Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleValidationErrors
source: Validation Errors
af: Validasiefoute
am: የማረጋገጫ ስህተቶች
ar: أخطاء التحقق من الصحة
az: Doğrulama Səhvləri
be: Памылкі праверкі
bn: বৈধতা ত্রুটি
bo: ཚོད་ལྟའི་ནོར་འཁྲུལ།
ca: Errors de validació
cs: Chyby ověření
da: Valideringsfejl
el: Σφάλματα επικύρωσης
es: Errores de validación
et: Valideerimisvead
fa: خطاهای اعتبارسنجی
fr: Erreurs de validation
gu: માન્યતા ભૂલો
he: שגיאות אימות
hi: सत्यापन त्रुटियाँ
hr: Pogreške provjere valjanosti
hu: Érvényesítési hibák
hy: Վավերացման սխալներ
id: Kesalahan Validasi
is: Staðfestingarvillur
it: Errori di convalida
ja: 検証エラー
km: កំហុសក្នុងការផ្ទៀងផ្ទាត់
kn: ಮೌಲ್ಯೀಕರಣ ದೋಷಗಳು
lt: Patvirtinimo klaidos
lv: Validācijas kļūdas
mk: Грешки при валидација
ms: Ralat Pengesahan
nl: Validatiefouten
pl: Błędy walidacyjne
pt: Erros de validação
ro: Erori de validare
ru: Ошибки проверки
si: වලංගු කිරීමේ දෝෂ
sk: Chyby overenia
sl: Napake pri preverjanju
sv: Valideringsfel
sw: Hitilafu za Uthibitishaji
te: ధ్రువీకరణ లోపాలు
th: ข้อผิดพลาดในการตรวจสอบ
tr: Doğrulama Hataları
uk: Помилки перевірки
ur: توثیق کی غلطیاں
uz: Tasdiqlash xatolari
zh: 验证错误
zh_hant: 驗證錯誤
zu: Amaphutha Okuqinisekisa

# puzzleValidationErrorsMessage
source: The following puzzles need to be fixed before contributing:
af: Die volgende raaisels moet reggemaak word voordat u bydra:
am: አስተዋጽዖ ከማድረግዎ በፊት የሚከተሉት እንቆቅልሾች መስተካከል አለባቸው፡-
ar: يجب حل الألغاز التالية قبل المساهمة:
az: Töhfə verməzdən əvvəl aşağıdakı bulmacalar düzəldilməlidir:
be: Наступныя галаваломкі неабходна выправіць, перш чым рабіць уклад:
bn: অবদান রাখার আগে নিম্নলিখিত ধাঁধাগুলি ঠিক করা দরকার:
bo: ཞལ་འདེབས་མ་བྱས་གོང་གསང་བརྟག་འདི་དག་བཅོས་དགོས:
ca: Els trencaclosques següents s'han de solucionar abans de contribuir:
cs: Než začnete přispívat, musíte opravit následující hádanky:
da: Følgende gåder skal rettes, før du bidrager:
el: Τα ακόλουθα παζλ πρέπει να διορθωθούν πριν συνεισφέρετε:
es: Es necesario solucionar los siguientes acertijos antes de contribuir:
et: Enne panuse andmist tuleb lahendada järgmised mõistatused:
fa: معماهای زیر قبل از مشارکت باید برطرف شوند:
fr: Les énigmes suivantes doivent être résolues avant de contribuer :
gu: યોગદાન આપતા પહેલા નીચેની કોયડાઓ ઠીક કરવી જરૂરી છે:
he: יש לתקן את החידות הבאות לפני תרומה:
hi: योगदान देने से पहले निम्नलिखित पहेलियों को ठीक करने की आवश्यकता है:
hr: Prije doprinosa potrebno je riješiti sljedeće zagonetke:
hu: A következő feladványokat javítani kell a beküldés előtt:
hy: Հետևյալ հանելուկները պետք է շտկվեն նախքան ներդրումը կատարելը.
id: Teka-teki berikut perlu diperbaiki sebelum berkontribusi:
is: Laga þarf eftirfarandi þrautir áður en lagt er til:
it: I seguenti enigmi devono essere risolti prima di contribuire:
ja: 貢献する前に、次のパズルを解決する必要があります。
km: ល្បែងផ្គុំរូបខាងក្រោមត្រូវជួសជុលមុនពេលចូលរួមចំណែក៖
kn: ಕೊಡುಗೆ ನೀಡುವ ಮೊದಲು ಈ ಕೆಳಗಿನ ಒಗಟುಗಳನ್ನು ಸರಿಪಡಿಸಬೇಕಾಗಿದೆ:
lt: Prieš prisidedant, reikia išspręsti šiuos galvosūkius:
lv: Pirms ziedošanas ir jāatrisina šādas mīklas:
mk: Следниве загатки треба да се поправат пред да се придонесе:
ms: Teka-teki berikut perlu dibetulkan sebelum menyumbang:
nl: De volgende puzzels moeten worden opgelost voordat er kan worden bijgedragen:
pl: Przed wniesieniem wkładu należy rozwiązać następujące łamigłówki:
pt: Os seguintes quebra-cabeças precisam ser corrigidos antes de contribuir:
ro: Următoarele puzzle-uri trebuie rezolvate înainte de a contribui:
ru: Прежде чем вносить вклад, необходимо решить следующие головоломки:
si: දායක වීමට පෙර පහත ප්‍රහේලිකා නිවැරදි කළ යුතුය:
sk: Pred prispievaním je potrebné opraviť nasledujúce hádanky:
sl: Preden prispevate, je treba popraviti naslednje uganke:
sv: Följande pussel måste fixas innan du bidrar:
sw: Mafumbo yafuatayo yanahitaji kusahihishwa kabla ya kuchangia:
te: కంట్రిబ్యూట్ చేయడానికి ముందు కింది పజిల్స్‌ని పరిష్కరించాలి:
th: ปริศนาต่อไปนี้จะต้องได้รับการแก้ไขก่อนที่จะมีส่วนร่วม:
tr: Katkıda bulunmadan önce aşağıdaki bulmacaların çözülmesi gerekir:
uk: Перш ніж робити внесок, потрібно вирішити такі головоломки:
ur: شراکت سے پہلے درج ذیل پہیلیاں طے کرنے کی ضرورت ہے:
uz: Hissa qo'shishdan oldin quyidagi jumboqlarni tuzatish kerak:
zh: 以下谜题需要修正后才能贡献：
zh_hant: 在貢獻之前需要解決以下難題：
zu: Ama-puzzle alandelayo adinga ukulungiswa ngaphambi kokunikela:

# puzzleContributeDialogTitle
source: Contribute Puzzles to Sanmill
af: Dra Legkaarte by tot Sanmill
am: ለሳንሚል እንቆቅልሾችን አበርክቱ
ar: ساهم بالألغاز في Sanmill
az: Sanmill-ə Bulmacalar verin
be: Дадайце пазлы ў Sanmill
bn: Sanmill এ ধাঁধা অবদান
bo: Sanmill ལ་གསང་བརྟག་ཞལ་འདེབས།
ca: Aporta trencaclosques a Sanmill
cs: Přispějte hádankami do Sanmill
da: Bidrag med puslespil til Sanmill
el: Συνεισφέρετε με παζλ στο Sanmill
es: Contribuya con rompecabezas a Sanmill
et: Panustage Sanmilli mõistatusi
fa: به Sanmill با پازل کمک کنید
fr: Contribuer à des puzzles à Sanmill
gu: સેનમિલમાં કોયડાઓનું યોગદાન આપો
he: תרום פאזלים לסנמיל
hi: सैनमिल में पहेलियाँ योगदान करें
hr: Doprinesite zagonetkama Sanmillu
hu: Feladványok beküldése a Sanmillhez
hy: Ներդրեք Փազլներ Sanmill-ին
id: Kontribusikan Puzzle ke Sanmill
is: Leggðu til þrautir til Sanmill
it: Contribuisci con i puzzle a Sanmill
ja: Sanmill にパズルを貢献する
km: រួមចំណែកល្បែងផ្គុំរូបទៅ Sanmill
kn: Sanmill ಗೆ ಪದಬಂಧಗಳನ್ನು ಕೊಡುಗೆ ನೀಡಿ
lt: Pateikite galvosūkius „Sanmill“.
lv: Iesniedziet Puzzles Sanmill
mk: Придонесете со загатки во Санмил
ms: Sumbangkan Teka-teki kepada Sanmill
nl: Draag puzzels bij aan Sanmill
pl: Prześlij puzzle do Sanmill
pt: Contribua com quebra-cabeças para a Sanmill
ro: Contribuiți cu puzzle-uri la Sanmill
ru: Добавляйте головоломки в Sanmill
si: Sanmill වෙත ප්‍රහේලිකා දායක වන්න
sk: Prispejte hádankami do Sanmill
sl: Prispevajte uganke za Sanmill
sv: Bidra med pussel till Sanmill
sw: Changia Mafumbo kwa Sanmill
te: Sanmillకు పజిల్స్‌ను అందించండి
th: ร่วมไขปริศนาให้กับ Sanmill
tr: Sanmill'e Bulmacalarla Katkıda Bulunun
uk: Додайте пазли в Sanmill
ur: سنمل میں پہیلیاں شراکت کریں
uz: Sanmillga jumboqlarni qo'shing
zh: 向 Sanmill 贡献谜题
zh_hant: 向 Sanmill 貢獻謎題
zu: Nikela Ngezindida kuSanmill

# puzzleContributeCount
source: You are about to export {count} puzzle(s) for contribution.
af: Jy is op die punt om {count} legkaart(e) uit te voer vir bydrae.
am: ለመዋጮ {count} እንቆቅልሽ(ዎችን) ወደ ውጭ ሊልኩ ነው።
ar: أنت على وشك تصدير {count} من الألغاز للمساهمة.
az: Siz töhfə üçün {count} tapmaca(lar)ı ixrac etmək üzrəsiniz.
be: Вы збіраецеся экспартаваць {count} галаваломкі для ўкладу.
bn: আপনি অবদানের জন্য {count} ধাঁধা(গুলি) রপ্তানি করতে চলেছেন৷
bo: ཁྱེད་ཀྱིས་གསང་བརྟག {count} ཞལ་འདེབས་ཆེད་ཕྱི་འདྲེན་བྱ་འདོད།
ca: Esteu a punt d'exportar {count} trencaclosques per a la contribució.
cs: Chystáte se exportovat {count} hádanek pro příspěvek.
da: Du er ved at eksportere {count} puslespil til bidrag.
el: Πρόκειται να εξάγετε {count} παζλ για συνεισφορά.
es: Está a punto de exportar {count} rompecabezas(s) para contribuir.
et: Eksportite panustamiseks {count} mõistatust.
fa: شما در شرف صدور {count} پازل(های) برای مشارکت هستید.
fr: Vous êtes sur le point d'exporter {count} puzzle(s) pour contribution.
gu: તમે યોગદાન માટે {count} પઝલ નિકાસ કરવા જઈ રહ્યાં છો.
he: אתה עומד לייצא {count} פאזל(ים) לתרומה.
hi: आप योगदान के लिए {count} पहेलियाँ निर्यात करने वाले हैं।
hr: Upravo ćete izvesti {count} zagonetke za doprinos.
hu: Hamarosan exportálni fogsz {count} feladványt a beküldéshez.
hy: Դուք պատրաստվում եք արտահանել {count} գլուխկոտրուկ(ներ) ներդրման համար:
id: Anda akan mengekspor {count} teka-teki untuk mendapatkan kontribusi.
is: Þú ert að fara að flytja út {count} þraut(ir) fyrir framlag.
it: Stai per esportare {count} puzzle per il contributo.
ja: {count} パズルを投稿のためにエクスポートしようとしています。
km: អ្នកហៀបនឹងនាំចេញ {count} puzzle(s) សម្រាប់ការរួមចំណែក។
kn: ಕೊಡುಗೆಗಾಗಿ ನೀವು {count} ಒಗಟು(ಗಳನ್ನು) ರಫ್ತು ಮಾಡಲಿರುವಿರಿ.
lt: Jūs ketinate eksportuoti {count} galvosūkį (-us), kad galėtumėte prisidėti.
lv: Jūs gatavojaties eksportēt {count} mīklu(-as) ieguldījumam.
mk: Ќе извезете {count} сложувалка(и) за придонес.
ms: Anda akan mengeksport {count} teka-teki untuk sumbangan.
nl: Je staat op het punt {count} puzzel(s) te exporteren voor een bijdrage.
pl: Zamierzasz wyeksportować łamigłówki {count} w celu wniesienia wkładu.
pt: Você está prestes a exportar quebra-cabeça(s) {count} para contribuição.
ro: Sunteți pe cale să exportați {count} puzzle(e) pentru contribuție.
ru: Вы собираетесь экспортировать {count} пазлы для участия.
si: ඔබ දායකත්වය සඳහා {count} ප්‍රහේලිකාව(ය) නිර්යාත කිරීමට සූදානම් වේ.
sk: Chystáte sa exportovať {count} hádaniek na príspevok.
sl: Izvozili boste {count} uganke za prispevek.
sv: Du är på väg att exportera {count} pussel för bidrag.
sw: Unakaribia kutuma {count} mafumbo kwa mchango.
te: మీరు సహకారం కోసం {count} పజిల్(లు)ని ఎగుమతి చేయబోతున్నారు.
th: คุณกำลังจะส่งออกปริศนา {count} เพื่อการสนับสนุน
tr: Katkı amacıyla {count} yapbozunu/yapbozlarını dışa aktarmak üzeresiniz.
uk: Ви збираєтеся експортувати {count} головоломки для внеску.
ur: آپ شراکت کے لئے __ph0__ پہیلی (s) برآمد کرنے والے ہیں۔
uz: Siz hissa qoʻshish uchun {count} jumboq(lar)ni eksport qilmoqchisiz.
zh: 您将导出 {count} 个谜题以供贡献。
zh_hant: 您即將導出 {count} 謎題以供貢獻。
zu: Usuzothumela {count} iphazili ukuze unikele.

# puzzleContributeWhatNext
source: What happens next:
af: Wat volgende gebeur:
am: ቀጥሎ ምን ይሆናል፡-
ar: ماذا سيحدث بعد ذلك:
az: Sonra nə baş verir:
be: Што адбываецца далей:
bn: এরপর কি হবে:
bo: རྗེས་ལ་ཅི་བྱུང:
ca: Què passa a continuació:
cs: Co se stane dál:
da: Hvad sker der derefter:
el: Τι γίνεται μετά:
es: Qué pasa después:
et: Mis juhtub järgmisena:
fa: بعد چه اتفاقی می افتد:
fr: Que se passe-t-il ensuite :
gu: આગળ શું થાય છે:
he: מה קורה אחר כך:
hi: आगे क्या होगा:
hr: Što se dalje događa:
hu: Mi történik ezután:
hy: Ինչ է տեղի ունենում հետո.
id: Apa yang terjadi selanjutnya:
is: Hvað gerist næst:
it: Cosa succede dopo:
ja: 次に何が起こるか:
km: តើមានអ្វីកើតឡើងបន្ទាប់៖
kn: ಮುಂದೆ ಏನಾಗುತ್ತದೆ:
lt: Kas atsitiks toliau:
lv: Kas notiek tālāk:
mk: Што се случува следно:
ms: Apa yang berlaku seterusnya:
nl: Wat gebeurt er vervolgens:
pl: Co stanie się dalej:
pt: O que acontece a seguir:
ro: Ce se întâmplă în continuare:
ru: Что происходит дальше:
si: ඊළඟට සිදුවන්නේ කුමක්ද:
sk: Čo sa stane ďalej:
sl: Kaj se zgodi potem:
sv: Vad händer härnäst:
sw: Nini kitatokea baadaye:
te: తర్వాత ఏమి జరుగుతుంది:
th: จะเกิดอะไรขึ้นต่อไป:
tr: Sonra ne olacak:
uk: Що відбувається далі:
ur: آگے کیا ہوتا ہے:
uz: Keyin nima bo'ladi:
zh: 接下来会发生什么：
zh_hant: 接下來會發生什麼：
zu: Kwenzekani ngokulandelayo:

# puzzleContributeStep1
source: 1. Your puzzles will be exported to a JSON file
af: 1. Jou legkaarte sal na 'n JSON-lêer uitgevoer word
am: 1. የእርስዎ እንቆቅልሾች ወደ JSON ፋይል ይላካሉ
ar: 1. سيتم تصدير الألغاز الخاصة بك إلى ملف JSON
az: 1. Bulmacalarınız JSON faylına ixrac ediləcək
be: 1. Вашы галаваломкі будуць экспартаваныя ў файл JSON
bn: 1. আপনার ধাঁধাগুলি একটি JSON ফাইলে রপ্তানি করা হবে৷
bo: 1. ཁྱེད་ཀྱི་གསང་བརྟག JSON ཡིག་ཆར་ཕྱི་འདྲེན།
ca: 1. Els vostres trencaclosques s'exportaran a un fitxer JSON
cs: 1. Vaše hádanky budou exportovány do souboru JSON
da: 1. Dine gåder vil blive eksporteret til en JSON-fil
el: 1. Τα παζλ σας θα εξαχθούν σε ένα αρχείο JSON
es: 1. Tus rompecabezas se exportarán a un archivo JSON.
et: 1. Teie mõistatused eksporditakse JSON-faili
fa: 1. پازل های شما به یک فایل JSON صادر می شود
fr: 1. Vos puzzles seront exportés vers un fichier JSON
gu: 1. તમારી કોયડાઓ JSON ફાઇલમાં નિકાસ કરવામાં આવશે
he: 1. הפאזלים שלך ייוצאו לקובץ JSON
hi: 1. आपकी पहेलियाँ JSON फ़ाइल में निर्यात की जाएंगी
hr: 1. Vaše zagonetke će se izvesti u JSON datoteku
hu: 1. A feladványaid egy JSON fájlba lesznek exportálva
hy: 1. Ձեր հանելուկները կարտահանվեն JSON ֆայլ
id: 1. Teka-teki Anda akan diekspor ke file JSON
is: 1. Þrautirnar þínar verða fluttar út í JSON skrá
it: 1. I tuoi puzzle verranno esportati in un file JSON
ja: 1. パズルは JSON ファイルにエクスポートされます
km: 1. ល្បែងផ្គុំរូបរបស់អ្នកនឹងត្រូវបាននាំចេញទៅឯកសារ JSON
kn: 1. ನಿಮ್ಮ ಒಗಟುಗಳನ್ನು JSON ಫೈಲ್‌ಗೆ ರಫ್ತು ಮಾಡಲಾಗುತ್ತದೆ
lt: 1. Jūsų galvosūkiai bus eksportuoti į JSON failą
lv: 1. Jūsu mīklas tiks eksportētas uz JSON failu
mk: 1. Вашите загатки ќе се извезат во датотека JSON
ms: 1. Teka-teki anda akan dieksport ke fail JSON
nl: 1. Je puzzels worden geëxporteerd naar een JSON-bestand
pl: 1. Twoje puzzle zostaną wyeksportowane do pliku JSON
pt: 1. Seus quebra-cabeças serão exportados para um arquivo JSON
ro: 1. Puzzle-urile dvs. vor fi exportate într-un fișier JSON
ru: 1. Ваши пазлы будут экспортированы в файл JSON.
si: 1. ඔබේ ප්‍රහේලිකා JSON ගොනුවකට නිර්යාත කෙරේ
sk: 1. Vaše hádanky budú exportované do súboru JSON
sl: 1. Vaše uganke bodo izvožene v datoteko JSON
sv: 1. Dina pussel kommer att exporteras till en JSON-fil
sw: 1. Mafumbo yako yatatumwa kwenye faili ya JSON
te: 1. మీ పజిల్స్ JSON ఫైల్‌కి ఎగుమతి చేయబడతాయి
th: 1. ปริศนาของคุณจะถูกส่งออกไปยังไฟล์ JSON
tr: 1. Bulmacalarınız bir JSON dosyasına aktarılacaktır
uk: 1. Ваші головоломки буде експортовано у файл JSON
ur: 1. آپ کی پہیلیاں JSON فائل میں برآمد کی جائیں گی
uz: 1. Jumboqlaringiz JSON fayliga eksport qilinadi
zh: 1. 您的谜题将导出为 JSON 文件
zh_hant: 1.您的謎題將導出到 JSON 文件
zu: 1. Izindida zakho zizothunyelwa kufayela le-JSON

# puzzleContributeStep2
source: 2. You can share this file via the share dialog
af: 2. Jy kan hierdie lêer deel via die deel-dialoog
am: 2. ይህንን ፋይል በአጋራ ንግግር በኩል ማጋራት ይችላሉ።
ar: 2. يمكنك مشاركة هذا الملف عبر مربع حوار المشاركة
az: 2. Siz bu faylı paylaşma dialoqu vasitəsilə paylaşa bilərsiniz
be: 2. Вы можаце падзяліцца гэтым файлам праз дыялогавае акно абагульвання
bn: 2. আপনি শেয়ার ডায়ালগের মাধ্যমে এই ফাইলটি শেয়ার করতে পারেন৷
bo: 2. མཉམ་སྤྱོད་གླེང་སྒྲོམ་ནས་ཡིག་ཆ་མཉམ་སྤྱོད་བྱེད་ཆོག
ca: 2. Podeu compartir aquest fitxer mitjançant el diàleg per compartir
cs: 2. Tento soubor můžete sdílet prostřednictvím dialogu sdílení
da: 2. Du kan dele denne fil via delingsdialogen
el: 2. Μπορείτε να μοιραστείτε αυτό το αρχείο μέσω του διαλόγου κοινής χρήσης
es: 2. Puedes compartir este archivo a través del cuadro de diálogo para compartir.
et: 2. Saate seda faili jagada ühiskasutusdialoogi kaudu
fa: 2. می توانید این فایل را از طریق گفتگوی اشتراک گذاری به اشتراک بگذارید
fr: 2. Vous pouvez partager ce fichier via la boîte de dialogue de partage
gu: 2. તમે આ ફાઇલને શેર સંવાદ દ્વારા શેર કરી શકો છો
he: 2. אתה יכול לשתף קובץ זה באמצעות תיבת הדו-שיח של השיתוף
hi: 2. आप इस फ़ाइल को शेयर डायलॉग के माध्यम से साझा कर सकते हैं
hr: 2. Ovu datoteku možete podijeliti putem dijaloškog okvira za dijeljenje
hu: 2. Ezt a fájlt megoszthatod a megosztási párbeszédablakon keresztül
hy: 2. Դուք կարող եք համօգտագործել այս ֆայլը համօգտագործման երկխոսության միջոցով
id: 2. Anda dapat membagikan file ini melalui dialog berbagi
is: 2. Þú getur deilt þessari skrá í gegnum samnýtingargluggann
it: 2. È possibile condividere questo file tramite la finestra di dialogo di condivisione
ja: 2. このファイルは共有ダイアログ経由で共有できます。
km: 2. អ្នកអាចចែករំលែកឯកសារនេះតាមរយៈប្រអប់ចែករំលែក
kn: 2. ನೀವು ಈ ಫೈಲ್ ಅನ್ನು ಹಂಚಿಕೆ ಸಂವಾದದ ಮೂಲಕ ಹಂಚಿಕೊಳ್ಳಬಹುದು
lt: 2. Galite bendrinti šį failą bendrinimo dialogo lange
lv: 2. Varat koplietot šo failu, izmantojot kopīgošanas dialoglodziņu
mk: 2. Можете да ја споделите оваа датотека преку дијалогот за споделување
ms: 2. Anda boleh berkongsi fail ini melalui dialog kongsi
nl: 2. U kunt dit bestand delen via het deelvenster
pl: 2. Możesz udostępnić ten plik w oknie dialogowym udostępniania
pt: 2. Você pode compartilhar este arquivo através da caixa de diálogo de compartilhamento
ro: 2. Puteți partaja acest fișier prin dialogul de partajare
ru: 2. Вы можете поделиться этим файлом через диалоговое окно общего доступа.
si: 2. ඔබට මෙම ගොනුව බෙදාගැනීමේ සංවාදය හරහා බෙදා ගත හැක
sk: 2. Tento súbor môžete zdieľať prostredníctvom dialógového okna zdieľania
sl: 2. To datoteko lahko delite prek pogovornega okna za skupno rabo
sv: 2. Du kan dela den här filen via delningsdialogen
sw: 2. Unaweza kushiriki faili hii kupitia kidirisha cha kushiriki
te: 2. మీరు ఈ ఫైల్‌ను షేర్ డైలాగ్ ద్వారా షేర్ చేయవచ్చు
th: 2. คุณสามารถแชร์ไฟล์นี้ผ่านกล่องโต้ตอบการแชร์
tr: 2. Bu dosyayı paylaşım iletişim kutusu aracılığıyla paylaşabilirsiniz
uk: 2. Ви можете поділитися цим файлом через діалогове вікно спільного доступу
ur: 2. آپ اس فائل کو شیئر ڈائیلاگ کے ذریعے شیئر کرسکتے ہیں
uz: 2. Siz ushbu faylni almashish dialog oynasi orqali baham ko'rishingiz mumkin
zh: 2. 您可以通过分享对话框分享此文件
zh_hant: 2. 您可以通過共享對話框共享此文件
zu: 2. Ungakwazi ukwabelana ngaleli fayela ngengxoxo yokwabelana

# puzzleContributeStep3
source: 3. Submit via GitHub, email, or GitHub issue (see guide)
af: 3. Dien in via GitHub, e-pos of GitHub-kwessie (sien gids)
am: 3. በ GitHub፣ በኢሜል ወይም በ GitHub ጉዳይ አስረክብ (መመሪያን ይመልከቱ)
ar: 3. أرسل عبر GitHub أو البريد الإلكتروني أو مشكلة GitHub (راجع الدليل)
az: 3. GitHub, e-poçt və ya GitHub məsələsi vasitəsilə təqdim edin (bələdçiyə baxın)
be: 3. Адпраўце праз GitHub, электронную пошту або праблему GitHub (гл. кіраўніцтва)
bn: 3. GitHub, ইমেল, বা GitHub সমস্যার মাধ্যমে জমা দিন (গাইড দেখুন)
bo: 3. GitHub, email, ཡང་ན་ GitHub issue ནས་ཕུལ (ལམ་སྟོན་ལྟོས)
ca: 3. Envieu el problema mitjançant GitHub, correu electrònic o GitHub (vegeu la guia)
cs: 3. Odešlete prostřednictvím GitHubu, e-mailu nebo problému GitHub (viz průvodce)
da: 3. Send via GitHub, e-mail eller GitHub-problem (se vejledning)
el: 3. Υποβολή μέσω GitHub, email ή θέματος GitHub (δείτε τον οδηγό)
es: 3. Envíe a través de GitHub, correo electrónico o problema de GitHub (consulte la guía)
et: 3. Esitage GitHubi, meili või GitHubi probleemi kaudu (vt juhendit)
fa: 3. از طریق GitHub، ایمیل، یا مشکل GitHub ارسال کنید (به راهنما مراجعه کنید)
fr: 3. Soumettez via GitHub, par e-mail ou via GitHub (voir guide)
gu: 3. GitHub, ઇમેઇલ અથવા GitHub સમસ્યા દ્વારા સબમિટ કરો (માર્ગદર્શિકા જુઓ)
he: 3. שלח באמצעות GitHub, דוא"ל או בעיית GitHub (ראה מדריך)
hi: 3. GitHub, ईमेल या GitHub मुद्दे के माध्यम से सबमिट करें (गाइड देखें)
hr: 3. Pošaljite putem GitHuba, e-pošte ili problema s GitHubom (pogledajte vodič)
hu: 3. Beküldés GitHubon, e-mailben vagy GitHub issue-ként (lásd az útmutatót)
hy: 3. Ներկայացրեք GitHub-ի, էլփոստի կամ GitHub-ի խնդրի միջոցով (տես ուղեցույցը)
id: 3. Kirim melalui GitHub, email, atau masalah GitHub (lihat panduan)
is: 3. Sendu í gegnum GitHub, tölvupóst eða GitHub mál (sjá leiðbeiningar)
it: 3. Invia tramite GitHub, email o problema GitHub (vedi guida)
ja: 3. GitHub、電子メール、または GitHub の問題経由で送信します (ガイドを参照)
km: 3. ដាក់ស្នើតាមរយៈ GitHub អ៊ីមែល ឬបញ្ហា GitHub (សូមមើលការណែនាំ)
kn: 3. GitHub, ಇಮೇಲ್ ಅಥವಾ GitHub ಸಂಚಿಕೆ ಮೂಲಕ ಸಲ್ಲಿಸಿ (ಮಾರ್ಗದರ್ಶಿ ನೋಡಿ)
lt: 3. Pateikite naudodami „GitHub“, el. paštu arba „GitHub“ problemą (žr. vadovą)
lv: 3. Iesniedziet, izmantojot GitHub, e-pastu vai GitHub problēmu (skatiet rokasgrāmatu).
mk: 3. Испратете преку GitHub, е-пошта или проблем со GitHub (видете го водичот)
ms: 3. Serahkan melalui GitHub, e-mel atau isu GitHub (lihat panduan)
nl: 3. Verzenden via GitHub, e-mail of GitHub-probleem (zie handleiding)
pl: 3. Prześlij za pośrednictwem GitHuba, e-maila lub problemu z GitHubem (zobacz przewodnik)
pt: 3. Envie via GitHub, e-mail ou problema do GitHub (consulte o guia)
ro: 3. Trimiteți prin GitHub, e-mail sau problema GitHub (consultați ghidul)
ru: 3. Отправьте сообщение через GitHub, по электронной почте или через GitHub (см. руководство).
si: 3. GitHub, ඊමේල්, හෝ GitHub නිකුතුව හරහා ඉදිරිපත් කරන්න (මාර්ගෝපදේශය බලන්න)
sk: 3. Odoslať cez GitHub, e-mail alebo problém s GitHub (pozrite si príručku)
sl: 3. Pošljite prek GitHub, e-pošte ali težave z GitHub (glejte vodnik)
sv: 3. Skicka in via GitHub, e-post eller GitHub-problem (se guide)
sw: 3. Wasilisha kupitia GitHub, barua pepe, au toleo la GitHub (angalia mwongozo)
te: 3. GitHub, ఇమెయిల్ లేదా GitHub సమస్య ద్వారా సమర్పించండి (గైడ్ చూడండి)
th: 3. ส่งผ่าน GitHub อีเมลหรือปัญหา GitHub (ดูคำแนะนำ)
tr: 3. GitHub, e-posta veya GitHub sorunu aracılığıyla gönderin (kılavuza bakın)
uk: 3. Надішліть через GitHub, електронну пошту або проблему GitHub (див. посібник)
ur: 3. گٹ ہب ، ای میل ، یا گٹ ہب کے مسئلے کے ذریعے جمع کروائیں (گائیڈ دیکھیں)
uz: 3. GitHub, elektron pochta yoki GitHub muammosi orqali yuboring (qoʻllanmaga qarang)
zh: 3. 通过 GitHub、电子邮件或 GitHub issue 提交（见指南）
zh_hant: 3. 通過 GitHub、電子郵件或 GitHub Issue 提交（請參閱指南）
zu: 3. Thumela nge-GitHub, i-imeyili, noma udaba lwe-GitHub (bona umhlahlandlela)

# puzzleContributeStep4
source: 4. Puzzles will be reviewed by maintainers
af: 4. Legkaarte sal deur instandhouers hersien word
am: 4. እንቆቅልሾች በጠባቂዎች ይገመገማሉ
ar: 4. سيتم مراجعة الألغاز من قبل المشرفين
az: 4. Bulmacalar baxıcılar tərəfindən nəzərdən keçiriləcək
be: 4. Галаваломкі будуць разглядацца суправаднікамі
bn: 4. পাজল রক্ষণাবেক্ষণকারীদের দ্বারা পর্যালোচনা করা হবে
bo: 4. བདག་གཉེར་བས་གསང་བརྟག་ལྟ་ཞིབ་བྱ།
ca: 4. Els trencaclosques seran revisats pels mantenedors
cs: 4. Hádanky budou kontrolovány správci
da: 4. Gåder vil blive gennemgået af vedligeholdere
el: 4. Τα παζλ θα ελέγχονται από τους συντηρητές
es: 4. Los mantenedores revisarán los acertijos.
et: 4. Mõistatused vaatavad üle hooldajad
fa: 4. پازل ها توسط نگهبانان بررسی می شود
fr: 4. Les puzzles seront examinés par les responsables
gu: 4. જાળવણીકારો દ્વારા કોયડાઓની સમીક્ષા કરવામાં આવશે
he: 4. פאזלים ייבדקו על ידי מתחזקים
hi: 4. पहेलियों की समीक्षा अनुरक्षकों द्वारा की जाएगी
hr: 4. Zagonetke će pregledati održavatelji
hu: 4. A feladványokat a karbantartók felülvizsgálják
hy: 4. Փազլները կվերանայվեն սպասարկողների կողմից
id: 4. Puzzle akan ditinjau oleh pengelola
is: 4. Þrautir verða skoðaðar af umsjónarmönnum
it: 4. I puzzle verranno esaminati dai manutentori
ja: 4. パズルはメンテナーによってレビューされます
km: 4. ល្បែងផ្គុំរូបនឹងត្រូវបានពិនិត្យដោយអ្នកថែទាំ
kn: 4. ಪದಬಂಧಗಳನ್ನು ನಿರ್ವಾಹಕರು ಪರಿಶೀಲಿಸುತ್ತಾರೆ
lt: 4. Dėliones peržiūrės prižiūrėtojai
lv: 4. Puzles izskatīs uzturētāji
mk: 4. Загатките ќе бидат прегледани од одржувачите
ms: 4. Teka-teki akan disemak oleh penyelenggara
nl: 4. Puzzels worden beoordeeld door beheerders
pl: 4. Puzzle będą sprawdzane przez opiekunów
pt: 4. Os quebra-cabeças serão revisados pelos mantenedores
ro: 4. Puzzle-urile vor fi revizuite de întreținători
ru: 4. Пазлы будут проверяться сопровождающими.
si: 4. ප්‍රහේලිකා නඩත්තු කරන්නන් විසින් සමාලෝචනය කරනු ලැබේ
sk: 4. Hádanky budú kontrolované správcami
sl: 4. Uganke bodo pregledali vzdrževalci
sv: 4. Pussel kommer att granskas av underhållare
sw: 4. Mafumbo yatakaguliwa na watunzaji
te: 4. పజిల్స్ నిర్వహణదారులచే సమీక్షించబడతాయి
th: 4. ผู้ดูแลจะตรวจสอบปริศนา
tr: 4. Bulmacalar bakımcılar tarafından incelenecektir.
uk: 4. Головоломки перевірятимуть супроводжувачі
ur: 4. پہیلیاں دیکھ بھال کرنے والوں کے ذریعہ جائزہ لیں گے
uz: 4. Bulmacalar texnik xodimlar tomonidan ko'rib chiqiladi
zh: 4. 谜题将由维护者审核
zh_hant: 4. 謎題將由維護者審核
zu: 4. Izindida zizobuyekezwa ngabanakekeli
