Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# removeOpponentsPieceFromHandThenOpponentsTurn_Detail
source: Remove piece(s) from the opponent's hand. If, according to the Multi-remove setting, multiple pieces are to be removed and the opponent has no pieces left in hand, continue removing the opponent's pieces from the board. Then, it's the opponent's turn to move.
af: Verwyder stukke uit die opponent se hand. As daar volgens die Multi-verwyder instelling meervoudige stukke verwyder moet word en die opponent het geen stukke oor in hul hand nie, gaan voort om die opponent se stukke van die bord af te verwyder. Dan is dit die opponent se beurt om te skuif.
am: ተቀናቃኙን ቁራጭ ከእጁ አውጣ። ከተወሰነ ቅንብር መሠረት ብዙ ቁራጭዎች ሊወጡ እንደሚገባና ተቀናቃኙ እንደሌለ እጁ ላይ ቁራጭ ካልቀረበት በቦርድ ላይ ከእንቅስቃሴ እንቅስቃሴ አሻግር። ከዚያ ተቀናቃኙ እንቅስቃሴ ይሆናል።
ar: قم بإزالة القطع من يد الخصم. إذا كان يجب إزالة قطع متعددة وفقًا لإعداد الإزالة المتعددة ولم يتبق لدى الخصم أي قطع في يده، فاستمر في إزالة قطع الخصم من اللوحة. ثم حان دور الخصم للتحرك.
az: Rəqibin əlindəki daşları götürün. Çox sayda daş götürmə parametrinə görə, çoxlu daşlar götürülməlidirsə və rəqibin əlində daş qalmayıbsa, rəqibin lövhədəki daşlarını götürməyə davam edin. Sonra rəqibin hərəkət etmə növbəsidir.
be: Выдаліце фігуру(ы) з рукі праціўніка. Калі, у адпаведнасці з наладай Multi-remove, трэба выдаліць некалькі штук і ў суперніка не засталося фігур у руцэ, працягвайце выдаляць фігуры праціўніка з дошкі. Затым ход праціўніка рухацца.
bg: Премахнете фигурата(ите) от ръката на опонента. Ако, според настройката за многократно премахване, трябва да се премахнат няколко фигури и опонентът няма останали фигури в ръката си, продължете да премахвате фигурите на опонента от дъската. След това е ред на опонента да се премести.
bn: প্রতিপক্ষের হাত থেকে ঘুঁটি সরিয়ে দিন। যদি, মাল্টি-রিমুভ সেটিং অনুযায়ী, একাধিক ঘুঁটি সরাতে হয় এবং প্রতিপক্ষের হাতে আর কোনো ঘুঁটি না থাকে, বোর্ড থেকে প্রতিপক্ষের ঘুঁটিগুলি সরাতে থাকুন। তারপর প্রতিপক্ষের পালা চলার।
bo: ཁ་གཏད་ཀྱི་ལག་ནས་དུམ་བུ་བཏོན་དགོས། གལ་ཏེ་སྣ་མང་བཏོན་པའི་སྒྲིག་སྟངས་ལྟར་ན། ཆ་ཤས་མང་པོ་བཏོན་དགོས་པ་དང་ཁ་གཏད་ཀྱི་ལག་ཏུ་ཆ་ཤས་གང་ཡང་མ་ལྷག་ན། དེ་ནས་ཁ་གཏད་གཡོ་འགུལ་བྱེད་པའི་དུས་ཚོད་རེད།
ca: Retireu la peça (o peces) de la mà de l'oponent. Si, a causa de la supressió múltiple, cal retirar més peces i l'oponent ja no en té a la mà, continueu retirant-ne del tauler. Després, és el torn de l'oponent de moure.
cs: Odstraňte kameny z ruky soupeře. Pokud má být podle nastavení Vícenásobného odebrání odstraněno více kamenů a soupeři nezbyly v ruce žádné kameny, pokračujte v odstraňování soupeřových kamenů z hrací plochy. Poté je na tahu soupeř.
da: Fjern brik(ker) fra modstanderens hånd. Hvis der ifølge indstillingen Multi-fjernelse skal fjernes flere brikker, og modstanderen ikke har flere brikker tilbage på hånden, skal du fortsætte med at fjerne modstanderens brikker fra brættet. Derefter er det modstanderens tur til at flytte.
de: Entferne Spielsteine aus der Hand des Gegners. Wenn gemäß der Einstellung für mehrfaches Entfernen mehrere Spielsteine entfernt werden müssen und der Gegner keine Spielsteine mehr in der Hand hat, fahre fort, die Spielsteine des Gegners vom Spielbrett zu entfernen. Dann ist der Gegner am Zug.
el: Αφαιρέστε κομμάτια από το χέρι του αντιπάλου. Αν, σύμφωνα με τη ρύθμιση Πολλαπλής αφαίρεσης, πρόκειται να αφαιρεθούν πολλά κομμάτια και ο αντίπαλος δεν έχει άλλα κομμάτια στο χέρι, συνεχίστε να αφαιρείτε τα κομμάτια του αντιπάλου από το ταμπλό. Στη συνέχεια, είναι η σειρά του αντιπάλου να κινηθεί.
es: Quita pieza(s) de la mano del oponente. Si, de acuerdo con la configuración de Multi-quitar, se deben quitar múltiples piezas y el oponente no tiene piezas restantes en la mano, continúa quitando las piezas del oponente del tablero. Luego, es el turno del oponente para mover.
et: Eemalda nupp (nupud) vastase käest. Kui vastavalt Multi-remove seadele tuleb eemaldada mitu nuppu ja vastasel pole enam käes nuppe, jätka vastase nuppude eemaldamist laualt. Siis on vastase kord käia.
fa: مهره(ها) را از دست حریف بردارید. اگر طبق تنظیمات حذف چندگانه، قرار است چندین مهره برداشته شود و حریف هیچ مهره‌ای در دست نداشته باشد، ادامه دهید تا مهره‌های حریف را از صفحه بردارید. سپس نوبت حریف برای حرکت است.
fi: Poista nappula(t) vastustajan kädestä. Jos monipoistoasetuksen mukaan on poistettava useita nappuloita eikä vastustajalla ole enää nappuloita kädessä, jatka vastustajan nappuloiden poistamista laudalta. Sitten on vastustajan vuoro siirtyä.
fr: Retirez la/les pièce(s) de la main de l'adversaire. Si, selon le réglage Multi-retrait, plusieurs pièces doivent être retirées et que l'adversaire n'a plus de pièces en main, continuez à retirer les pièces de l'adversaire du plateau. Ensuite, c'est au tour de l'adversaire de jouer.
gu: પ્રતિસ્પર્ધીના હાથમાંથી ટુકડો(ઓ) દૂર કરો. જો Multi-remove સેટિંગ મુજબ, અનેક ટુકડાઓ દૂર કરવાના હોય અને પ્રતિસ્પર્ધીના હાથમાં કોઈ ટુકડાઓ ન હોય, તો બોર્ડથી પ્રતિસ્પર્ધીના ટુકડાઓ ચાલુ રાખો. પછી, પ્રતિસ્પર્ધીનો વારો આવે છે.
he: הסר כלי(ים) מהיד של היריב. אם, לפי הגדרת ה-Multi-remove, יש להסיר מספר כלים וליריב לא נשארו כלים ביד, המשך להסיר את הכלים של היריב מהלוח. לאחר מכן, תור היריב להזיז.
hi: विरोधी के हाथ से मोहरे (मोहरों) को हटाएँ। यदि, मल्टी-रिमूव सेटिंग के अनुसार, कई मोहरों को हटाना है और विरोधी के हाथ में कोई मोहरा नहीं बचा है, तो बोर्ड से विरोधी के मोहरों को हटाना जारी रखें। फिर, विरोधी की बारी है।
hr: Uklonite figure iz protivničke ruke. Ako prema postavci višestrukog uklanjanja treba ukloniti više figura, a protivnik nema više figura u ruci, nastavite uklanjati protivničke figure s ploče. Zatim je protivnik na potezu.
hu: Vedd ki a korongot(korongokat) az ellenfél kezéből. Ha a többszörös eltávolítás beállítása szerint több korongot kell eltávolítani és az ellenfélnek nincs több korongja a kezében, folytasd az ellenfél korongjainak eltávolítását a tábláról. Aztán az ellenfél következik, hogy mozogjon.
hy: Հեռացրեք խաղաքար(եր)ը հակառակորդի ձեռքից: Եթե, ըստ Բազմակի-հեռացման կարգավորման, պետք է հեռացվեն մի քանի խաղաքարեր, և հակառակորդի ձեռքում այլևս խաղաքարեր չեն մնացել, շարունակեք հեռացնել հակառակորդի խաղաքարերը տախտակից: Ապա հակառակորդի հերթն է շարժվելու:
id: Singkirkan bidak dari tangan lawan. Jika, menurut pengaturan Multi-remove, beberapa bidak harus disingkirkan dan lawan tidak memiliki bidak yang tersisa di tangan, lanjutkan menyingkirkan bidak lawan dari papan. Lalu giliran lawan untuk bergerak.
is: Fjarlægðu bríki af hendi andstæðingsins. Ef samkvæmt stillingunni fyrir fjölda til að fjarlægja skal fjarlægja margar bríkur og andstæðingurinn hefur engar bríkur eftir í hendi, skaltu halda áfram að fjarlægja bríkur andstæðingsins af spilaborðinu. Þá er það kominn að andstæðingnum að hreyfa sig.
it: Rimuovi la pedina (o le pedine) dalla mano dell'avversario. Se, in base all'impostazione di rimozione multipla, è necessario rimuovere più pedine e l'avversario non ha più pedine in mano, continua a rimuovere le pedine dell'avversario dalla plancia. Poi è il turno dell'avversario di muovere.
ja: 相手の手札からコマを取り除く。マルチ除去の設定に従い、複数のコマを取り除く必要がある場合で、相手の手札にコマが残っていない場合は、ボードから相手のコマを取り除き続ける。その後、相手の手番になる。
km: ដកកូនអុកចេញពីដៃរបស់គូប្រកួត។ ប្រសិនបើ យោងតាមការកំណត់ Multi-remove កូនអុកច្រើនត្រូវដកចេញ ហើយគូប្រកួតគ្មានកូនអុកនៅសល់ក្នុងដៃ បន្តដកកូនអុករបស់គូប្រកួតចេញពីក្តារ។ បន្ទាប់មក វាជាវេនរបស់គូប្រកួតដើម្បីផ្លាស់ទី។
kn: ಎದುರಾಳಿಯ ಕೈಯಿಂದ ಕಾಯಿ(ಗಳನ್ನು) ತೆಗೆದುಹಾಕಿ. ಮಲ್ಟಿ-ರಿಮೂವ್ ಸೆಟ್ಟಿಂಗ್ ಪ್ರಕಾರ, ಬಹು ಕಾಯಿಗಳನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾಗಿದ್ದರೆ ಮತ್ತು ಎದುರಾಳಿಗೆ ಕೈಯಲ್ಲಿ ಯಾವುದೇ ಕಾಯಿಗಳಿಲ್ಲದಿದ್ದರೆ, ಫಲಕದಿಂದ ಎದುರಾಳಿಯ ಕಾಯಿಗಳನ್ನು ಮುಂದುವರಿಸಿ ತೆಗೆದುಹಾಕಿ. ನಂತರ, ಅದು ಎದುರಾಳಿಯ ಸರದಿ ಇರುತ್ತದೆ.
ko: 상대의 손에서 말을 제거합니다. Multi-remove 설정에 따라 여러 말을 제거해야 하고 상대가 손에 남은 말이 없다면, 계속해서 보드에서 상대의 말을 제거합니다. 그 후, 상대의 차례로 넘어갑니다.
lt: Pašalinkite figūrą (-as) iš priešininko rankos. Jei „Multi-remove“ nustatymas reikalauja pašalinti kelias figūras, o priešininkas savo rankoje neturi daugiau figūrų, toliau šalinkite priešininko figūras nuo lentos. Tada priešininko ėjimas judėti.
lv: Noņem figūru(-as) no pretinieka rokas. Ja saskaņā ar iestatījumu “Vairāku figūru noņemšana” ir jānoņem vairākas figūras un pretiniekam rokā vairs nav figūru, turpini noņemt pretinieka figūras no galda. Pēc tam ir pretinieka gājiens.
mk: Отстранете ја фигурата (фигурите) од раката на противникот.Ако, според поставките за повеќекратно отстранување, треба да се отстранат повеќе фигури, а на противникот не му останале фигури во раката, продолжете да ги отстранувате фигурите на противникот од таблата. Потоа, противникот е на ред да се повлече.
ms: Keluarkan bidak daripada tangan lawan. Jika, mengikut tetapan Alih keluar berbilang, berbilang bidak perlu dialih keluar dan lawan tidak mempunyai baki bidak di tangan, teruskan mengalihkan keluar bidak lawan daripada papan. Kemudian, giliran lawan untuk bergerak.
my: ပြိုင်ဘက်၏ လက်ထဲမှ အရာဝတ္ထု(များ)ကို ဖယ်ရှားပါ။ Multi-remove ဆက်တင်အရ၊ အရာဝတ္ထု အများကြီးကို ဖယ်ရှားရန်ရှိပြီး ပြိုင်ဘက်တွင် လက်ထဲတွင် အရာဝတ္ထု မရှိလျှင်၊ ဘုတ်အဖွဲ့မှ ပြိုင်ဘက်၏ အရာဝတ္ထု(များ)ကို ဆက်လက် ဖယ်ရှားပါ။ ထို့နောက် ပြိုင်ဘက်၏ အလှည့်ကျ ရွေ့လျားရန် အလှည့်ဖြစ်သည်။
nb: Fjern brikke(r) fra motstanderens hånd. Hvis flere brikker skal fjernes i henhold til innstillingen for flerfjerning, og motstanderen ikke har flere brikker igjen på hånden, fortsetter du å fjerne motstanderens brikker fra brettet. Så er det motstanderens tur å flytte.
nl: Verwijder stuk(ken) uit de hand van de tegenstander. Als, volgens de instelling 'Meervoudig verwijderen', meerdere stukken moeten worden verwijderd en de tegenstander geen stukken meer in de hand heeft, ga je door met het verwijderen van de stukken van de tegenstander van het bord. Daarna is het de beurt van de tegenstander om te verplaatsen.
pl: Usuń pionek (pionki) z ręki przeciwnika. Jeśli zgodnie z ustawieniem wielokrotnego usuwania należy usunąć wiele pionków, a przeciwnik nie ma już żadnych pionków w ręku, kontynuuj usuwanie pionków przeciwnika z planszy. Następnie jest tura przeciwnika, aby się poruszyć.
pt: Remova a(s) peça(s) da mão do oponente. Se, de acordo com a configuração de Remoção Múltipla, múltiplas peças devem ser removidas e o oponente não tiver mais peças na mão, continue removendo as peças do oponente do tabuleiro. Então, é a vez do oponente de mover.
ro: Eliminați piesa(ele) din mâna adversarului. Dacă, conform setării de Eliminare Multiplă, trebuie eliminate mai multe piese și adversarul nu are piese rămase în mână, continuați să eliminați piesele adversarului de pe tablă. Apoi, este rândul adversarului să se mute.
ru: Уберите фигуру(ы) из руки противника. Если согласно настройке Multi-remove должно быть убрано несколько фигур и у противника не осталось фигур в руке, продолжайте убирать фигуры противника с доски. Затем ход противника.
si: ප්‍රතිවාදීන්ගේ අතින් කැබලි(ය) ඉවත් කරන්න. Multi-remove සැකසුම අනුව, කැබලි කීපයක් ඉවත් කළ යුතු නම් සහ ප්‍රතිවාදීන්ගේ අතේ කැබලි නොමැති වී ඇත්නම්, ප්‍රතිවාදීන්ගේ කැබලි පුවරුවෙන් ඉවත් කිරීම ඉදිරියට ගන්න. ඉන්පසු, ප්‍රතිවාදීන්ගේ වාරය ඔවුන් චලනය කිරීමට.
sk: Odstráňte figúrky z ruky súpera. Ak je v súlade s nastavením viacnásobného odstránenia potrebné odstrániť viacero figúrok a súper nezostali v ruke žiadne figúrky, pokračujte v odstraňovaní súperových figúrok z hracej plochy. Potom je súper na ťahu.
sl: Odstrani figure iz nasprotnikove roke. Če naj bi bilo v skladu z nastavitvijo Multi-remove odstranjenih več figur, nasprotniku/nasprotnici pa v roki ni ostalo več figur, nadaljuj z odstranjevanjem nasprotnikovih figur s plošče. Nato je nasprotnikova poteza.
sq: Hiq figurën(figurat) nga dora e kundërshtarit. Nëse, sipas cilësimit të heqjes së shumëfishtë, duhet të hiqen figura të shumta dhe kundërshtarit nuk i kanë mbetur figura në dorë, vazhdoni të hiqni figurat e kundërshtarit nga tabela. Pastaj, është radha e kundërshtarit për të lëvizur.
sr: Уклоните фигуру(е) из противникове руке. Ако, према подешавању вишеструког уклањања, треба уклонити више фигура, а противник нема више фигура у руци, наставите да уклањате противничке фигуре са табле. Затим је противник на потезу.
sv: Ta bort pjäs(er) från motståndarens hand. Om flera pjäser ska tas bort enligt inställningen “Multi-remove”, och motståndaren inte har några pjäser kvar, fortsätter du att ta bort motståndarens pjäser från brädet. Sedan är det motståndarens tur att flytta.
sw: Ondoa kipande/vipande kutoka mkononi mwa mpinzani. Ikiwa, kulingana na mipangilio ya kuondoa vipande vingi, vipande vingi vitaondolewa na mpinzani hana vipande vilivyosalia mkononi, endelea kuondoa vipande vya mpinzani kutoka kwenye ubao. Kisha, ni zamu ya mpinzani kucheza.
ta: எதிரியின் கையிலிருந்து துண்டு (களை) அகற்றவும். மல்டி-ரெமோவ் அமைப்பின் படி, பல துண்டுகள் அகற்றப்பட வேண்டும் மற்றும் எதிராளிக்கு கையில் எந்த துண்டுகளும் இல்லை என்றால், எதிரியின் துண்டுகளை பலகையில் இருந்து அகற்றவும். பின்னர், அது நகர்த்துவதற்கான எதிரியின் முறை.
te: ప్రత్యర్థి చేతి నుండి పావు(లు) తొలగించండి. మల్టీ-రిమూవ్ సెట్టింగ్ ప్రకారం, బహుళ పావులను తీసివేయాలంటే మరియు ప్రత్యర్థికి చేతిలో పావులు లేకపోతే, బోర్డు నుండి ప్రత్యర్థి పావులను తీసివేయడం కొనసాగించండి. అప్పుడు, ప్రత్యర్థి కదిలే వంతు.
th: นำชิ้นส่วนออกจากมือของคู่ต่อสู้ หากตามการตั้งค่าการนำออกหลายชิ้น มีการนำชิ้นส่วนหลายชิ้นออก และฝ่ายตรงข้ามไม่มีชิ้นส่วนเหลืออยู่ในมือ ให้นำชิ้นส่วนของฝ่ายตรงข้ามออกจากกระดานต่อไป จากนั้นจะถึงตาคู่ต่อสู้ในการเคลื่อนที่
tr: Rakibin elinden parça(lar)ı çıkarın. Çoklu-çıkarma ayarına göre birden fazla parça çıkarılacaksa ve rakibin elinde hiç parça kalmadıysa, rakibin tahtadaki parçalarını çıkarmaya devam edin. Ardından sıra rakibin parça hareket ettirmesine gelir.
uk: Видаліть фішку(-и) з руки суперника. Якщо згідно з налаштуванням Multi-remove потрібно видалити декілька фішок, а в суперника не залишилося фішок в руці, продовжуйте видаляти фішки суперника з дошки. Потім хід суперника.
ur: مخالف کے ہاتھ سے حصہ (حصے) ہٹا دیں۔ اگر ملٹی ریمو سیٹنگ کے مطابق ، متعدد ٹکڑوں کو ہٹانا ہے اور مخالف کے ہاتھ میں کوئی ٹکڑا باقی نہیں ہے تو ، مخالف کے ٹکڑوں کو بورڈ سے ہٹانا جاری رکھیں۔ پھر ، مخالف کی باری ہے۔
uz: Raqibning qo'lidan dona(donalar)ni olib tashlang. Agar ko'p dona olib tashlash sozlamasiga ko'ra, bir nechta dona olib tashlanishi kerak bo'lsa va raqibning qo'lida dona qolmasa, raqibning donalarini taxtadan olib tashlashni davom ettiring. Keyin, navbat raqibga harakatni amalga oshirish uchun beriladi.
vi: Loại bỏ (các) quân cờ khỏi tay đối thủ. Nếu theo cài đặt loại bỏ nhiều quân, nhiều quân cờ sẽ bị loại bỏ và đối thủ không còn quân cờ trên tay, hãy tiếp tục loại bỏ các quân cờ của đối thủ khỏi bàn cờ. Sau đó, đến lượt đối thủ di chuyển.
zh: 移除对方手中的棋子。如果根据“吃多子”设置需要移除多个棋子，而对方手中已经没有棋子了，则继续从棋盘上吃掉对方的棋子。然后，轮到对方行棋。
zh_hant: 移除對方手中的棋子。如果根據「吃多子」設定需要移除多個棋子，而對方手中已經沒有棋子了，則繼續從棋盤上吃掉對方的棋子。然後，輪到對方行棋。
zu: Susa ingcezu (izingcezu) esandleni somphikisi. Uma, ngokuvumelana nokusetha kokususwa okuningi, izinhlayiya eziningi kufanele zisuswe futhi umphikisi engasekho nezingcezu esandleni, qhubeka ususa izingcezu zomphikisi ebhodini. Khona-ke, kuba yithuba lomphikisi.

source: Mark and delay removing pieces.
af: Merk en vertraag die verwydering van stukke.
am: ቁራጭዎችን መለየት እና መወጣትን አብራክ።
ar: ضع علامة على القطع وتأخير إزالتها.
az: Daşları işarələyin və götürməyi gecikdirin.
be: Пазначыць і адкласці выдаленне штук.
bg: Маркирайте и забавете премахването на фигурите.
bn: ঘুঁটি মার্ক করুন এবং অপসারণে বিলম্ব করুন।
bo: རྟགས་བཀོད་ནས་དུམ་བུ་མེད་པར་བཟོ་རྒྱུ་ཕྱིར་འགྱངས།
ca: Marca i retarda l'eliminació de peces.
cs: Označit a odložit odstranění kamenů.
da: Markér og udsæt fjernelse af brikker.
de: Markiere und verzögere das Entfernen von Spielsteinen.
el: Σημαδέψτε και καθυστερήστε την αφαίρεση των κομματιών.
es: Marca y retrasa la eliminación de piezas.
et: Märgi ja viivita nuppude eemaldamisega.
fa: مهره‌ها را علامت‌گذاری کرده و تاخیر در برداشتن آن‌ها ایجاد کنید.
fi: Merkitse ja viivytä nappuloiden poistamista.
fr: Marquez et retardez le retrait des pièces.
gu: ટુકડાઓને ચિહ્નિત કરો અને તેમને દૂર કરવામાં વિલંબ કરો.
he: סמן והשהה את הסרת הכלים.
hi: मोहरों को हटाने में देरी और उन्हें चिह्नित करें।
hr: Označi i odgodi uklanjanje figura.
hu: Jelölj meg és késleltesd a korongok eltávolítását.
hy: Նշեք և հետաձգեք խաղաքարերի հեռացումը:
id: Tandai dan tunda penyingkiran bidak.
is: Merktu seinkaða fjarlægingu bríka.
it: Contrassegna e ritarda la rimozione delle pedine.
ja: コマの取り除きをマークして遅延させる。
km: សម្គាល់ និងពន្យារពេលដកកូនអុកចេញ។
kn: ಕಾಯಿಗಳನ್ನು ಗುರುತಿಸಿ ಮತ್ತು ತೆಗೆದುಹಾಕುವುದನ್ನು ವಿಳಂಬಗೊಳಿಸಿ.
ko: 말을 표시하고 제거를 지연합니다.
lt: Pažymėkite figūras ir atidėkite jų pašalinimą.
lv: Atzīmēt un aizkavēt figūru noņemšanu.
mk: Обележете и одложете отстранување на фигурите.
ms: Tandakan dan lengahkan pengalihan keluar bidak.
my: အရာဝတ္ထုများကို မှတ်သားပြီး ဖယ်ရှားခြင်းကို နောက်ဆုတ်ပါ။
nb: Merk og forsink fjerning av brikker.
nl: Markeer en vertraag het verwijderen van stukken.
pl: Zaznacz i opóźnij usuwanie pionków.
pt: Marque e atrase a remoção de peças.
ro: Marcați și întârziați eliminarea pieselor.
ru: Отметьте и задержите удаление фигур.
si: කැබලි ලකුණු කර ඉවත් කිරීම පමා කරන්න.
sk: Označte a odložte odstraňovanie figúrok.
sl: Označi in prestavi odstranjevanje figur.
sq: Shënoni dhe vononi heqjen e figurave.
sr: Означите и одложите уклањање фигура.
sv: Markera och fördröj borttagning av pjäser.
sw: Weka alama na chelewesha kuondoa vipande.
ta: துண்டுகளை அகற்றுவதில் குறிக்கவும் நேரந்தவறுகை.
te: పావులను తొలగించడాన్ని గుర్తించండి మరియు ఆలస్యం చేయండి.
th: ทำเครื่องหมายและหน่วงการนำชิ้นส่วนออก
tr: Parçaları işaretle ve çıkarmayı geciktir.
uk: Позначте і відкладіть видалення фішок.
ur: ٹکڑوں کو ہٹانے کو نشان زد کریں اور تاخیر کریں۔
uz: Donalarni olib tashlashni belgilang va kechiktiring.
vi: Đánh dấu và trì hoãn việc loại bỏ các quân cờ.
zh: 标记并延迟移除棋子。
zh_hant: 標記並延遲移除棋子。
zu: Maka bese unqanda ukususa izingcezu.
