Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# considerMobilityOfPiecesDetail
source: If the AI considers the mobility of its pieces, it will not only aim to capture the opponent's pieces as quickly as possible, but also consider blocking the opponent's movements and preventing them from doing the same.
af: As die KI die beweeglikheid van sy stukke in ag neem, sal dit nie net daarop gemik wees om die opponent se stukke so vinnig as moontlik te vang nie, maar dit ook oorweeg om die opponent se bewegings te blokkeer en te verhoed dat hulle dieselfde doen.
am: እንደ AI አንደኛ በኩል ከእርስዎ ተቀንካሪዎች እንቅስቃሴን ለመቀላቀል ሲል ከተመነ በኩል እንደ ዋና ማለት የተመነ ተጫዋቾች በተለያዩ መንገድ እንቅስቃሴ እንዳልሆነ ተነቀው።
ar: إذا أخذ الذكاء الاصطناعي في الاعتبار إمكانية تحريك قطعه ، فلن يهدف فقط إلى التقاط قطع الخصم بأسرع ما يمكن ، ولكن أيضًا يفكر في منع تحركات الخصم ومنعهم من فعل الشيء نفسه.
az: Süni intellekt öz fiqurlarının hərəkətliliyini nəzərə alırsa, o, nəinki rəqibin fiqurlarını mümkün qədər tez tutmağı hədəfləyəcək, həm də rəqibin hərəkətlərinin qarşısını almağı və eyni şeyi etməsinə mane olmağı da düşünəcək.
be: Калі штучны інтэлект улічвае рухомасць сваіх фігур, ён будзе імкнуцца не толькі захапіць фігуры суперніка як мага хутчэй, але таксама разгледзець пытанне аб блакаванні рухаў суперніка і не даць яму зрабіць тое ж самае.
bg: Ако AI вземе предвид мобилността на своите фигури, той не само ще се стреми да улови фигурите на противника възможно най-бързо, но също така ще обмисли блокиране на движенията на противника и предотвратяване на същото.
bn: যদি AI তার টুকরোগুলির গতিশীলতা বিবেচনা করে, তবে এটি শুধুমাত্র প্রতিপক্ষের টুকরাগুলিকে যত তাড়াতাড়ি সম্ভব ক্যাপচার করার লক্ষ্য রাখবে না, তবে প্রতিপক্ষের গতিবিধিকে অবরুদ্ধ করা এবং তাদের একই কাজ করা থেকে বাধা দেওয়ার কথাও বিবেচনা করবে।
bo: གལ་ཏེ་མིས་བཟོས་རིག་ནུས་དེས་ཁོང་གི་ཕྲེང་བའི་འགུལ་སྐྱོད་ལ་བསམ་གཞིག་བྱས་ན། དེས་ཁ་གཏད་ཀྱི་ཕྲེང་བ་དེ་གང་མགྱོགས་འཛིན་ཐུབ་པའི་དམིགས་ཡུལ་བྱེད་པ་མ་ཟད།
ca: Si la IA considera la mobilitat de les seves peces, no només buscarà eliminar peces de l'oponent ràpidament, sinó que també s'esforçarà a blocar els moviments de l'oponent i evitar que faci el mateix.
cs: Pokud AI zváží pohyblivost svých figurek, nebude se snažit pouze co nejrychleji zachytit soupeřovy figurky, ale také zvážit zablokování soupeřových pohybů a zabránění jim v tom, aby udělali totéž.
da: Hvis AI'en overvejer mobiliteten af sine brikker, vil den ikke kun sigte mod at fange modstanderens brikker så hurtigt som muligt, men også overveje at blokere modstanderens bevægelser og forhindre dem i at gøre det samme.
de: Wenn die KI die Beweglichkeit ihrer Steine berücksichtigt, wird sie nicht nur versuchen, die Steine des Gegners so schnell wie möglich zu erobern, sondern auch die Bewegungen des Gegners blockieren und verhindern, dass dieser das Gleiche tut.
el: Εάν η τεχνητή νοημοσύνη εξετάσει την κινητικότητα των κομματιών της, δεν θα στοχεύει μόνο να συλλάβει τα κομμάτια του αντιπάλου όσο το δυνατόν γρηγορότερα, αλλά θα εξετάσει επίσης το ενδεχόμενο να μπλοκάρει τις κινήσεις του αντιπάλου και να τον εμποδίσει να κάνει το ίδιο.
es: Si la IA tiene en cuenta la movilidad de sus piezas, no sólo intentará capturar las piezas del oponente lo más rápido posible, sino que también bloqueará los movimientos del oponente y evitará que haga lo mismo.
et: Kui tehisintellekt arvestab oma nuppude liikuvust, ei ole selle eesmärk mitte ainult vastase nuppude võimalikult kiire tabamine, vaid kaalub ka vastase liikumiste blokeerimist ja takistamist neil sama tegemast.
fa: اگر هوش مصنوعی تحرک مهره های خود را در نظر بگیرد، نه تنها به دنبال گرفتن مهره های حریف در سریع ترین زمان ممکن است، بلکه به فکر جلوگیری از حرکات حریف و جلوگیری از انجام همین کار خواهد بود.
fi: Jos tekoäly ottaa huomioon nappuloidensa liikkuvuuden, se ei ainoastaan pyri vangitsemaan vastustajan nappuloita mahdollisimman nopeasti, vaan myös harkitsemaan vastustajan liikkeiden estämistä ja estämistä heidän tekemästä samoin.
fr: Si l'IA considère la mobilité de ses pièces, elle visera non seulement à capturer les pièces de l'adversaire le plus rapidement possible, mais envisagera également de bloquer les mouvements de l'adversaire et de l'empêcher de faire de même.
gu: જો AI તેના ટુકડાઓની ગતિશીલતાને ધ્યાનમાં લે છે, તો તે માત્ર વિરોધીના ટુકડાને શક્ય તેટલી ઝડપથી પકડવાનું લક્ષ્ય રાખશે નહીં, પરંતુ વિરોધીની હિલચાલને અવરોધિત કરવાનું અને તેમને તે જ કરતા અટકાવવાનું પણ વિચારશે.
he: אם ה-AI מחשיב את הניידות של הכלים שלו, הוא לא רק ישאף ללכוד את הכלים של היריב כמה שיותר מהר, אלא גם ישקול לחסום את התנועות של היריב ולמנוע מהם לעשות את אותו הדבר.
hi: यदि एआई अपने टुकड़ों की गतिशीलता पर विचार करता है, तो यह न केवल प्रतिद्वंद्वी के टुकड़ों को जितनी जल्दी हो सके कब्जा करने का लक्ष्य रखेगा, बल्कि प्रतिद्वंद्वी के आंदोलनों को अवरुद्ध करने और उन्हें ऐसा करने से रोकने पर भी विचार करेगा।
hr: Ako umjetna inteligencija uzme u obzir pokretljivost svojih figura, neće nastojati samo uzimati protivničke figure što je brže moguće, već će također razmotriti blokiranje protivničkih poteza i spriječiti da protivnik učini isto.
hu: Ha az AI figyelembe veszi bábui mozgékonyságát, akkor nemcsak az ellenfél bábuinak mielőbbi elfogására törekszik, hanem azt is fontolóra veszi, hogy blokkolja az ellenfél mozgását, és megakadályozza, hogy ugyanezt tegye.
hy: Եթե AI-ն հաշվի առնի իր խաղաքարերի շարժունակությունը, ապա այն ոչ միայն նպատակ կունենա հնարավորինս արագ գրավել մրցակցի խաղաքարերը, այլ նաև կքննարկի հակառակորդի շարժումները արգելափակելու և նույնը թույլ չտալու մասին:
id: Jika AI mempertimbangkan mobilitas bidaknya, itu tidak hanya bertujuan untuk menangkap bidak lawan secepat mungkin, tetapi juga mempertimbangkan untuk memblokir gerakan lawan dan mencegah mereka melakukan hal yang sama.
is: Ef gervigreindin veltir fyrir sér hreyfanleika bita sinna mun það ekki aðeins stefna að því að fanga bita andstæðingsins eins fljótt og auðið er, heldur einnig að íhuga að hindra hreyfingar andstæðingsins og koma í veg fyrir að þeir geri slíkt hið sama.
it: Se l'IA considera la mobilità dei suoi pezzi, non mirerà solo a catturare i pezzi dell'avversario il più rapidamente possibile, ma considererà anche di bloccare i movimenti dell'avversario e impedire loro di fare lo stesso.
ja: AIが駒の機動性を考慮すれば、相手の駒をできるだけ早く捕らえることを目指すだけでなく、相手の動きをブロックして阻止することも考慮します。
km: ប្រសិនបើ AI ពិចារណាលើការចល័តកូនអុករបស់វា វានឹងមិនត្រឹមតែមានគោលបំណងចាប់យកកូនអុករបស់គូប្រកួតឱ្យបានលឿនតាមដែលអាចធ្វើទៅបានប៉ុណ្ណោះទេ ប៉ុន្តែថែមទាំងពិចារណាលើការរារាំងចលនារបស់គូប្រកួត និងរារាំងពួកគេមិនឱ្យធ្វើដូចគ្នា។
kn: AI ತನ್ನ ತುಣುಕುಗಳ ಚಲನಶೀಲತೆಯನ್ನು ಪರಿಗಣಿಸಿದರೆ, ಅದು ಎದುರಾಳಿಯ ತುಣುಕುಗಳನ್ನು ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ಸೆರೆಹಿಡಿಯುವ ಗುರಿಯನ್ನು ಹೊಂದಿರುವುದಿಲ್ಲ, ಆದರೆ ಎದುರಾಳಿಯ ಚಲನವಲನಗಳನ್ನು ನಿರ್ಬಂಧಿಸುವುದನ್ನು ಮತ್ತು ಅದೇ ರೀತಿ ಮಾಡುವುದನ್ನು ತಡೆಯುವುದನ್ನು ಪರಿಗಣಿಸುತ್ತದೆ.
ko: AI가 자신의 말의 이동성을 고려하면 상대 말을 빠르게 잡으려고만 하는 것이 아니라 상대의 움직임을 차단하고 상대가 같은 것을 하는 것을 방지하는 것도 고려합니다.
lt: Jei dirbtinis intelektas atsižvelgs į savo figūrų mobilumą, jis ne tik sieks kuo greičiau užfiksuoti priešininko figūras, bet ir apsvarstys galimybę blokuoti priešininko judesius ir neleisti jiems daryti to paties.
lv: Ja mākslīgais intelekts ņem vērā savu figūru mobilitāti, tā mērķis būs ne tikai pēc iespējas ātrāk notvert pretinieka figūras, bet arī apsvērt iespēju bloķēt pretinieka kustības un neļaut viņiem darīt to pašu.
mk: Ако вештачката интелигенција ја земе предвид мобилноста на своите фигури, таа не само што ќе има за цел да ги фати фигурите на противникот што е можно побрзо, туку ќе размисли и да ги блокира движењата на противникот и да ги спречи да го прават истото.
ms: Jika AI mempertimbangkan mobiliti kepingannya, ia bukan sahaja bertujuan untuk menangkap kepingan lawan secepat mungkin, tetapi juga mempertimbangkan untuk menyekat pergerakan lawan dan menghalang mereka daripada melakukan perkara yang sama.
my: AI သည် ၎င်း၏ အစိတ်အပိုင်းများ၏ ရွေ့လျားနိုင်မှုကို ထည့်သွင်းစဉ်းစားပါက၊ ၎င်းသည် ပြိုင်ဘက်၏ အစိတ်အပိုင်းများကို တတ်နိုင်သမျှ အမြန်ဖမ်းယူရန် ရည်ရွယ်ရုံသာမက ပြိုင်ဘက်၏ လှုပ်ရှားမှုများကို ပိတ်ဆို့ကာ ၎င်းတို့ကို တားဆီးရန်လည်း ထည့်သွင်းစဉ်းစားမည်ဖြစ်သည်။
nb: Hvis AI vurderer mobiliteten til brikkene sine, vil den ikke bare ta sikte på å fange motstanderens brikker så raskt som mulig, men også vurdere å blokkere motstanderens bevegelser og hindre dem i å gjøre det samme.
nl: Als de AI rekening houdt met de beweeglijkheid van zijn stukken, zal hij niet alleen proberen de stukken van de tegenstander zo snel mogelijk te slaan, maar ook overwegen om de bewegingen van de tegenstander te blokkeren en te voorkomen dat hij hetzelfde doet.
pl: Jeśli sztuczna inteligencja bierze pod uwagę mobilność swoich pionków, będzie dążyć nie tylko do jak najszybszego zbicia pionków przeciwnika, ale także rozważy blokowanie ruchów przeciwnika i uniemożliwienie mu zrobienia tego samego.
pt: Se a IA levar em conta a mobilidade de suas peças, ela não só tentará capturar as peças do oponente o mais rápido possível, mas também bloqueará os movimentos do adversário e evitará que ele faça o mesmo.
ro: Dacă AI ia în considerare mobilitatea pieselor sale, nu va urmări doar să captureze piesele adversarului cât mai repede posibil, ci va lua în considerare și blocarea mișcărilor adversarului și împiedicarea acestuia să facă același lucru.
ru: Если ИИ учитывает подвижность своих фигур, он не только будет стремиться как можно быстрее захватить фигуры противника, но также рассмотрит возможность блокирования движений противника и предотвращения того, чтобы он делал то же самое.
si: AI එහි කැබලින් චලිතතාවය සලකා බැලුවේ නම්, එය ප්‍රතිපක්ෂයේ කැබලි ඉක්මනින් අල්ලා ගැනීමට පමණක් ඉලක්ක කර ගැනීමක් නොවේ, එය ප්‍රතිපක්ෂයේ චලනයන් වැලැක්වීම සහ එයින් තමන් තමන්ගේ චලනය වැළැක්වීම ද සලකා බැලේ.
sk: Ak AI zváži mobilitu svojich figúrok, nezameria sa len na to, aby čo najrýchlejšie zajali súperove figúrky, ale zváži aj blokovanie súperových pohybov a zabránenie im v tom, aby urobili to isté.
sl: Če umetna inteligenca upošteva mobilnost svojih figur, si ne bo prizadeval le čim hitreje zajeti nasprotnikove figure, ampak bo razmislil tudi o blokiranju nasprotnikovih gibov in preprečitvi, da bi storil isto.
sq: Nëse AI merr në konsideratë lëvizshmërinë e pjesëve të saj, ajo jo vetëm që do të synojë të kapë copat e kundërshtarit sa më shpejt që të jetë e mundur, por gjithashtu do të konsiderojë bllokimin e lëvizjeve të kundërshtarit dhe pengimin e tyre që të bëjnë të njëjtën gjë.
sr: Ако АИ узме у обзир покретљивост својих фигура, не само да ће имати за циљ да ухвати противничке фигуре што је брже могуће, већ ће размотрити и блокирање покрета противника и спречавање њих да ураде исто.
sv: Om AI:n överväger rörligheten hos sina pjäser, kommer den inte bara att sträva efter att fånga motståndarens pjäser så snabbt som möjligt, utan också överväga att blockera motståndarens rörelser och förhindra dem från att göra detsamma.
sw: Ikiwa AI inazingatia uhamaji wa vipande vyake, haitalenga tu kukamata vipande vya mpinzani haraka iwezekanavyo, lakini pia kuzingatia kuzuia harakati za mpinzani na kuwazuia kufanya hivyo.
ta: AI அதன் துண்டுகளின் இயக்கத்தை கருத்தில் கொண்டால், அது எதிராளியின் துண்டுகளை விரைவாகப் பிடிப்பதை நோக்கமாகக் கொண்டது மட்டுமல்லாமல், எதிரியின் இயக்கங்களைத் தடுப்பதையும், அவ்வாறே செய்வதிலிருந்து அவற்றைத் தடுப்பதையும் கருத்தில் கொள்ளுங்கள்.
te: AI దాని ముక్కల చలనశీలతను పరిగణనలోకి తీసుకుంటే, అది ప్రత్యర్థి ముక్కలను వీలైనంత త్వరగా పట్టుకోవడమే కాకుండా, ప్రత్యర్థి కదలికలను అడ్డుకోవడం మరియు అదే పని చేయకుండా నిరోధించడాన్ని కూడా పరిగణలోకి తీసుకుంటుంది.
th: หาก AI คำนึงถึงความคล่องตัวของชิ้นส่วน มันจะไม่เพียงมุ่งจับชิ้นส่วนของฝ่ายตรงข้ามโดยเร็วที่สุด แต่ยังพิจารณาปิดกั้นการเคลื่อนไหวของฝ่ายตรงข้ามและป้องกันไม่ให้พวกเขาทำเช่นเดียวกัน
tr: Yapay zeka, taşlarının hareketliliğini dikkate alırsa, yalnızca rakibin taşlarını olabildiğince çabuk ele geçirmeyi amaçlamaz, aynı zamanda rakibin hareketlerini bloke etmeyi ve onların da aynısını yapmasını engellemeyi düşünür.
uk: Якщо штучний інтелект враховує рухливість своїх фігур, він не лише намагатиметься захопити фігури супротивника якомога швидше, але також розглядатиме можливість блокування рухів супротивника та запобігання йому робити те ж саме.
ur: اگر AI اپنے ٹکڑوں کی نقل و حرکت پر غور کرتا ہے، تو اس کا مقصد نہ صرف مخالف کے ٹکڑوں کو جلد از جلد پکڑنا ہوگا، بلکہ مخالف کی نقل و حرکت کو روکنے اور انہیں ایسا کرنے سے روکنے پر بھی غور ہوگا۔
uz: Agar sun'iy intellekt o'z donalarining harakatchanligini hisobga olsa, u nafaqat raqibning donalarini imkon qadar tezroq qo'lga kiritishni maqsad qilib qo'ymaydi, balki raqibning harakatlarini to'sib qo'yish va ularni xuddi shunday qilishiga yo'l qo'ymaslik haqida ham o'ylaydi.
vi: Nếu AI xem xét tính cơ động của các quân cờ của mình, nó sẽ không chỉ nhằm mục đích bắt quân của đối thủ càng nhanh càng tốt mà còn xem xét việc chặn các chuyển động của đối thủ và ngăn họ làm điều tương tự.
zh: 如若 AI 考虑到自己棋子的机动性，那么它不仅会以最快的速度吃掉对方的棋子为目标，还会考虑封堵对方的路线，让对方无路可走，并力图避免对方以其人之道还治其人之身。
zh_hant: 若 AI 考量到自己棋子的機動性，那麼它不僅會以最快的速度吃掉對方的棋子為目標，還會考量封堵對方的路線，讓對方無路可走，並力圖避免對方以其人之道還治其人之身。
zu: Uma i-AI icabangela ukuhamba kwezingcezu zayo, ngeke nje ihlose ukuthwebula izingcezu zombangi ngokushesha okukhulu, kodwa futhi icabange ukuvimba umnyakazo wesitha nokubavimbela ekwenzeni okufanayo.

# whenBoardIsFull
source: When the board is full
af: Wanneer die bord vol is
am: የጨዋታ ቦርድ ሲሞላ
ar: عندما تكون اللوحة ممتلئة
az: Lövhə dolu olduqda
be: Калі дошка поўная
bg: Когато дъската е пълна
bn: বোর্ড পূর্ণ হলে
bo: རྩེད་པང་ཁེངས་པའི་སྐབས།
ca: Quan el tauler és ple
cs: Když je deska plná
da: Når bestyrelsen er fuld
de: Wenn das Brett voll ist
el: Όταν ο πίνακας είναι γεμάτος
es: Cuando el tablero está lleno
et: Kui laud on täis
fa: وقتی تخته پر شد
fi: Kun lauta on täynnä
fr: Quand le plateau est plein
gu: જ્યારે બોર્ડ ભરાઈ જાય છે
he: כשהלוח מלא
hi: जब बोर्ड भरा हुआ है
hr: Kad je ploča puna
hu: Amikor megtelt a tábla
hy: Երբ տախտակը լցված է
id: Saat papan penuh
is: Þegar borðið er fullt
it: Quando il tabellone è pieno
ja: ボードがいっぱいになったら
km: នៅពេលក្តារពេញ
kn: ಬೋರ್ಡ್ ತುಂಬಿದಾಗ
ko: 보드가 가득 차 있을 때
lt: Kai lenta pilna
lv: Kad dēlis ir pilns
mk: Кога таблата е полна
ms: Apabila papan penuh
my: ဘုတ်ပြားပြည့်သောအခါ
nb: Når brettet er fullt
nl: Als het bord vol is
pl: Gdy tablica jest pełna
pt: Quando o tabuleiro está cheio
ro: Când tabla este plină
ru: Когда доска заполнена
si: පුවරුව පිරී ඇති විට
sk: Keď je tabuľa plná
sl: Ko je tabla polna
sq: Kur bordi është plot
sr: Кад је табла пуна
sv: När tavlan är full
sw: Wakati bodi imejaa
ta: பலகை நிரம்பும்போது
te: బోర్డు నిండినప్పుడు
th: เมื่อกระดานเต็ม
tr: Tahta dolduğunda
uk: Коли дошка повна
ur: جب بورڈ بھر جاتا ہے۔
uz: Doska to'lganida
vi: Khi bảng đầy
zh: 当棋盘摆满时
zh_hant: 當棋盤擺滿時
zu: Lapho ibhodi ligcwele

# whenBoardIsFull_Detail
source: At the end of the placing phase, before the moving phase begins, the action follows if the board is full of pieces.
af: Aan die einde van die plasingsfase, voordat die beweegfase begin, volg die aksie as die bord vol stukke is.
am: በማዋቀር ዘመን ማለት መጨረሻ ሲሆን በእንቅስቃሴ ዘመን በመጀመሪያ ማስፈራራት ከተመነ አንዳንድ የተጫዋች የጨዋታ ቦርድ ተጫዋች ተነቀው።
ar: في نهاية مرحلة الوضع ، قبل أن تبدأ مرحلة الحركة ، يتبع الإجراء إذا كانت اللوحة ممتلئة بالقطع.
az: Yerləşdirmə mərhələsinin sonunda, hərəkət mərhələsi başlamazdan əvvəl, lövhə parçalarla doludursa, hərəkət davam edir.
be: У канцы фазы размяшчэння, перад пачаткам фазы перамяшчэння, дзеянне адбываецца, калі дошка поўная фігур.
bg: В края на фазата на поставяне, преди да започне фазата на преместване, действието следва, ако дъската е пълна с фигури.
bn: স্থাপন পর্বের শেষে, চলন্ত পর্ব শুরু হওয়ার আগে, বোর্ডটি টুকরো টুকরো হলে ক্রিয়াটি অনুসরণ করে।
bo: འཇོག་རིམ་མཇུག་སྒྲིལ་སྐབས། སྤོ་འགུལ་དུས་རིམ་འགོ་མ་ཚུགས་གོང་། རྩེད་པང་ཁེངས་ཚེ་གཤམ་གྱི་བྱ་སྤྱོད་སྤེལ།
ca: Al final de la fase de col·locació, abans de començar la fase de moviment, si el tauler és ple de peces, es duran a terme aquestes accions.
cs: Na konci fáze umisťování, před začátkem fáze pohybu, následuje akce, pokud je deska plná figurek.
da: Ved slutningen af placeringsfasen, før flyttefasen begynder, følger handlingen, hvis brættet er fyldt med brikker.
de: Am Ende der Platzierungsphase, bevor die Bewegungsphase beginnt, folgt die Aktion, wenn der Spielplan voller Steine ist.
el: Στο τέλος της φάσης τοποθέτησης, πριν ξεκινήσει η φάση μετακίνησης, ακολουθεί η δράση εάν ο πίνακας είναι γεμάτος κομμάτια.
es: Al final de la fase de preparación, antes del inicio de la fase de movimiento, sigue una acción si el tablero está lleno de figuras.
et: Paigutamisfaasi lõpus, enne liikumisfaasi algust, järgneb tegevus, kui laud on tükke täis.
fa: در پایان مرحله قرار دادن، قبل از شروع فاز حرکت، اگر تخته پر از مهره باشد، عمل انجام می شود.
fi: Sijoitusvaiheen lopussa, ennen siirtovaiheen alkamista, toiminta seuraa, jos lauta on täynnä nappuloita.
fr: À la fin de la phase de placement, avant le début de la phase de déplacement, cette action se dénoule si le plateau est plein de pièces.
gu: મૂકવાના તબક્કાના અંતે, મૂવિંગ તબક્કો શરૂ થાય તે પહેલાં, જો બોર્ડ ટુકડાઓથી ભરેલું હોય તો ક્રિયા અનુસરે છે.
he: בסוף שלב ההצבה, לפני תחילת שלב ההזזה, הפעולה תופיע אם הלוח מלא בחלקים.
hi: रखने के चरण के अंत में, गतिमान चरण शुरू होने से पहले, यदि बोर्ड टुकड़ों से भरा हुआ है तो कार्रवाई होती है।
hr: Na kraju faze postavljanja, prije početka faze pomicanja, slijedi akcija ako je ploča puna figura.
hu: Az elhelyezési fázis végén, mielőtt a mozgó fázis elkezdődne, az akció következik, ha a tábla tele van figurákkal.
hy: Տեղադրման փուլի վերջում, մինչ շարժման փուլը սկսվելը, գործողությունը հաջորդում է, եթե տախտակը լի է կտորներով:
id: Di akhir fase penempatan, sebelum fase bergerak dimulai, tindakan akan mengikuti jika papan sudah penuh dengan bidak.
is: Í lok staðsetningarfasans, áður en flutningsfasinn hefst, fylgir aðgerðin ef borðið er fullt af bitum.
it: Alla fine della fase di piazzamento, prima che inizi la fase di spostamento, l'azione segue se la scacchiera è piena di pezzi.
ja: 配置フェーズの終了時、移動フェーズが始まる前に、ボードがピースでいっぱいになっている場合、アクションが続きます。
km: នៅចុងបញ្ចប់នៃដំណាក់កាលដាក់ មុនពេលដំណាក់កាលផ្លាស់ទីចាប់ផ្តើម សកម្មភាពនឹងកើតឡើងប្រសិនបើក្តារពេញដោយកូនអុក។
kn: ಇರಿಸುವ ಹಂತದ ಕೊನೆಯಲ್ಲಿ, ಚಲಿಸುವ ಹಂತವು ಪ್ರಾರಂಭವಾಗುವ ಮೊದಲು, ಬೋರ್ಡ್ ತುಂಡುಗಳಿಂದ ತುಂಬಿದ್ದರೆ ಕ್ರಿಯೆಯು ಅನುಸರಿಸುತ್ತದೆ.
ko: 말 놓기 단계가 끝나고 이동 단계가 시작되기 전에 보드가 말로 가득 차 있다면, 다음 단계가 이어집니다.
lt: Pasibaigus dėjimo fazei, prieš prasidedant judėjimo fazei, įvyksta veiksmas, jei lenta yra pilna figūrėlių.
lv: Izvietošanas fāzes beigās, pirms pārvietošanās fāzes sākuma, darbība seko, ja dēlis ir pilns ar figūrām.
mk: На крајот од фазата на поставување, пред да започне фазата на поместување, следува дејство доколку таблата е полна со парчиња.
ms: Pada akhir fasa meletakkan, sebelum fasa bergerak bermula, tindakan akan menyusul jika papan penuh dengan kepingan.
my: နေရာချခြင်းအဆင့်၏အဆုံးတွင်၊ ရွေ့လျားသည့်အဆင့်မစတင်မီ၊ ဘုတ်ပြားသည် အပိုင်းအစများပြည့်နေပါက လုပ်ဆောင်မှုနောက်ဆက်တွဲဖြစ်သည်။
nb: På slutten av plasseringsfasen, før flyttefasen begynner, følger handlingen hvis brettet er fullt av brikker.
nl: Aan het einde van de plaatsingsfase, voordat de verplaatsingsfase begint, volgt de actie als het bord vol met stukken is.
pl: Pod koniec fazy umieszczania, przed rozpoczęciem fazy ruchu, akcja następuje, jeśli plansza jest pełna pionków.
pt: No final da fase de colocação, antes do início da fase de movimento, a ação segue se o tabuleiro estiver cheio de peças.
ro: La sfârșitul fazei de plasare, înainte de începerea fazei de mișcare, urmează acțiunea dacă tabla este plină de piese.
ru: В конце фазы размещения, до начала фазы перемещения, действие следует, если доска заполнена фигурами.
si: තැබීමේ අවධිය අවසානයේදී, චලන අවධිය ආරම්භ වීමට පෙර, පුවරුව කැබලි පිරී ඇත්තේ නම් එවිට ක්‍රියාව සිදුවේ.
sk: Na konci fázy umiestňovania, pred začiatkom fázy pohybu, nasleduje akcia, ak je hracia plocha plná figúrok.
sl: Na koncu faze postavljanja, preden se začne faza premikanja, sledi akcija, če je plošča polna kosov.
sq: Në fund të fazës së vendosjes, përpara se të fillojë faza e lëvizjes, veprimi vijon nëse dërrasa është plot me copa.
sr: На крају фазе постављања, пре него што почне фаза кретања, следи акција ако је табла пуна комада.
sv: I slutet av placeringsfasen, innan flyttfasen börjar, följer åtgärden om brädet är fullt av pjäser.
sw: Mwishoni mwa awamu ya kuweka, kabla ya awamu ya kusonga huanza, hatua inafuata ikiwa bodi imejaa vipande.
ta: வைக்கும் கட்டத்தின் முடிவில், நகரும் கட்டம் தொடங்குவதற்கு முன்பு, பலகை துண்டுகள் நிறைந்திருந்தால் நடவடிக்கை பின்வருமாறு.
te: ప్లేసింగ్ దశ ముగింపులో, కదిలే దశ ప్రారంభమయ్యే ముందు, బోర్డు పూర్తిగా ముక్కలతో ఉంటే చర్య అనుసరిస్తుంది.
th: ในตอนท้ายของขั้นตอนการวาง ก่อนที่ขั้นตอนการเคลื่อนไหวจะเริ่มต้นขึ้น การดำเนินการจะตามมาหากกระดานเต็มไปด้วยชิ้นส่วน
tr: Yerleştirme aşamasının sonunda, hareket aşaması başlamadan önce, tahta taşlarla doluysa eylem takip eder.
uk: Наприкінці фази розміщення, перед початком фази переміщення, дія починається, якщо дошка заповнена фігурами.
ur: رکھنے کے مرحلے کے اختتام پر، حرکت کا مرحلہ شروع ہونے سے پہلے، اگر بورڈ ٹکڑوں سے بھرا ہوا ہو تو کارروائی کی جائے گی۔
uz: Joylashtirish bosqichining oxirida, harakatlanish bosqichi boshlanishidan oldin, taxta bo'laklarga to'la bo'lsa, harakat quyidagicha bo'ladi.
vi: Khi kết thúc giai đoạn đặt, trước khi giai đoạn di chuyển bắt đầu, hành động sẽ tiếp theo nếu bàn cờ đầy quân cờ.
zh: 在摆子阶段结束时，在走子阶段开始前，如棋盘已摆满，则接下来的动作为？
zh_hant: 在擺子階段結束時，在走子階段開始前，如棋盤已擺滿，則接下來的動作為？
zu: Ekupheleni kwesigaba sokubeka, ngaphambi kokuba isigaba esinyakazayo siqale, isenzo silandela uma ibhodi ligcwele izingcezu.
