Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleSolutionRecordingHelp
source: Solution Recording Help
af: Oplossing Opname Hulp
am: የመፍትሄ ቀረጻ እገዛ
ar: مساعدة في تسجيل الحل
az: Həll Yazma Yardımı
be: Даведка па запісе рашэння
bn: সমাধান রেকর্ডিং সাহায্য
bo: ཐབས་ཤེས་ཐོ་བཀོད་རོགས་རམ།
ca: Ajuda de gravació de solucions
cs: Nápověda k nahrávání řešení
da: Løsning Hjælp til optagelse
de: Hilfe zur Lösungsaufzeichnung
el: Βοήθεια εγγραφής λύσης
es: Ayuda para la grabación de soluciones
et: Lahenduse salvestamise spikker
fa: راهنمای ضبط راه حل
fr: Aide sur l'enregistrement de solutions
gu: ઉકેલ રેકોર્ડિંગ મદદ
he: פתרון הקלטה עזרה
hi: समाधान रिकॉर्डिंग सहायता
hr: Pomoć za snimanje rješenja
hu: Megoldásrögzítés súgó
hy: Լուծումների ձայնագրման օգնություն
id: Bantuan Pencatatan Solusi
is: Lausn Upptökuhjálp
it: Guida alla registrazione della soluzione
ja: ソリューション記録のヘルプ
km: ដំណោះស្រាយជំនួយការកត់ត្រា
kn: ಪರಿಹಾರ ರೆಕಾರ್ಡಿಂಗ್ ಸಹಾಯ
ko: 해답 기록 도움말
lt: Sprendimo įrašymo žinynas
lv: Risinājuma ierakstīšanas palīdzība
mk: Помош за снимање решенија
ms: Bantuan Rakaman Penyelesaian
nl: Oplossing Opnamehulp
pl: Pomoc dotycząca nagrywania rozwiązań
pt: Ajuda para gravação de solução
ro: Ajutor pentru înregistrarea soluției
ru: Справка по записи решения
si: විසඳුම් පටිගත කිරීමේ උපකාරය
sk: Pomocník pre nahrávanie riešení
sl: Pomoč za snemanje rešitve
sv: Lösning Inspelningshjälp
sw: Usaidizi wa Kurekodi Suluhisho
te: సొల్యూషన్ రికార్డింగ్ సహాయం
th: ความช่วยเหลือในการบันทึกโซลูชัน
tr: Çözüm Kaydetme Yardımı
uk: Довідка щодо запису рішення
ur: حل ریکارڈنگ مدد
uz: Yechimlarni yozish boʻyicha yordam
zh: 解答录制帮助
zh_hant: 解決方案記錄幫助
zu: Usizo Lokuqopha Isixazululo

# puzzleSolutionRecordingHelpContent
source: How to record the solution moves:
af: Hoe om die oplossingsbewegings aan te teken:
am: የመፍትሄውን እንቅስቃሴዎች እንዴት እንደሚመዘግቡ:
ar: كيفية تسجيل حركات الحل:
az: Həll hərəkətlərini necə qeyd etmək olar:
be: Як запісваць хады рашэння:
bn: সমাধানের চালগুলি কীভাবে রেকর্ড করবেন:
bo: ཐབས་ཤེས་བསྒུལ་བ་ཇི་ལྟར་ཐོ་བཀོད:
ca: Com registrar els moviments de solució:
cs: Jak zaznamenat tahy řešení:
da: Sådan registreres løsningsbevægelserne:
de: So zeichnest du die Lösungszüge auf:
el: Πώς να καταγράψετε τις κινήσεις λύσης:
es: Cómo registrar los movimientos de la solución:
et: Lahenduse liigutuste salvestamine:
fa: نحوه ثبت حرکات راه حل:
fr: Comment enregistrer les mouvements de solution :
gu: ઉકેલની ચાલ કેવી રીતે રેકોર્ડ કરવી:
he: כיצד לתעד את מהלכי הפתרון:
hi: समाधान चालों को कैसे रिकॉर्ड करें:
hr: Kako zabilježiti poteze rješenja:
hu: Hogyan rögzítsd a megoldás lépéseit:
hy: Ինչպես գրանցել լուծման շարժումները.
id: Cara mencatat gerakan penyelesaian :
is: Hvernig á að skrá lausnarhreyfingar:
it: Come registrare le mosse della soluzione:
ja: ソリューションの動きを記録する方法:
km: របៀបកត់ត្រាចលនានៃដំណោះស្រាយ៖
kn: ಪರಿಹಾರದ ಚಲನೆಯನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡುವುದು ಹೇಗೆ:
ko: 해답 수순을 기록하는 방법:
lt: Kaip įrašyti sprendimo judesius:
lv: Kā ierakstīt risinājuma kustības:
mk: Како да ги снимите потезите на решението:
ms: Cara merekodkan pergerakan penyelesaian:
nl: Zo registreert u de oplossingsbewegingen:
pl: Jak rejestrować ruchy rozwiązania:
pt: Como registrar os movimentos da solução:
ro: Cum să înregistrați mișcările soluției:
ru: Как записать ходы решения:
si: විසඳුම චලනයන් වාර්තා කරන්නේ කෙසේද:
sk: Ako zaznamenať ťahy riešenia:
sl: Kako zabeležiti poteze rešitve:
sv: Så här registrerar du lösningsrörelserna:
sw: Jinsi ya kurekodi hatua za suluhisho:
te: పరిష్కారం కదలికలను ఎలా రికార్డ్ చేయాలి:
th: วิธีบันทึกการเคลื่อนไหวของโซลูชัน:
tr: Çözüm hamleleri nasıl kaydedilir:
uk: Як записати ходи рішення:
ur: حل کی چالوں کو کیسے ریکارڈ کریں:
uz: Yechim harakatlarini qanday qayd etish mumkin:
zh: 如何录制解答走子：
zh_hant: 如何記錄解題動作：
zu: Indlela yokurekhoda isixazululo sinyakaza:

# puzzleSolutionStep1
source: Snapshot the starting position first
af: Maak eers 'n foto van die beginposisie
am: መጀመሪያ የመነሻ ቦታውን ያንሱ
ar: لقطة موقف البداية أولا
az: Əvvəlcə başlanğıc mövqeyini çəkin
be: Спачатку зрабіце здымак зыходнага становішча
bg: Capture the starting position first
bn: প্রথমে শুরুর অবস্থানটি স্ন্যাপশট করুন
bo: སྔོན་ལ་འགོ་གནས་བབ་ཟིན་ཐོ་བཀོད།
ca: Feu una instantània de la posició inicial primer
cs: Nejprve nasnímejte výchozí pozici
da: Snapshot startpositionen først
de: Erfasse zuerst die Startposition
el: Φωτογραφίστε πρώτα την αρχική θέση
es: Primero toma una instantánea de la posición inicial.
et: Esmalt tehke hetktõmmis lähteasendist
fa: ابتدا از موقعیت شروع عکس بگیرید
fi: Capture the starting position first
fr: Prenez d'abord un instantané de la position de départ
gu: પહેલા શરૂઆતની સ્થિતિને સ્નેપશોટ કરો
he: תצלם תחילה את עמדת ההתחלה
hi: पहले आरंभिक स्थिति का स्नैपशॉट लें
hr: Prvo snimite početni položaj
hu: Először mentsd el a kezdő pozíciót
hy: Սկզբում նկարեք մեկնարկային դիրքը
id: Potret posisi awal terlebih dahulu
is: Skyndimynd upphafsstöðu fyrst
it: Prima fotografa la posizione iniziale
ja: 最初に開始位置のスナップショットを作成します
km: ថតរូបទីតាំងចាប់ផ្តើមជាមុនសិន
kn: ಮೊದಲು ಆರಂಭಿಕ ಸ್ಥಾನವನ್ನು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಮಾಡಿ
ko: 먼저 시작 위치 캡처
lt: Pirmiausia nufotografuokite pradinę padėtį
lv: Vispirms uzņemiet momentuzņēmumu sākuma stāvoklī
mk: Прво сликајте ја почетната позиција
ms: Tangkap gambar kedudukan permulaan dahulu
my: Capture the starting position first
nb: Capture the starting position first
nl: Maak eerst een momentopname van de startpositie
pl: Najpierw zrób zdjęcie pozycji wyjściowej
pt: Tire uma foto da posição inicial primeiro
ro: Înregistrați mai întâi poziția de pornire
ru: Сначала сделайте снимок исходной позиции
si: මුලින්ම ආරම්භක ස්ථානය Snapshot කරන්න
sk: Najprv nasnímajte počiatočnú pozíciu
sl: Najprej posnemite začetni položaj
sq: Capture the starting position first
sr: Capture the starting position first
sv: Snapshot startpositionen först
sw: Piga picha ya nafasi ya kuanzia kwanza
te: ముందుగా ప్రారంభ స్థానాన్ని స్నాప్‌షాట్ చేయండి
th: ถ่ายภาพตำแหน่งเริ่มต้นก่อน
tr: İlk önce başlangıç pozisyonunun anlık görüntüsünü alın
uk: Спочатку зробіть знімок початкової позиції
ur: پہلے ابتدائی پوزیشن کو سنیپ شاٹ کریں
uz: Dastlab boshlang'ich pozitsiyasini suratga oling
vi: Capture the starting position first
zh: 首先快照起始局面
zh_hant: 首先拍攝起始位置
zu: Shutha indawo yokuqala kuqala

# puzzleSolutionStep2
source: Click "Start Recording" button (this resets the board to your snapshotted position)
af: Klik op "Begin opname"-knoppie (dit stel die bord terug na jou foto-posisie)
am: "መቅዳት ጀምር" ቁልፍን ጠቅ ያድርጉ (ይህ ቦርዱን ወደ እርስዎ ቅጽበታዊ ፎቶግራፍ ያስተካክለዋል)
ar: انقر فوق الزر "بدء التسجيل" (يؤدي ذلك إلى إعادة تعيين اللوحة إلى موضع اللقطة)
az: "Qeydə almağa başla" düyməsini klikləyin (bu, lövhəni snapshot edilmiş vəziyyətinizə qaytarır)
be: Націсніце кнопку "Пачаць запіс" (гэта скідае дошку ў пазіцыю, зробленую на здымку)
bg: Click "Start Recording" button (this resets the board to your captured position)
bn: "রেকর্ডিং শুরু করুন" বোতামে ক্লিক করুন (এটি আপনার স্ন্যাপশট করা অবস্থানে বোর্ডটিকে পুনরায় সেট করে)
bo: "ཐོ་བཀོད་འགོ་བཙུགས" མནན (པང་ལེབ་ཟིན་ཐོའི་གནས་བབ་ལ་བསྐྱར་གཏན་འབེབས)
ca: Feu clic al botó "Comença a gravar" (això restableix el tauler a la vostra posició de la instantània)
cs: Klikněte na tlačítko "Zahájit nahrávání" (tím se deska resetuje do vaší polohy snímku)
da: Klik på knappen "Start optagelse" (dette nulstiller brættet til din snapshot-position)
de: Klicke auf "Aufzeichnung starten" (das Brett wird zur erfassten Position zurückgesetzt)
el: Κάντε κλικ στο κουμπί "Έναρξη εγγραφής" (αυτό επαναφέρει τον πίνακα στη θέση του στιγμιότυπου)
es: Haga clic en el botón "Iniciar grabación" (esto restablece el tablero a su posición capturada)
et: Klõpsake nuppu "Alusta salvestamist" (see lähtestab tahvli hetktõmmise asendisse)
fa: روی دکمه "شروع ضبط" کلیک کنید (با این کار برد به موقعیت عکس فوری شما بازنشانی می شود)
fi: Click "Start Recording" button (this resets the board to your captured position)
fr: Cliquez sur le bouton "Démarrer l'enregistrement" (cela réinitialise la carte à votre position instantanée)
gu: "રેકોર્ડિંગ શરૂ કરો" બટનને ક્લિક કરો (આ બોર્ડને તમારી સ્નેપશોટ કરેલી સ્થિતિ પર ફરીથી સેટ કરે છે)
he: לחץ על כפתור "התחל הקלטה" (זה מאפס את הלוח למצב הצילום שלך)
hi: "रिकॉर्डिंग प्रारंभ करें" बटन पर क्लिक करें (यह बोर्ड को आपके स्नैपशॉट वाले स्थान पर रीसेट कर देता है)
hr: Kliknite gumb "Pokreni snimanje" (ovo vraća ploču na vašu snimljenu poziciju)
hu: Kattints a "Rögzítés indítása" gombra (ez visszaállítja a táblát a mentett pozícióra)
hy: Սեղմեք «Սկսել ձայնագրումը» կոճակը (սա վերականգնում է տախտակը ձեր պատկերված դիրքին)
id: Klik tombol "Mulai Merekam" (ini akan mengatur ulang papan ke posisi snapshot Anda)
is: Smelltu á "Start Recording" hnappinn (þetta endurstillir borðið í myndatökustöðu þína)
it: Fai clic sul pulsante "Avvia registrazione" (questo ripristina la scheda nella posizione della tua istantanea)
ja: 「記録開始」ボタンをクリックします（これにより、ボードがスナップショットの位置にリセットされます）
km: ចុចប៊ូតុង "ចាប់ផ្តើមថត" (វាកំណត់បន្ទះឡើងវិញទៅទីតាំងថតរបស់អ្នក)
kn: "ಸ್ಟಾರ್ಟ್ ರೆಕಾರ್ಡಿಂಗ್" ಬಟನ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ (ಇದು ಬೋರ್ಡ್ ಅನ್ನು ನಿಮ್ಮ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಮಾಡಿದ ಸ್ಥಾನಕ್ಕೆ ಮರುಹೊಂದಿಸುತ್ತದೆ)
ko: '기록 시작' 버튼 클릭 (보드가 캡처한 위치로 리셋됨)
lt: Spustelėkite mygtuką „Pradėti įrašymą“ (tai iš naujo nustato lentą į momentinę padėtį)
lv: Noklikšķiniet uz pogas "Sākt ierakstīšanu" (tas atiestatīs dēli uz jūsu momentuzņēmuma pozīciju)
mk: Кликнете на копчето „Започнете со снимање“ (ова ја ресетира плочката на вашата позиција на снимката)
ms: Klik butang "Mulakan Rakaman" (ini menetapkan semula papan ke kedudukan gambar anda)
my: Click "Start Recording" button (this resets the board to your captured position)
nb: Click "Start Recording" button (this resets the board to your captured position)
nl: Klik op de knop "Opname starten" (hiermee wordt het bord opnieuw ingesteld op de momentopnamepositie)
pl: Kliknij przycisk „Rozpocznij nagrywanie” (spowoduje to zresetowanie tablicy do pozycji, w której wykonano migawkę)
pt: Clique no botão "Iniciar Gravação" (isso redefine a placa para a posição do instantâneo)
ro: Faceți clic pe butonul „Începe înregistrarea” (aceasta resetează placa la poziția instantanee)
ru: Нажмите кнопку «Начать запись» (это вернет доску в положение снимка)
si: "පටිගත කිරීම අරඹන්න" බොත්තම ක්ලික් කරන්න (මෙය ඔබගේ ස්නැප්ෂොට් ස්ථානයට පුවරුව නැවත සකසයි)
sk: Kliknite na tlačidlo „Spustiť nahrávanie“ (tým sa doska obnoví do vašej snímky)
sl: Kliknite gumb "Začni snemanje" (to ponastavi ploščo na položaj posnetka)
sq: Click "Start Recording" button (this resets the board to your captured position)
sr: Click "Start Recording" button (this resets the board to your captured position)
sv: Klicka på knappen "Starta inspelning" (detta återställer brädet till din ögonblicksbildade position)
sw: Bofya kitufe cha "Anza Kurekodi" (hii inaweka upya ubao kwenye nafasi yako iliyopigwa picha)
te: "రికార్డింగ్ ప్రారంభించు" బటన్‌ను క్లిక్ చేయండి (ఇది మీ స్నాప్‌షాట్ చేసిన స్థానానికి బోర్డ్‌ను రీసెట్ చేస్తుంది)
th: คลิกปุ่ม "เริ่มการบันทึก" (ซึ่งจะรีเซ็ตบอร์ดเป็นตำแหน่งสแน็ปช็อตของคุณ)
tr: "Kaydı Başlat" düğmesine tıklayın (bu, panoyu anlık görüntü konumunuza sıfırlar)
uk: Натисніть кнопку «Почати запис» (це скине дошку до вашого знімка)
ur: "ریکارڈنگ شروع کریں" کے بٹن پر کلک کریں (یہ بورڈ کو آپ کی سنیپ شاٹ پوزیشن پر دوبارہ سیٹ کرتا ہے)
uz: "Yozishni boshlash" tugmasini bosing (bu taxtani suratga olingan holatiga qaytaradi)
vi: Click "Start Recording" button (this resets the board to your captured position)
zh: 点击"开始录制"按钮（这会将棋盘重置到您快照的局面）
zh_hant: 單擊“開始錄製”按鈕（這會將板重置到您的快照位置）
zu: Chofoza inkinobho ethi "Qala Ukuqopha" (lokhu kusetha kabusha ibhodi endaweni yakho eshuthekiwe)

# puzzleSolutionStep4
source: Return here and click "Stop Recording"
af: Keer terug hierheen en klik "Stop opname"
am: ወደዚህ ይመለሱ እና "መቅዳት አቁም" ን ጠቅ ያድርጉ።
ar: ارجع هنا وانقر على "إيقاف التسجيل"
az: Bura qayıdın və "Qeysi dayandırın" düyməsini basın
be: Вярніцеся сюды і націсніце "Спыніць запіс"
bn: এখানে ফিরে যান এবং "রেকর্ডিং বন্ধ করুন" এ ক্লিক করুন
bo: ཤོག་ངོས་འདིར་ཕྱིར་ལོག་ནས "ཐོ་བཀོད་མཚམས་འཇོག" མནན
ca: Torna aquí i fes clic a "Atura la gravació"
cs: Vraťte se sem a klikněte na „Zastavit nahrávání“
da: Vend tilbage hertil og klik på "Stop optagelse"
de: Kehre hierher zurück und klicke auf "Aufzeichnung stoppen"
el: Επιστρέψτε εδώ και κάντε κλικ στο "Διακοπή εγγραφής"
es: Regrese aquí y haga clic en "Detener grabación".
et: Naaske siia ja klõpsake nuppu "Lõpeta salvestamine"
fa: به اینجا برگردید و روی "توقف ضبط" کلیک کنید
fr: Revenez ici et cliquez sur "Arrêter l'enregistrement"
gu: અહીં પાછા ફરો અને "રેકોર્ડિંગ રોકો" ક્લિક કરો
he: חזור לכאן ולחץ על "הפסק הקלטה"
hi: यहां वापस लौटें और "रिकॉर्डिंग रोकें" पर क्लिक करें
hr: Vratite se ovdje i kliknite "Zaustavi snimanje"
hu: Térj vissza ide, és kattints a "Rögzítés leállítása" gombra
hy: Վերադարձեք այստեղ և սեղմեք «Դադարեցնել ձայնագրումը»
id: Kembali ke sini dan klik "Berhenti Merekam"
is: Farðu aftur hingað og smelltu á „Stöðva upptöku“
it: Torna qui e fai clic su "Interrompi registrazione"
ja: ここに戻って「記録を停止」をクリックします。
km: ត្រឡប់មកទីនេះហើយចុច "បញ្ឈប់ការថត"
kn: ಇಲ್ಲಿಗೆ ಹಿಂತಿರುಗಿ ಮತ್ತು "ರೆಕಾರ್ಡಿಂಗ್ ನಿಲ್ಲಿಸು" ಕ್ಲಿಕ್ ಮಾಡಿ
ko: 여기로 돌아와서 '기록 중지' 클릭
lt: Grįžkite čia ir spustelėkite „Stabdyti įrašymą“
lv: Atgriezieties šeit un noklikšķiniet uz "Pārtraukt ierakstīšanu"
mk: Вратете се овде и кликнете „Стоп за снимање“
ms: Kembali ke sini dan klik "Hentikan Rakaman"
nl: Keer hier terug en klik op "Opname stoppen"
pl: Wróć tutaj i kliknij „Zatrzymaj nagrywanie”
pt: Volte aqui e clique em "Parar Gravação"
ro: Reveniți aici și faceți clic pe „Opriți înregistrarea”
ru: Вернитесь сюда и нажмите «Остановить запись».
si: මෙහි ආපසු ගොස් "පටිගත කිරීම නවත්වන්න" ක්ලික් කරන්න
sk: Vráťte sa sem a kliknite na „Zastaviť nahrávanie“
sl: Vrnite se sem in kliknite "Ustavi snemanje"
sv: Gå tillbaka hit och klicka på "Stoppa inspelning"
sw: Rudi hapa na ubofye "Acha Kurekodi"
te: ఇక్కడకు తిరిగి వచ్చి, "రికార్డింగ్ ఆపివేయి" క్లిక్ చేయండి
th: กลับมาที่นี่แล้วคลิก "หยุดการบันทึก"
tr: Buraya dönün ve "Kaydı Durdur"a tıklayın
uk: Поверніться сюди та натисніть «Зупинити запис»
ur: یہاں واپس جائیں اور "ریکارڈنگ بند کرو" پر کلک کریں۔
uz: Bu yerga qayting va "Yozishni to'xtatish" tugmasini bosing.
zh: 返回本页并点击"停止录制"
zh_hant: 返回此處並單擊“停止錄製”
zu: Buyela lapha bese uchofoza okuthi "Misa Ukuqopha"

# puzzleSolutionRecordingTip
source: Tip: The board will automatically reset to your snapshotted position when you start recording.
af: Wenk: Die bord sal outomaties na jou foto-posisie teruggestel word wanneer jy begin opneem.
am: ጠቃሚ ምክር: መቅዳት ሲጀምሩ ቦርዱ በራስ-ሰር ወደ ተነሳበት ቦታ ይመለሳል።
ar: نصيحة: سيتم إعادة ضبط اللوحة تلقائيًا على موضع اللقطة عند بدء التسجيل.
az: İpucu: Siz yazmağa başladığınız zaman lövhə avtomatik olaraq çəkilmiş mövqeyinizə sıfırlanacaq.
be: Падказка: калі вы пачнеце запіс, дошка аўтаматычна вернецца ў пазіцыю здымка.
bg: Tip: The board will automatically reset to your captured position when you start recording.
bn: টিপ: আপনি রেকর্ডিং শুরু করলে বোর্ড স্বয়ংক্রিয়ভাবে আপনার স্ন্যাপশট অবস্থানে রিসেট হবে।
bo: ལམ་སྟོན: ཐོ་བཀོད་འགོ་བཙུགས་སྐབས་པང་ལེབ་རང་འགུལ་གྱིས་ཟིན་ཐོའི་གནས་བབ་ལ་བསྐྱར་གཏན་འབེབས།
ca: Consell: el tauler es restablirà automàticament a la posició de la vostra instantània quan comenceu a gravar.
cs: Tip: Když začnete nahrávat, deska se automaticky resetuje do vaší pozice.
da: Tip: Tavlen nulstilles automatisk til din snapshot-position, når du begynder at optage.
de: Tipp: Das Brett wird automatisch zu deiner erfassten Position zurückgesetzt, wenn du die Aufzeichnung startest.
el: Συμβουλή: Ο πίνακας θα επανέλθει αυτόματα στη θέση του στιγμιότυπου όταν ξεκινήσετε την εγγραφή.
es: Consejo: El tablero se restablecerá automáticamente a la posición capturada cuando comience a grabar.
et: Näpunäide. Kui alustate salvestamist, lähtestatakse tahvel automaatselt teie hetktõmmise asendisse.
fa: نکته: با شروع ضبط، برد به طور خودکار به موقعیت عکس فوری شما بازنشانی می‌شود.
fi: Tip: The board will automatically reset to your captured position when you start recording.
fr: Astuce : la carte se réinitialisera automatiquement à votre position instantanée lorsque vous commencerez l'enregistrement.
gu: ટીપ: જ્યારે તમે રેકોર્ડિંગ શરૂ કરશો ત્યારે બોર્ડ આપમેળે તમારી સ્નેપશોટ કરેલી સ્થિતિ પર ફરીથી સેટ થશે.
he: טיפ: הלוח יתאפס אוטומטית למיקום הצילום שלך כאשר תתחיל להקליט.
hi: टिप: जब आप रिकॉर्डिंग शुरू करेंगे तो बोर्ड स्वचालित रूप से आपकी स्नैपशॉट वाली स्थिति पर रीसेट हो जाएगा।
hr: Savjet: ploča će se automatski vratiti na vašu snimljenu poziciju kada počnete snimati.
hu: Tipp: a tábla automatikusan visszaáll a mentett pozícióra, amikor elindítod a rögzítést.
hy: Հուշում. երբ սկսեք ձայնագրումը, տախտակն ինքնաբերաբար կվերակայվի ձեր պատկերված դիրքին:
id: Tip: Papan akan secara otomatis diatur ulang ke posisi snapshot Anda saat Anda mulai merekam.
is: Ábending: Spjaldið mun sjálfkrafa endurstilla sig í myndatökustöðu þína þegar þú byrjar að taka upp.
it: Suggerimento: la scheda verrà ripristinata automaticamente nella posizione scattata quando inizi a registrare.
ja: ヒント: 記録を開始すると、ボードはスナップショットの位置に自動的にリセットされます。
km: គន្លឹះ៖ បន្ទះនឹងកំណត់ឡើងវិញដោយស្វ័យប្រវត្តិទៅទីតាំងថតរបស់អ្នកនៅពេលអ្នកចាប់ផ្តើមថត។
kn: ಸಲಹೆ: ನೀವು ರೆಕಾರ್ಡಿಂಗ್ ಪ್ರಾರಂಭಿಸಿದಾಗ ಬೋರ್ಡ್ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿಮ್ಮ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಮಾಡಿದ ಸ್ಥಾನಕ್ಕೆ ಮರುಹೊಂದಿಸುತ್ತದೆ.
ko: 팁: 기록을 시작하면 보드가 자동으로 캡처한 위치로 리셋됩니다.
lt: Patarimas: Kai pradėsite įrašinėti, lenta bus automatiškai atstatyta į momentinę padėtį.
lv: Padoms. Sākot ierakstīšanu, tāfele tiks automātiski atiestatīta uz jūsu momentuzņēmuma pozīciju.
mk: Совет: таблата автоматски ќе се ресетира на вашата позиција на снимката кога ќе почнете да снимате.
ms: Petua: Papan akan ditetapkan semula secara automatik kepada kedudukan snapshot anda apabila anda mula merakam.
my: Tip: The board will automatically reset to your captured position when you start recording.
nb: Tip: The board will automatically reset to your captured position when you start recording.
nl: Tip: Het bord wordt automatisch gereset naar uw momentopnamepositie wanneer u begint met opnemen.
pl: Wskazówka: tablica automatycznie zresetuje się do pozycji, w której wykonano migawkę, gdy rozpoczniesz nagrywanie.
pt: Dica: O quadro será redefinido automaticamente para a posição do instantâneo quando você iniciar a gravação.
ro: Sfat: placa se va reseta automat la poziția instantanee când începeți înregistrarea.
ru: Совет: Когда вы начнете запись, доска автоматически вернется в положение снимка.
si: ඉඟිය: ඔබ පටිගත කිරීම ආරම්භ කරන විට පුවරුව ස්වයංක්‍රීයව ඔබගේ ස්නැප්ෂොට් ස්ථානයට නැවත සකසනු ඇත.
sk: Tip: Keď začnete nahrávať, doska sa automaticky resetuje do vašej snímky.
sl: Namig: tabla se bo samodejno ponastavila na položaj posnetka, ko začnete snemati.
sq: Tip: The board will automatically reset to your captured position when you start recording.
sr: Tip: The board will automatically reset to your captured position when you start recording.
sv: Tips: Brädan återställs automatiskt till din ögonblicksbildposition när du börjar spela in.
sw: Kidokezo: Ubao utaweka upya kiotomatiki kwenye nafasi yako iliyopigwa picha unapoanza kurekodi.
te: చిట్కా: మీరు రికార్డింగ్ ప్రారంభించినప్పుడు బోర్డ్ స్వయంచాలకంగా మీ స్నాప్‌షాట్ చేసిన స్థానానికి రీసెట్ చేయబడుతుంది.
th: เคล็ดลับ: บอร์ดจะรีเซ็ตเป็นตำแหน่งสแน็ปช็อตของคุณโดยอัตโนมัติเมื่อคุณเริ่มบันทึก
tr: İpucu: Kayda başladığınızda pano otomatik olarak anlık görüntü konumunuza sıfırlanacaktır.
uk: Порада: коли ви почнете запис, дошка автоматично скинеться до вашого знімка.
ur: اشارہ: جب آپ ریکارڈنگ شروع کرتے ہیں تو بورڈ خود بخود آپ کے اسنیپ شاٹ پوزیشن پر دوبارہ سیٹ ہوجائے گا۔
uz: Maslahat: Yozishni boshlaganingizda doska avtomatik ravishda suratga olingan holatiga qayta o‘rnatiladi.
vi: Tip: The board will automatically reset to your captured position when you start recording.
zh: 提示：开始录制时，棋盘会自动重置到您快照的局面。
zh_hant: 提示：當您開始錄製時，白板會自動重置到您拍攝快照的位置。
zu: Ithiphu: Ibhodi lizosetha kabusha ngokuzenzakalelayo endaweni yakho eshuthwe lapho uqala ukurekhoda.
