Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleImportErrors
source: Errors:
af: Foute:
am: ስህተቶች፡-
ar: الأخطاء:
az: Səhvlər:
be: Памылкі:
bn: ত্রুটি:
bo: ནོར་འཁྲུལ:
cs: Chyby:
da: Fejl:
el: Σφάλματα:
es: Errores:
et: Vead:
fa: خطاها:
fr: Erreurs :
gu: ભૂલો:
he: שגיאות:
hi: त्रुटियाँ:
hr: greške:
hu: Hibák:
hy: Սխալներ:
id: Kesalahan:
is: Villur:
it: Errori:
ja: エラー:
km: កំហុស៖
kn: ದೋಷಗಳು:
lt: Klaidos:
lv: Kļūdas:
mk: Грешки:
ms: Ralat:
nl: Fouten:
pl: Błędy:
pt: Erros:
ro: Erori:
ru: Ошибки:
si: දෝෂ:
sk: Chyby:
sl: Napake:
sv: Fel:
sw: Makosa:
te: లోపాలు:
th: ข้อผิดพลาด:
tr: Hatalar:
uk: Помилки:
ur: غلطیاں:
uz: Xatolar:
zh: 错误：
zh_hant: 錯誤：
zu: Amaphutha:

# puzzleImportWarnings
source: Warnings:
af: Waarskuwings:
am: ማስጠንቀቂያዎች፡-
ar: التحذيرات:
az: Xəbərdarlıqlar:
be: Папярэджанні:
bn: সতর্কতা:
bo: ཉེན་བརྡ:
ca: Advertències:
cs: Upozornění:
da: Advarsler:
el: Προειδοποιήσεις:
es: Advertencias:
et: Hoiatused:
fa: هشدارها:
fr: Avertissements :
gu: ચેતવણીઓ:
he: אזהרות:
hi: चेतावनियाँ:
hr: Upozorenja:
hu: Figyelmeztetések:
hy: Զգուշացումներ.
id: Peringatan:
is: Viðvaranir:
it: Avvertenze:
ja: 警告:
km: ការព្រមាន៖
kn: ಎಚ್ಚರಿಕೆಗಳು:
lt: Įspėjimai:
lv: Brīdinājumi:
mk: Предупредувања:
ms: Amaran:
nl: Waarschuwingen:
pl: Ostrzeżenia:
pt: Avisos:
ro: Avertismente:
ru: Предупреждения:
si: අනතුරු ඇඟවීම්:
sk: varovania:
sl: Opozorila:
sv: Varningar:
sw: Maonyo:
te: హెచ్చరికలు:
th: คำเตือน:
tr: Uyarılar:
uk: Попередження:
ur: انتباہ:
uz: Ogohlantirishlar:
zh: 警告：
zh_hant: 警告：
zu: Izexwayiso:

# puzzleImportErrorReading
source: Error reading file: {error}
af: Kon nie lêer lees nie: {error}
am: ፋይል በማንበብ ላይ ስህተት፦ {error}
ar: خطأ في قراءة الملف: {error}
az: Faylın oxunması xətası: {error}
be: Памылка чытання файла: {error}
bn: ফাইল পড়ার ত্রুটি: {error}
bo: ཡིག་ཆ་ཀློག་པར་ནོར་འཁྲུལ: {error}
ca: Error en llegir el fitxer: {error}
cs: Chyba při čtení souboru: {error}
da: Fejl ved læsning af fil: {error}
el: Σφάλμα κατά την ανάγνωση του αρχείου: {error}
es: Error al leer el archivo: {error}
et: Viga faili lugemisel: {error}
fa: خطا در خواندن فایل: {error}
fr: Erreur de lecture du fichier : {error}
gu: ફાઇલ વાંચવામાં ભૂલ: {error}
he: שגיאה בקריאת הקובץ: {error}
hi: फ़ाइल पढ़ने में त्रुटि: {error}
hr: Pogreška pri čitanju datoteke: {error}
hu: Hiba a fájl olvasásakor: {error}
hy: Ֆայլի ընթերցման սխալ՝ {error}
id: Kesalahan membaca file: {error}
is: Villa við lestur skráar: {error}
it: Errore durante la lettura del file: {error}
ja: ファイル読み取りエラー: {error}
km: កំហុសក្នុងការអានឯកសារ៖ {error}
kn: ಫೈಲ್ ಓದುವಲ್ಲಿ ದೋಷ: {error}
lt: Klaida skaitant failą: {error}
lv: Kļūda, lasot failu: {error}
mk: Грешка при читање на датотеката: {error}
ms: Ralat membaca fail: {error}
nl: Fout bij lezen bestand: {error}
pl: Błąd odczytu pliku: {error}
pt: Erro ao ler arquivo: {error}
ro: Eroare la citirea fișierului: {error}
ru: Ошибка чтения файла: {error}.
si: ගොනුව කියවීමේ දෝෂයකි: {error}
sk: Chyba pri čítaní súboru: {error}
sl: Napaka pri branju datoteke: {error}
sv: Fel vid läsning av filen: {error}
sw: Hitilafu katika kusoma faili: {error}
te: ఫైల్ చదవడంలో లోపం: {error}
th: เกิดข้อผิดพลาดในการอ่านไฟล์: {error}
tr: Dosya okunurken hata oluştu: {error}
uk: Помилка читання файлу: {error}
ur: فائل پڑھنے میں غلطی: __ph0__
uz: Faylni o‘qishda xatolik yuz berdi: {error}
zh: 读取文件时出错：{error}
zh_hant: 讀取文件時出錯：{error}
zu: Iphutha lokufunda ifayela: {error}

# puzzleValidationTitleRequired
source: Puzzle must have a title
af: Legkaart moet 'n titel hê
am: እንቆቅልሽ ርዕስ ሊኖረው ይገባል።
ar: اللغز يجب أن يكون له عنوان
az: Bulmacanın başlığı olmalıdır
be: Галаваломка павінна мець назву
bn: ধাঁধার একটি শিরোনাম থাকতে হবে
bo: གསང་བརྟག་ལ་མིང་དགོས།
ca: El trencaclosques ha de tenir un títol
cs: Puzzle musí mít název
da: Puslespillet skal have en titel
el: Το παζλ πρέπει να έχει τίτλο
es: El rompecabezas debe tener un título.
et: Pusle peab olema pealkirjaga
fa: پازل باید عنوان داشته باشد
fr: Le puzzle doit avoir un titre
gu: પઝલનું શીર્ષક હોવું આવશ્યક છે
he: לפאזל חייב להיות כותרת
hi: पहेली का एक शीर्षक होना चाहिए
hr: Slagalica mora imati naslov
hu: A feladványnak címmel kell rendelkeznie
hy: Փազլը պետք է վերնագիր ունենա
id: Puzzle harus mempunyai judul
is: Þraut verður að hafa titil
it: Il puzzle deve avere un titolo
ja: パズルにはタイトルが必要です
km: ល្បែងផ្គុំរូបត្រូវតែមានចំណងជើង
kn: ಒಗಟು ಶೀರ್ಷಿಕೆಯನ್ನು ಹೊಂದಿರಬೇಕು
lt: Dėlionė turi turėti pavadinimą
lv: Puzlei ir jābūt nosaukumam
mk: Загатката мора да има наслов
ms: Teka-teki mesti ada tajuk
nl: Puzzel moet een titel hebben
pl: Puzzle muszą mieć tytuł
pt: O quebra-cabeça deve ter um título
ro: Puzzle-ul trebuie să aibă un titlu
ru: Головоломка должна иметь название
si: ප්‍රහේලිකාවට මාතෘකාවක් තිබිය යුතුය
sk: Puzzle musí mať názov
sl: Uganka mora imeti naslov
sv: Pussel måste ha en titel
sw: Fumbo lazima liwe na kichwa
te: పజిల్‌కు తప్పనిసరిగా శీర్షిక ఉండాలి
th: ปริศนาจะต้องมีชื่อ
tr: Bulmacanın bir başlığı olmalı
uk: Головоломка повинна мати назву
ur: پہیلی کا عنوان ہونا چاہئے
uz: Jumboqning sarlavhasi boʻlishi kerak
zh: 谜题必须有标题
zh_hant: 謎題必須有標題
zu: Indida kufanele ibe nesihloko

# puzzleValidationDescriptionRequired
source: Puzzle must have a description
af: Legkaart moet 'n beskrywing hê
am: እንቆቅልሽ መግለጫ ሊኖረው ይገባል።
ar: يجب أن يحتوي اللغز على وصف
az: Puzzle təsviri olmalıdır
be: Пазл павінен мець апісанне
bn: ধাঁধার একটি বর্ণনা থাকতে হবে
bo: གསང་བརྟག་ལ་འགྲེལ་བཤད་དགོས།
ca: El trencaclosques ha de tenir una descripció
cs: Puzzle musí mít popis
da: Puslespillet skal have en beskrivelse
el: Το παζλ πρέπει να έχει περιγραφή
es: El rompecabezas debe tener una descripción.
et: Pusle peab olema kirjeldusega
fa: پازل باید دارای توضیحات باشد
fr: Le puzzle doit avoir une description
gu: પઝલમાં વર્ણન હોવું આવશ્યક છે
he: פאזל חייב לכלול תיאור
hi: पहेली में विवरण अवश्य होना चाहिए
hr: Slagalica mora imati opis
hu: A feladványnak leírással kell rendelkeznie
hy: Փազլը պետք է նկարագրություն ունենա
id: Puzzle harus mempunyai deskripsi
is: Þraut verður að hafa lýsingu
it: Il puzzle deve avere una descrizione
ja: パズルには説明が必要です
km: ល្បែងផ្គុំរូបត្រូវតែមានការពិពណ៌នា
kn: ಒಗಟು ವಿವರಣೆಯನ್ನು ಹೊಂದಿರಬೇಕು
lt: Dėlionė turi turėti aprašymą
lv: Puzlei jābūt aprakstam
mk: Загатката мора да има опис
ms: Teka-teki mesti ada penerangan
nl: Puzzel moet een beschrijving hebben
pl: Puzzle muszą mieć opis
pt: O quebra-cabeça deve ter uma descrição
ro: Puzzle-ul trebuie să aibă o descriere
ru: Головоломка должна иметь описание
si: ප්‍රහේලිකාවට විස්තරයක් තිබිය යුතුය
sk: Puzzle musí mať popis
sl: Uganka mora imeti opis
sv: Pussel måste ha en beskrivning
sw: Fumbo lazima liwe na maelezo
te: పజిల్ తప్పనిసరిగా వివరణను కలిగి ఉండాలి
th: ปริศนาจะต้องมีคำอธิบาย
tr: Bulmacanın bir açıklaması olmalı
uk: Пазл повинен мати опис
ur: پہیلی میں ایک تفصیل ہونی چاہئے
uz: Puzzle tavsifiga ega bo'lishi kerak
zh: 谜题必须有描述
zh_hant: 謎題必須有描述
zu: Indida kufanele ibe nencazelo

# puzzleValidationPositionRequired
source: Puzzle must have a valid position
af: Legkaart moet 'n geldige posisie hê
am: እንቆቅልሽ ትክክለኛ ቦታ ሊኖረው ይገባል።
ar: يجب أن يكون اللغز موقفا صالحا
az: Puzzle etibarlı mövqeyə malik olmalıdır
be: Галаваломка павінна мець правільнае становішча
bn: ধাঁধার একটি বৈধ অবস্থান থাকতে হবে
bo: གསང་བརྟག་ལ་ནོར་མེད་གནས་བབ་དགོས།
ca: El trencaclosques ha de tenir una posició vàlida
cs: Puzzle musí mít platnou pozici
da: Puslespillet skal have en gyldig position
el: Το παζλ πρέπει να έχει έγκυρη θέση
es: El rompecabezas debe tener una posición válida.
et: Pusle peab olema õige positsiooniga
fa: پازل باید جایگاه معتبری داشته باشد
fr: Le puzzle doit avoir une position valide
gu: પઝલમાં માન્ય સ્થિતિ હોવી આવશ્યક છે
he: הפאזל חייב להיות בעל עמדה תקפה
hi: पहेली की वैध स्थिति होनी चाहिए
hr: Slagalica mora imati valjanu poziciju
hu: A feladványnak érvényes pozícióval kell rendelkeznie
hy: Փազլը պետք է վավեր դիրք ունենա
id: Puzzle harus mempunyai posisi yang valid
is: Þraut verður að hafa gilda stöðu
it: Il puzzle deve avere una posizione valida
ja: パズルには有効な位置が必要です
km: រូបផ្គុំត្រូវតែមានទីតាំងត្រឹមត្រូវ។
kn: ಒಗಟು ಮಾನ್ಯವಾದ ಸ್ಥಾನವನ್ನು ಹೊಂದಿರಬೇಕು
lt: Dėlionė turi turėti galiojančią poziciją
lv: Puzlei ir jābūt derīgai pozīcijai
mk: Загатката мора да има валидна позиција
ms: Teka-teki mesti mempunyai kedudukan yang sah
nl: Puzzel moet een geldige positie hebben
pl: Puzzle muszą mieć prawidłową pozycję
pt: O quebra-cabeça deve ter uma posição válida
ro: Puzzle-ul trebuie să aibă o poziție validă
ru: Головоломка должна иметь допустимую позицию
si: ප්‍රහේලිකාවට වලංගු ස්ථානයක් තිබිය යුතුය
sk: Hádanka musí mať platnú polohu
sl: Uganka mora imeti veljaven položaj
sv: Pussel måste ha en giltig position
sw: Fumbo lazima liwe na nafasi halali
te: పజిల్ తప్పనిసరిగా చెల్లుబాటు అయ్యే స్థానాన్ని కలిగి ఉండాలి
th: ปริศนาต้องมีตำแหน่งที่ถูกต้อง
tr: Bulmacanın geçerli bir konumu olmalıdır
uk: Головоломка повинна мати правильне положення
ur: پہیلی میں ایک درست پوزیشن ہونی چاہئے
uz: Puzzle to'g'ri pozitsiyaga ega bo'lishi kerak
zh: 谜题必须有有效的局面
zh_hant: 謎題必須有一個有效的位置
zu: Indida kufanele ibe nendawo evumelekile

# puzzleValidationInvalidFen
source: Puzzle has invalid FEN format. Please check the position.
af: Legkaart het ongeldige FEN-formaat.Kontroleer asseblief die posisie.
am: እንቆቅልሽ ልክ ያልሆነ የFEN ቅርጸት አለው።እባክዎ ቦታውን ያረጋግጡ።
ar: اللغز له تنسيق FEN غير صالح.يرجى التحقق من الموقف.
az: Puzzle yanlış FEN formatına malikdir.Zəhmət olmasa mövqeyi yoxlayın.
be: Галаваломка мае няправільны фармат FEN.Калі ласка, праверце пазіцыю.
bn: ধাঁধা অবৈধ FEN বিন্যাস আছে.অবস্থান পরীক্ষা করুন.
bo: གསང་བརྟག་ལ་ FEN རྣམ་གཞག་མི་ནོར། གནས་བབ་ལྟོས།
ca: El format FEN del trencaclosques no és vàlid.Si us plau, comproveu la posició.
cs: Puzzle má neplatný formát FEN.Zkontrolujte prosím pozici.
da: Puslespillet har ugyldigt FEN-format.Tjek venligst stillingen.
el: Το παζλ έχει μη έγκυρη μορφή FEN.Ελέγξτε τη θέση.
es: El rompecabezas tiene un formato FEN no válido.Por favor verifique la posición.
et: Pusle on kehtetu FEN-vormingus.Palun kontrolli positsiooni.
fa: پازل دارای قالب FEN نامعتبر است.لطفا موقعیت را بررسی کنید.
fr: Le format FEN du puzzle n'est pas valide.Veuillez vérifier la position.
gu: પઝલ અમાન્ય FEN ફોર્મેટ ધરાવે છે.કૃપા કરીને સ્થિતિ તપાસો.
he: לפאזל יש פורמט FEN לא חוקי.אנא בדוק את המיקום.
hi: पहेली में अमान्य FEN प्रारूप है.कृपया स्थिति की जाँच करें.
hr: Slagalica ima nevažeći FEN format.Provjerite položaj.
hu: A feladvány FEN formátuma érvénytelen. Kérjük, ellenőrizd a pozíciót.
hy: Puzzle-ն անվավեր FEN ձևաչափ ունի:Խնդրում ենք ստուգել դիրքը:
id: Puzzle memiliki format FEN yang tidak valid.Silakan periksa posisinya.
is: Þraut hefur ógilt FEN snið.Vinsamlegast athugaðu stöðuna.
it: Il puzzle ha un formato FEN non valido.Si prega di verificare la posizione.
ja: パズルに無効な FEN 形式があります。位置を確認してください。
km: ល្បែងផ្គុំរូបមានទម្រង់ FEN មិនត្រឹមត្រូវ។សូមពិនិត្យមើលទីតាំង។
kn: ಒಗಟು ಅಮಾನ್ಯವಾದ FEN ಸ್ವರೂಪವನ್ನು ಹೊಂದಿದೆ.ದಯವಿಟ್ಟು ಸ್ಥಾನವನ್ನು ಪರಿಶೀಲಿಸಿ.
lt: Dėlionės FEN formatas netinkamas.Patikrinkite poziciją.
lv: Mīklai ir nederīgs FEN formāts.Lūdzu, pārbaudiet pozīciju.
mk: Загатка има неважечки формат FEN.Ве молиме проверете ја позицијата.
ms: Teka-teki mempunyai format FEN yang tidak sah.Sila semak kedudukan.
nl: Puzzel heeft een ongeldig FEN-formaat.Controleer de positie.
pl: Puzzle mają nieprawidłowy format FEN.Proszę sprawdzić pozycję.
pt: O quebra-cabeça tem formato FEN inválido.Por favor, verifique a posição.
ro: Puzzle-ul are format FEN nevalid.Vă rugăm să verificați poziția.
ru: Головоломка имеет неверный формат FEN.Пожалуйста, проверьте положение.
si: ප්‍රහේලිකාවට වලංගු නොවන FEN ආකෘතියක් ඇත.කරුණාකර ස්ථානය පරීක්ෂා කරන්න.
sk: Puzzle má neplatný formát FEN.Skontrolujte polohu.
sl: Sestavljanka ima neveljaven format FEN.Preverite položaj.
sv: Pusslet har ogiltigt FEN-format.Vänligen kontrollera positionen.
sw: Fumbo ina umbizo batili la FEN.Tafadhali angalia nafasi.
te: పజిల్ చెల్లని FEN ఆకృతిని కలిగి ఉంది.దయచేసి స్థానాన్ని తనిఖీ చేయండి.
th: ปริศนามีรูปแบบ FEN ไม่ถูกต้องกรุณาตรวจสอบตำแหน่ง
tr: Bulmaca geçersiz FEN formatına sahip.Lütfen pozisyonu kontrol edin.
uk: Головоломка має недійсний формат FEN.Будь ласка, перевірте позицію.
ur: پہیلی میں غلط فین فارمیٹ ہے۔براہ کرم پوزیشن چیک کریں۔
uz: Puzzle yaroqsiz FEN formatiga ega.Iltimos, pozitsiyani tekshiring.
zh: 谜题的 FEN 格式无效。请检查局面。
zh_hant: 謎題的 FEN 格式無效。請檢查位置。
zu: Indida inefomethi ye-FEN engavumelekile.Sicela uhlole indawo.

# puzzleValidationSolutionRequired
source: Puzzle must have a solution
af: Legkaart moet 'n oplossing hê
am: እንቆቅልሽ መፍትሄ ሊኖረው ይገባል።
ar: اللغز يجب أن يكون له حل
az: Bulmacanın həlli olmalıdır
be: Галаваломка павінна мець рашэнне
bn: ধাঁধার সমাধান থাকতে হবে
bo: གསང་བརྟག་ལ་ཐབས་ཤེས་དགོས།
ca: El trencaclosques ha de tenir una solució
cs: Puzzle musí mít řešení
da: Puslespillet skal have en løsning
el: Το παζλ πρέπει να έχει λύση
es: El rompecabezas debe tener una solución.
et: Mõistatusel peab olema lahendus
fa: پازل باید راه حلی داشته باشد
fr: Le puzzle doit avoir une solution
gu: કોયડાનો ઉકેલ હોવો જ જોઈએ
he: לחידה חייב להיות פתרון
hi: पहेली का कोई न कोई हल अवश्य होगा
hr: Zagonetka mora imati rješenje
hu: A feladványnak megoldással kell rendelkeznie
hy: Փազլը պետք է լուծում ունենա
id: Teka-teki pasti ada solusinya
is: Þraut verður að hafa lausn
it: Il puzzle deve avere una soluzione
ja: パズルには解決策が必要です
km: ល្បែងផ្គុំរូបត្រូវតែមានដំណោះស្រាយ
kn: ಒಗಟು ಪರಿಹಾರವನ್ನು ಹೊಂದಿರಬೇಕು
lt: Dėlionė turi turėti sprendimą
lv: Mīklai ir jābūt risinājumam
mk: Загатката мора да има решение
ms: Teka-teki mesti ada penyelesaiannya
nl: Puzzel moet een oplossing hebben
pl: Zagadka musi mieć rozwiązanie
pt: O quebra-cabeça deve ter uma solução
ro: Puzzle-ul trebuie să aibă o soluție
ru: Головоломка должна иметь решение
si: ප්‍රහේලිකාවට විසඳුමක් තිබිය යුතුය
sk: Hádanka musí mať riešenie
sl: Uganka mora imeti rešitev
sv: Pussel måste ha en lösning
sw: Fumbo lazima liwe na suluhisho
te: పజిల్ తప్పనిసరిగా పరిష్కారం కలిగి ఉండాలి
th: ปริศนาต้องมีทางแก้
tr: Bulmacanın bir çözümü olmalı
uk: Головоломка повинна мати рішення
ur: پہیلی کا حل ہونا ضروری ہے
uz: Jumboqning yechimi bo'lishi kerak
zh: 谜题必须有解答
zh_hant: 謎題必須有解決方案
zu: Indida kufanele ibe nesixazululo

# puzzleValidationTitleTooShort
source: Title too short (minimum 5 characters)
af: Titel te kort (minimum 5 karakters)
am: ርዕስ በጣም አጭር (ቢያንስ 5 ቁምፊዎች)
ar: العنوان قصير جدًا (5 أحرف على الأقل)
az: Başlıq çox qısadır (minimum 5 simvol)
be: Назва занадта кароткая (мінімум 5 сімвалаў)
bn: শিরোনাম খুব ছোট (ন্যূনতম 5 অক্ষর)
bo: མིང་ཐུང་དྲགས (ཉུང་མཐའ་ཡིག་འབྲུ 5)
ca: Títol massa curt (mínim 5 caràcters)
cs: Název je příliš krátký (minimálně 5 znaků)
da: Titlen er for kort (minimum 5 tegn)
el: Ο τίτλος είναι πολύ σύντομος (τουλάχιστον 5 χαρακτήρες)
es: Título demasiado corto (mínimo 5 caracteres)
et: Pealkiri on liiga lühike (vähemalt 5 tähemärki)
fa: عنوان خیلی کوتاه (حداقل 5 نویسه)
fr: Titre trop court (minimum 5 caractères)
gu: શીર્ષક ખૂબ નાનું (ઓછામાં ઓછા 5 અક્ષરો)
he: כותרת קצרה מדי (מינימום 5 תווים)
hi: शीर्षक बहुत छोटा (न्यूनतम 5 अक्षर)
hr: Naslov prekratak (minimalno 5 znakova)
hu: A cím túl rövid (minimum 5 karakter)
hy: Վերնագիրը չափազանց կարճ է (նվազագույնը 5 նիշ)
id: Judul terlalu pendek (minimal 5 karakter)
is: Of stuttur titill (lágmark 5 stafir)
it: Titolo troppo corto (minimo 5 caratteri)
ja: タイトルが短すぎます (最低 5 文字)
km: ចំណងជើងខ្លីពេក (យ៉ាងតិច 5 តួអក្សរ)
kn: ಶೀರ್ಷಿಕೆ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ (ಕನಿಷ್ಠ 5 ಅಕ್ಷರಗಳು)
lt: Pavadinimas per trumpas (mažiausiai 5 simboliai)
lv: Virsraksts ir pārāk īss (vismaz 5 rakstzīmes)
mk: Насловот е премногу краток (минимум 5 знаци)
ms: Tajuk terlalu pendek (minimum 5 aksara)
nl: Titel te kort (minimaal 5 tekens)
pl: Tytuł jest za krótki (minimum 5 znaków)
pt: Título muito curto (mínimo 5 caracteres)
ro: Titlul prea scurt (minim 5 caractere)
ru: Название слишком короткое (минимум 5 символов).
si: මාතෘකාව ඉතා කෙටි (අවම වශයෙන් අක්ෂර 5)
sk: Názov je príliš krátky (minimálne 5 znakov)
sl: Naslov je prekratek (najmanj 5 znakov)
sv: Titeln är för kort (minst 5 tecken)
sw: Kichwa kifupi sana (chini ya herufi 5)
te: శీర్షిక చాలా చిన్నది (కనీసం 5 అక్షరాలు)
th: ชื่อเรื่องสั้นเกินไป (ขั้นต่ำ 5 ตัวอักษร)
tr: Başlık çok kısa (en az 5 karakter)
uk: Назва занадто коротка (мінімум 5 символів)
ur: عنوان بہت مختصر (کم از کم 5 حروف)
uz: Sarlavha juda qisqa (kamida 5 ta belgi)
zh: 标题太短（至少 5 个字符）
zh_hant: 標題太短（至少 5 個字符）
zu: Isihloko sifushane kakhulu (ubuncane bezinhlamvu ezi-5)

# puzzleValidationTitleTooLong
source: Title too long (maximum 100 characters)
af: Titel te lank (maksimum 100 karakters)
am: ርዕስ በጣም ረጅም (ቢበዛ 100 ቁምፊዎች)
ar: العنوان طويل جدًا (الحد الأقصى 100 حرف)
az: Başlıq çox uzundur (maksimum 100 simvol)
be: Назва занадта доўгая (максімум 100 сімвалаў)
bn: শিরোনাম অনেক বড় (সর্বোচ্চ 100 অক্ষর)
bo: མིང་རིང་དྲགས (མང་མཐའ་ཡིག་འབྲུ 100)
ca: Títol massa llarg (màxim 100 caràcters)
cs: Název je příliš dlouhý (maximálně 100 znaků)
da: Titlen er for lang (maks. 100 tegn)
el: Υπερβολικά μεγάλος τίτλος (μέγιστο 100 χαρακτήρες)
es: Título demasiado largo (máximo 100 caracteres)
et: Pealkiri on liiga pikk (maksimaalselt 100 tähemärki)
fa: عنوان خیلی طولانی است (حداکثر 100 نویسه)
fr: Titre trop long (100 caractères maximum)
gu: શીર્ષક ખૂબ લાંબુ છે (મહત્તમ 100 અક્ષરો)
he: כותרת ארוכה מדי (מקסימום 100 תווים)
hi: शीर्षक बहुत लंबा (अधिकतम 100 अक्षर)
hr: Naslov je predug (maksimalno 100 znakova)
hu: A cím túl hosszú (maximum 100 karakter)
hy: Վերնագիրը չափազանց երկար է (առավելագույնը 100 նիշ)
id: Judul terlalu panjang (maksimum 100 karakter)
is: Of langur titill (hámark 100 stafir)
it: Titolo troppo lungo (massimo 100 caratteri)
ja: タイトルが長すぎます (最大 100 文字)
km: ចំណងជើងវែងពេក (អតិបរមា 100 តួអក្សរ)
kn: ಶೀರ್ಷಿಕೆ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ (ಗರಿಷ್ಠ 100 ಅಕ್ಷರಗಳು)
lt: Pavadinimas per ilgas (daugiausia 100 simbolių)
lv: Virsraksts ir pārāk garš (maksimums 100 rakstzīmes)
mk: Насловот е предолг (максимум 100 знаци)
ms: Tajuk terlalu panjang (maksimum 100 aksara)
nl: Titel te lang (maximaal 100 tekens)
pl: Tytuł jest za długi (maksymalnie 100 znaków)
pt: Título muito longo (máximo de 100 caracteres)
ro: Titlul prea lung (maximum 100 de caractere)
ru: Слишком длинный заголовок (максимум 100 символов).
si: මාතෘකාව දිග වැඩියි (උපරිම අනුලකුණු 100)
sk: Názov je príliš dlhý (maximálne 100 znakov)
sl: Naslov je predolg (največ 100 znakov)
sv: Rubriken är för lång (max 100 tecken)
sw: Kichwa kirefu sana (kiwango cha juu zaidi cha herufi 100)
te: శీర్షిక చాలా పొడవుగా ఉంది (గరిష్టంగా 100 అక్షరాలు)
th: ชื่อเรื่องยาวเกินไป (สูงสุด 100 ตัวอักษร)
tr: Başlık çok uzun (maksimum 100 karakter)
uk: Задовга назва (максимум 100 символів)
ur: عنوان بہت لمبا (زیادہ سے زیادہ 100 حروف)
uz: Sarlavha juda uzun (maksimal 100 ta belgi)
zh: 标题太长（最多 100 个字符）
zh_hant: 標題太長（最多 100 個字符）
zu: Isihloko side kakhulu (ubuningi bezinhlamvu eziyi-100)

# puzzleValidationDescriptionTooShort
source: Description too short (minimum 10 characters)
af: Beskrywing te kort (minimum 10 karakters)
am: መግለጫው በጣም አጭር (ቢያንስ 10 ቁምፊዎች)
ar: الوصف قصير جدًا (10 أحرف على الأقل)
az: Təsvir çox qısadır (minimum 10 simvol)
be: Апісанне занадта кароткае (мінімум 10 сімвалаў)
bn: বর্ণনা খুব ছোট (ন্যূনতম 10 অক্ষর)
bo: འགྲེལ་བཤད་ཐུང་དྲགས (ཉུང་མཐའ་ཡིག་འབྲུ 10)
ca: Descripció massa curta (mínim 10 caràcters)
cs: Popis je příliš krátký (minimálně 10 znaků)
da: Beskrivelsen er for kort (minimum 10 tegn)
el: Η περιγραφή είναι πολύ σύντομη (τουλάχιστον 10 χαρακτήρες)
es: Descripción demasiado corta (mínimo 10 caracteres)
et: Kirjeldus on liiga lühike (vähemalt 10 tähemärki)
fa: توضیحات خیلی کوتاه (حداقل 10 نویسه)
fr: Description trop courte (minimum 10 caractères)
gu: વર્ણન ખૂબ નાનું છે (ઓછામાં ઓછા 10 અક્ષરો)
he: תיאור קצר מדי (מינימום 10 תווים)
hi: विवरण बहुत छोटा (न्यूनतम 10 अक्षर)
hr: Opis prekratak (minimalno 10 znakova)
hu: A leírás túl rövid (minimum 10 karakter)
hy: Նկարագրությունը չափազանց կարճ է (նվազագույնը 10 նիշ)
id: Deskripsi terlalu pendek (minimal 10 karakter)
is: Lýsing of stutt (lágmark 10 stafir)
it: Descrizione troppo breve (minimo 10 caratteri)
ja: 説明が短すぎます (最低 10 文字)
km: ការពិពណ៌នាខ្លីពេក (យ៉ាងហោចណាស់ 10 តួអក្សរ)
kn: ವಿವರಣೆ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ (ಕನಿಷ್ಠ 10 ಅಕ್ಷರಗಳು)
lt: Aprašymas per trumpas (mažiausiai 10 simbolių)
lv: Apraksts ir pārāk īss (vismaz 10 rakstzīmes)
mk: Премногу краток опис (минимум 10 знаци)
ms: Penerangan terlalu pendek (minimum 10 aksara)
nl: Beschrijving te kort (minimaal 10 tekens)
pl: Opis jest za krótki (minimum 10 znaków)
pt: Descrição muito curta (mínimo 10 caracteres)
ro: Descrierea prea scurtă (minim 10 caractere)
ru: Описание слишком короткое (минимум 10 символов).
si: විස්තරය ඉතා කෙටි (අවම වශයෙන් අක්ෂර 10)
sk: Popis je príliš krátky (minimálne 10 znakov)
sl: Opis je prekratek (najmanj 10 znakov)
sv: Beskrivningen är för kort (minst 10 tecken)
sw: Maelezo mafupi sana (chini ya herufi 10)
te: వివరణ చాలా చిన్నది (కనీసం 10 అక్షరాలు)
th: คำอธิบายสั้นเกินไป (ขั้นต่ำ 10 ตัวอักษร)
tr: Açıklama çok kısa (minimum 10 karakter)
uk: Опис занадто короткий (мінімум 10 символів)
ur: تفصیل بہت مختصر (کم از کم 10 حرف)
uz: Tavsif juda qisqa (kamida 10 ta belgi)
zh: 描述太短（至少 10 个字符）
zh_hant: 描述太短（至少 10 個字符）
zu: Incazelo imfushane kakhulu (ubuncane bezinhlamvu eziyi-10)

# puzzleValidationDescriptionTooLong
source: Description too long (maximum 500 characters)
af: Beskrywing te lank (maksimum 500 karakters)
am: መግለጫው በጣም ረጅም ነው (ቢበዛ 500 ቁምፊዎች)
ar: الوصف طويل جدًا (الحد الأقصى 500 حرف)
az: Təsvir çox uzun (maksimum 500 simvol)
be: Апісанне занадта доўгае (максімум 500 сімвалаў)
bn: বর্ণনা খুব দীর্ঘ (সর্বোচ্চ 500 অক্ষর)
bo: འགྲེལ་བཤད་རིང་དྲགས (མང་མཐའ་ཡིག་འབྲུ 500)
ca: Descripció massa llarga (màxim 500 caràcters)
cs: Popis je příliš dlouhý (maximálně 500 znaků)
da: Beskrivelsen er for lang (maks. 500 tegn)
el: Πολύ μεγάλη περιγραφή (μέγιστο 500 χαρακτήρες)
es: Descripción demasiado larga (máximo 500 caracteres)
et: Kirjeldus on liiga pikk (maksimaalselt 500 tähemärki)
fa: توضیحات خیلی طولانی است (حداکثر 500 نویسه)
fr: Description trop longue (maximum 500 caractères)
gu: વર્ણન ખૂબ લાંબુ છે (મહત્તમ 500 અક્ષરો)
he: תיאור ארוך מדי (מקסימום 500 תווים)
hi: विवरण बहुत लंबा (अधिकतम 500 अक्षर)
hr: Opis je predug (maksimalno 500 znakova)
hu: A leírás túl hosszú (maximum 500 karakter)
hy: Նկարագրությունը չափազանց երկար է (առավելագույնը 500 նիշ)
id: Deskripsi terlalu panjang (maksimum 500 karakter)
is: Lýsing of löng (hámark 500 stafir)
it: Descrizione troppo lunga (massimo 500 caratteri)
ja: 説明が長すぎます (最大 500 文字)
km: ការពិពណ៌នាវែងពេក (អតិបរមា 500 តួអក្សរ)
kn: ವಿವರಣೆ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ (ಗರಿಷ್ಠ 500 ಅಕ್ಷರಗಳು)
lt: Aprašymas per ilgas (daugiausia 500 simbolių)
lv: Apraksts ir pārāk garš (maksimums 500 rakstzīmes)
mk: Премногу долг опис (максимум 500 знаци)
ms: Perihalan terlalu panjang (maksimum 500 aksara)
nl: Beschrijving te lang (maximaal 500 tekens)
pl: Opis jest za długi (maksymalnie 500 znaków)
pt: Descrição muito longa (máximo de 500 caracteres)
ro: Descrierea prea lungă (maximum 500 de caractere)
ru: Описание слишком длинное (максимум 500 символов).
si: විස්තරය දිග වැඩියි (උපරිම අක්ෂර 500)
sk: Popis je príliš dlhý (maximálne 500 znakov)
sl: Opis je predolg (največ 500 znakov)
sv: Beskrivningen är för lång (max 500 tecken)
sw: Maelezo ni marefu sana (kiwango cha juu zaidi cha herufi 500)
te: వివరణ చాలా పొడవుగా ఉంది (గరిష్టంగా 500 అక్షరాలు)
th: คำอธิบายยาวเกินไป (สูงสุด 500 อักขระ)
tr: Açıklama çok uzun (maksimum 500 karakter)
uk: Опис задовгий (максимум 500 символів)
ur: تفصیل بہت لمبا (زیادہ سے زیادہ 500 حروف)
uz: Tavsif juda uzun (maksimal 500 ta belgi)
zh: 描述太长（最多 500 个字符）
zh_hant: 描述太長（最多 500 個字符）
zu: Incazelo yinde kakhulu (ubuningi bezinhlamvu ezingu-500)
