Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# logsBufferFull
source: Log buffer full ({current}/{max}). Old logs are being removed.
af: Logbuffer vol ({current}/{max}).Ou logs word verwyder.
am: የምዝግብ ማስታወሻ ቋት ሙሉ ({current}/{max})።የድሮ ምዝግብ ማስታወሻዎች እየተወገዱ ነው።
ar: المخزن المؤقت للسجل ممتلئ ({current}/{max}).تتم إزالة السجلات القديمة.
az: Giriş buferi doludur ({current}/{max}).Köhnə loglar silinir.
be: Буфер часопіса поўны ({current}/{max}).Вывозяцца старыя бярвёны.
bn: লগ বাফার পূর্ণ ({current}/{max})।পুরানো লগ মুছে ফেলা হচ্ছে.
bo: ཐོ་གཞུང་ཆ་ཚང ({current}/{max})། ཐོ་གཞུང་རྙིང་པ་བསུབ་བཞིན།
ca: Buffer de registre ple ({current}/{max}).S'estan eliminant els registres antics.
cs: Vyrovnávací paměť protokolu je plná ({current}/{max}).Staré protokoly se odstraňují.
da: Logbuffer fuld ({current}/{max}).Gamle logfiler fjernes.
el: Πλήρες buffer καταγραφής ({current}/{max}).Τα παλιά κούτσουρα αφαιρούνται.
es: Búfer de registro lleno ({current}/{max}).Se están eliminando registros antiguos.
et: Logi puhver täis ({current}/{max}).Vanad palgid eemaldatakse.
fa: بافر گزارش پر است ({current}/{max}).لاگ های قدیمی حذف می شوند.
fr: Tampon de journal plein ({current}/{max}).Les anciens journaux sont supprimés.
gu: લોગ બફર ફુલ ({current}/{max}).જૂના લોગ દૂર કરવામાં આવી રહ્યા છે.
he: מאגר יומן מלא ({current}/{max}).יומנים ישנים מוסרים.
hi: लॉग बफ़र पूर्ण ({current}/{max})।पुराने लॉग हटाए जा रहे हैं.
hr: Međuspremnik zapisnika pun ({current}/{max}).Uklanjaju se stari trupci.
hu: A napló puffer megtelt ({current}/{max}). A régi naplók eltávolításra kerülnek.
hy: Մատյան բուֆերը լի է ({current}/{max}):Հին գերանները հեռացվում են:
id: Buffer log penuh ({current}/{max}).Log lama sedang dihapus.
is: Log biðminni fullur ({current}/{max}).Verið er að fjarlægja gamla annála.
it: Buffer di registro pieno ({current}/{max}).I vecchi registri verranno rimossi.
ja: ログ バッファーがいっぱいです ({current}/{max})。古いログは削除されています。
km: កំណត់ហេតុបណ្តោះអាសន្នពេញ ({current}/{max}) ។កំណត់ហេតុចាស់កំពុងត្រូវបានដកចេញ។
kn: ಲಾಗ್ ಬಫರ್ ತುಂಬಿದೆ ({current}/{max}).ಹಳೆಯ ದಾಖಲೆಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ.
lt: Užregistruotas buferis pilnas ({current}/{max}).Seni rąstai šalinami.
lv: Reģistrācijas buferis ir pilns ({current}/{max}).Vecie baļķi tiek izņemti.
mk: Вклучете го баферот за евиденција полн ({current}/{max}).Старите трупци се отстрануваат.
ms: Log penimbal penuh ({current}/{max}).Log lama sedang dialih keluar.
nl: Logbuffer vol ({current}/{max}).Oude logs worden verwijderd.
pl: Bufor dziennika pełny ({current}/{max}).Stare dzienniki są usuwane.
pt: Buffer de log cheio ({current}/{max}).Os registros antigos estão sendo removidos.
ro: Buffer de jurnal plin ({current}/{max}).Buștenii vechi sunt îndepărtați.
ru: Буфер журнала заполнен ({current}/{max}).Старые логи удаляются.
si: ලොග් බෆරය පිරී ඇත ({current}/{max}).පැරණි ලොග් ඉවත් කරමින් පවතී.
sk: Vyrovnávacia pamäť denníka je plná ({current}/{max}).Staré protokoly sa odstraňujú.
sl: Medpomnilnik dnevnika je poln ({current}/{max}).Stara hlodovina se odstranjuje.
sv: Loggbuffert full ({current}/{max}).Gamla stockar tas bort.
sw: bafa ya kumbukumbu imejaa ({current}/{max}).Kumbukumbu za zamani zinaondolewa.
te: లాగ్ బఫర్ నిండింది ({current}/{max}).పాత చెక్కలను తొలగిస్తున్నారు.
th: บัฟเฟอร์บันทึกเต็ม ({current}/{max})บันทึกเก่ากำลังถูกลบออก
tr: Günlük arabelleği dolu ({current}/{max}).Eski günlükler kaldırılıyor.
uk: Буфер журналу заповнений ({current}/{max}).Вивозять старі колоди.
ur: لاگ بفر مکمل (__ph0 __/__ ph1__)۔پرانے نوشتہ جات کو ہٹا دیا جارہا ہے۔
uz: Jurnal buferi toʻlgan ({current}/{max}).Eski jurnallar olib tashlanmoqda.
zh: 日志缓冲区已满（{current}/{max}），旧日志正在被移除。
zh_hant: 日誌緩衝區已滿 ({current}/{max})。舊日誌正在被刪除。
zu: Ibhafa yelogu igcwele ({current}/{max}).Izingodo ezindala ziyasuswa.

source: Clear Logs
af: Vee logs uit
am: ምዝግብ ማስታወሻዎችን አጽዳ
ar: مسح السجلات
az: Qeydləri təmizləyin
be: Ачысціць часопісы
bn: সাফ লগ
bo: ཐོ་གཞུང་བསལ།
ca: Esborra els registres
cs: Vymazat protokoly
da: Ryd logfiler
el: Εκκαθάριση αρχείων καταγραφής
es: Borrar registros
et: Kustuta logid
fa: پاک کردن گزارش‌ها
fr: Effacer les journaux
gu: લોગ સાફ કરો
he: נקה יומנים
hi: लॉग साफ़ करें
hr: Obriši zapisnike
hu: Naplók törlése
hy: Մաքրել տեղեկամատյանները
id: Hapus Log
is: Hreinsa logs
it: Cancella registri
ja: ログをクリアする
km: ជម្រះកំណត់ហេតុ
kn: ದಾಖಲೆಗಳನ್ನು ತೆರವುಗೊಳಿಸಿ
lt: Išvalyti žurnalus
lv: Notīrīt žurnālus
mk: Исчисти дневници
ms: Kosongkan Log
nl: Logboeken wissen
pl: Wyczyść dzienniki
pt: Limpar registros
ro: Ștergeți jurnalele
ru: Очистить журналы
si: ලඝු-සටහන් හිස් කරන්න
sk: Vymazať denníky
sl: Počisti dnevnike
sv: Rensa loggar
sw: Futa Kumbukumbu
te: లాగ్‌లను క్లియర్ చేయండి
th: ล้างบันทึก
tr: Günlükleri Temizle
uk: Очистити журнали
ur: واضح نوشتہ جات
uz: Jurnallarni tozalash
zh: 清空日志
zh_hant: 清除日誌
zu: Sula Izingodo

# clearLogsConfirmation
source: Are you sure you want to clear all logs? This action cannot be undone.
af: Is jy seker jy wil alle logs uitvee?Hierdie handeling kan nie ontdoen word nie.
am: እርግጠኛ ነዎት ሁሉንም ምዝግብ ማስታወሻዎች ማጽዳት ይፈልጋሉ?ይህ እርምጃ ሊቀለበስ አይችልም።
ar: هل أنت متأكد أنك تريد مسح كافة السجلات؟لا يمكن التراجع عن هذا الإجراء.
az: Bütün qeydləri silmək istədiyinizə əminsiniz?Bu əməliyyat geri qaytarıla bilməz.
be: Вы ўпэўнены, што хочаце ачысціць усе журналы?Гэта дзеянне нельга адмяніць.
bn: আপনি কি নিশ্চিত যে আপনি সমস্ত লগ সাফ করতে চান?এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না৷
bo: ཐོ་གཞུང་ཚང་མ་བསལ་རྒྱུ་ཡིན་པ་གཏན་ཁེལ་ལམ? བྱ་བ་འདི་སླར་གསོ་མི་ཐུབ།
ca: Esteu segur que voleu esborrar tots els registres?Aquesta acció no es pot desfer.
cs: Opravdu chcete vymazat všechny protokoly?Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil rydde alle logfiler?Denne handling kan ikke fortrydes.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε όλα τα αρχεία καταγραφής;Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Está seguro de que desea borrar todos los registros?Esta acción no se puede deshacer.
et: Kas soovite kindlasti kõik logid kustutada?Seda toimingut ei saa tagasi võtta.
fa: آیا مطمئن هستید که می خواهید همه گزارش ها را پاک کنید؟این عمل قابل لغو نیست.
fr: Êtes-vous sûr de vouloir effacer tous les journaux ?Cette action ne peut pas être annulée.
gu: શું તમે ખરેખર બધા લોગ સાફ કરવા માંગો છો?આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી.
he: האם אתה בטוח שברצונך לנקות את כל היומנים?לא ניתן לבטל פעולה זו.
hi: क्या आप वाकई सभी लॉग साफ़ करना चाहते हैं?इस एक्शन को वापस नहीं किया जा सकता।
hr: Jeste li sigurni da želite izbrisati sve zapisnike?Ova se radnja ne može poništiti.
hu: Biztosan törlöd az összes naplót? Ez a művelet nem visszavonható.
hy: Իսկապե՞ս ուզում եք ջնջել բոլոր մատյանները:Այս գործողությունը հնարավոր չէ հետարկել:
id: Apakah Anda yakin ingin menghapus semua log?Tindakan ini tidak dapat dibatalkan.
is: Ertu viss um að þú viljir hreinsa alla annála?Ekki er hægt að afturkalla þessa aðgerð.
it: Sei sicuro di voler cancellare tutti i registri?Questa azione non può essere annullata.
ja: すべてのログをクリアしてもよろしいですか?この操作は元に戻すことができません。
km: តើអ្នកប្រាកដថាចង់លុបកំណត់ហេតុទាំងអស់មែនទេ?សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។
kn: ಎಲ್ಲಾ ಲಾಗ್‌ಗಳನ್ನು ತೆರವುಗೊಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
lt: Ar tikrai norite išvalyti visus žurnalus?Šio veiksmo anuliuoti negalima.
lv: Vai tiešām vēlaties notīrīt visus žurnālus?Šo darbību nevar atsaukt.
mk: Дали сте сигурни дека сакате да ги исчистите сите дневници?Ова дејство не може да се врати.
ms: Adakah anda pasti mahu mengosongkan semua log?Tindakan ini tidak boleh dibuat asal.
nl: Weet u zeker dat u alle logbestanden wilt wissen?Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz wyczyścić wszystkie dzienniki?Tej akcji nie można cofnąć.
pt: Tem certeza de que deseja limpar todos os registros?Esta ação não pode ser desfeita.
ro: Sigur doriți să ștergeți toate jurnalele?Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите очистить все журналы?Это действие невозможно отменить.
si: ඔබට සියලු ලොග ඉවත් කිරීමට අවශ්‍ය බව විශ්වාසද?මෙම ක්‍රියාව පසුගමනය කළ නොහැක.
sk: Naozaj chcete vymazať všetky denníky?Túto akciu nie je možné vrátiť späť.
sl: Ali ste prepričani, da želite počistiti vse dnevnike?Tega dejanja ni mogoče razveljaviti.
sv: Är du säker på att du vill rensa alla loggar?Denna åtgärd kan inte ångras.
sw: Je, una uhakika unataka kufuta kumbukumbu zote?Kitendo hiki hakiwezi kutenduliwa.
te: మీరు ఖచ్చితంగా అన్ని లాగ్‌లను క్లియర్ చేయాలనుకుంటున్నారా?ఈ చర్య రద్దు చేయబడదు.
th: คุณแน่ใจหรือไม่ว่าต้องการล้างบันทึกทั้งหมดการดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Tüm günlükleri temizlemek istediğinizden emin misiniz?Bu eylem geri alınamaz.
uk: Ви впевнені, що бажаєте очистити всі журнали?Цю дію не можна скасувати.
ur: کیا آپ واقعی تمام نوشتہ جات صاف کرنا چاہتے ہیں؟اس عمل کو ختم نہیں کیا جاسکتا۔
uz: Haqiqatan ham barcha jurnallarni tozalamoqchimisiz?Bu amalni ortga qaytarib bo‘lmaydi.
zh: 确定要清空所有日志吗？此操作无法撤销。
zh_hant: 您確定要清除所有日誌嗎？此操作無法撤消。
zu: Uqinisekile ukuthi ufuna ukusula wonke amalogi?Lesi senzo asikwazi ukuhlehliswa.

source: Clear
af: Duidelik
am: ግልጽ
ar: واضح
az: Təmiz
be: Ясна
bn: পরিষ্কার
bo: བསལ།
ca: Clar
cs: Jasný
da: Ryd
el: Καθαρό
es: Borrar
et: Selge
fa: پاک کردن
fr: Effacer
gu: સાફ કરો
he: ברור
hi: स्पष्ट
hr: čisto
hu: Törlés
hy: Պարզ
id: Jelas
is: Hreinsa
it: Chiaro
ja: クリア
km: ច្បាស់
kn: ತೆರವುಗೊಳಿಸಿ
lt: Aišku
lv: Skaidrs
mk: Јасно
ms: Jelas
nl: Duidelijk
pl: Jasne
pt: Limpar
ro: Clar
ru: Очистить
si: පැහැදිලියි
sk: Jasné
sl: jasno
sv: Rensa
sw: Wazi
te: క్లియర్
th: ชัดเจน
tr: Temizle
uk: ясно
ur: صاف
uz: Toza
zh: 清空
zh_hant: 清除
zu: Kucace

source: Logs cleared
af: Logs uitgevee
am: የምዝግብ ማስታወሻዎች ጸድተዋል።
ar: تم مسح السجلات
az: Qeydlər təmizləndi
be: Журналы ачышчаны
bn: লগ সাফ করা হয়েছে
bo: ཐོ་གཞུང་བསལ་ཟིན།
ca: Registres esborrats
cs: Protokoly vymazány
da: Logs ryddet
el: Τα αρχεία καταγραφής διαγράφηκαν
es: Registros borrados
et: Logid kustutatud
fa: گزارش ها پاک شد
fr: Journaux effacés
gu: લોગ સાફ કર્યા
he: יומנים נוקו
hi: लॉग साफ़ कर दिए गए
hr: Dnevnici očišćeni
hu: Naplók törölve
hy: Տեղեկամատյանները մաքրված են
id: Log dibersihkan
is: Logs hreinsaður
it: Registri cancellati
ja: ログがクリアされました
km: កំណត់ហេតុត្រូវបានសម្អាត
kn: ದಾಖಲೆಗಳನ್ನು ತೆರವುಗೊಳಿಸಲಾಗಿದೆ
lt: Žurnalai išvalyti
lv: Žurnāli notīrīti
mk: Дневниците се исчистени
ms: Log dikosongkan
nl: Logboeken gewist
pl: Logi wyczyszczone
pt: Registros apagados
ro: Jurnalele șterse
ru: Журналы очищены
si: ලඝු-සටහන් ඉවත් කරන ලදී
sk: Denníky vymazané
sl: Dnevniki počiščeni
sv: Loggar rensade
sw: Kumbukumbu zimefutwa
te: లాగ్‌లు క్లియర్ చేయబడ్డాయి
th: ล้างบันทึกแล้ว
tr: Günlükler temizlendi
uk: Журнали очищено
ur: نوشتہ جات صاف ہوگئے
uz: Jurnallar tozalandi
zh: 日志已清空
zh_hant: 日誌已清除
zu: Amalogi asuliwe

# puzzleInvalidPuzzle
source: Invalid Puzzle
af: Ongeldige legkaart
am: ልክ ያልሆነ እንቆቅልሽ
ar: لغز غير صالح
az: Yanlış Tapmaca
be: Несапраўдная галаваломка
bn: অবৈধ ধাঁধা
bo: གསང་བརྟག་ནོར་བ།
ca: Trencaclosques no vàlid
cs: Neplatná hádanka
da: Ugyldigt puslespil
el: Μη έγκυρο παζλ
es: Rompecabezas no válido
et: Kehtetu mõistatus
fa: پازل نامعتبر است
fr: Casse-tête invalide
gu: અમાન્ય પઝલ
he: פאזל לא חוקי
hi: अमान्य पहेली
hr: Nevažeća zagonetka
hu: Érvénytelen feladvány
hy: Անվավեր հանելուկ
id: Teka-teki Tidak Valid
is: Ógilt þraut
it: Puzzle non valido
ja: 無効なパズル
km: ល្បែងផ្គុំរូបមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯವಾದ ಒಗಟು
lt: Netinkamas galvosūkis
lv: Nederīga mīkla
mk: Неважечка загатка
ms: Teka-teki Tidak Sah
nl: Ongeldige puzzel
pl: Nieprawidłowa łamigłówka
pt: Quebra-cabeça inválido
ro: Puzzle nevalid
ru: Неверная головоломка
si: වලංගු නොවන ප්‍රහේලිකාව
sk: Neplatná hádanka
sl: Neveljavna uganka
sv: Ogiltigt pussel
sw: Fumbo Batili
te: చెల్లని పజిల్
th: ปริศนาไม่ถูกต้อง
tr: Geçersiz Bulmaca
uk: Недійсна головоломка
ur: غلط پہیلی
uz: Yaroqsiz boshqotirma
zh: 无效谜题
zh_hant: 無效謎題
zu: Indida Engavumelekile

# puzzleInvalidPuzzleMessage
source: This puzzle has an invalid position format and cannot be loaded. Please contact the puzzle author or try a different puzzle.
af: Hierdie legkaart het 'n ongeldige posisieformaat en kan nie gelaai word nie.Kontak asseblief die legkaartskrywer of probeer 'n ander legkaart.
am: ይህ እንቆቅልሽ ልክ ያልሆነ የአቀማመጥ ቅርጸት አለው እና ሊጫን አይችልም።እባክዎን የእንቆቅልሹን ደራሲ ያነጋግሩ ወይም ሌላ እንቆቅልሽ ይሞክሩ።
ar: يحتوي هذا اللغز على تنسيق موضع غير صالح ولا يمكن تحميله.يرجى الاتصال بمؤلف اللغز أو تجربة لغز مختلف.
az: Bu tapmacanın yanlış mövqe formatı var və onu yükləmək mümkün deyil.Zəhmət olmasa tapmacanın müəllifi ilə əlaqə saxlayın və ya başqa tapmaca sınayın.
be: Гэтая галаваломка мае няправільны фармат пазіцыі і не можа быць загружана.Калі ласка, звяжыцеся з аўтарам галаваломкі або паспрабуйце іншую галаваломку.
bn: এই ধাঁধাটির একটি অবৈধ অবস্থান বিন্যাস রয়েছে এবং লোড করা যাবে না৷অনুগ্রহ করে ধাঁধার লেখকের সাথে যোগাযোগ করুন বা একটি ভিন্ন ধাঁধা চেষ্টা করুন৷
bo: གསང་བརྟག་འདིའི་གནས་བབ་རྣམ་གཞག་ནོར་བས་ཐོན་སྟེགས་སུ་འཇུག་མི་ཐུབ།
ca: Aquest trencaclosques té un format de posició no vàlid i no es pot carregar.Contacta amb l'autor del trencaclosques o prova un trencaclosques diferent.
cs: Tato hádanka má neplatný formát pozice a nelze ji načíst.Kontaktujte prosím autora hádanky nebo zkuste jinou hádanku.
da: Dette puslespil har et ugyldigt positionsformat og kan ikke indlæses.Kontakt venligst puslespillets forfatter eller prøv et andet puslespil.
el: Αυτό το παζλ έχει μη έγκυρη μορφή θέσης και δεν μπορεί να φορτωθεί.Επικοινωνήστε με τον συγγραφέα του παζλ ή δοκιμάστε ένα διαφορετικό παζλ.
es: Este rompecabezas tiene un formato de posición no válido y no se puede cargar.Comuníquese con el autor del rompecabezas o pruebe con un rompecabezas diferente.
et: Sellel puslel on vale asukohavorming ja seda ei saa laadida.Võtke ühendust pusle autoriga või proovige mõnda muud puslet.
fa: این پازل دارای فرمت موقعیت نامعتبر است و قابل بارگیری نیست.لطفاً با نویسنده پازل تماس بگیرید یا پازل دیگری را امتحان کنید.
fr: Ce puzzle a un format de position invalide et ne peut pas être chargé.Veuillez contacter l'auteur du puzzle ou essayer un autre puzzle.
gu: આ પઝલ અમાન્ય સ્થિતિ ફોર્મેટ ધરાવે છે અને લોડ કરી શકાતી નથી.કૃપા કરીને પઝલ લેખકનો સંપર્ક કરો અથવા કોઈ અલગ પઝલ અજમાવો.
he: לפאזל זה פורמט מיקום לא חוקי ולא ניתן לטעינה.אנא צור קשר עם מחבר החידה או נסה פאזל אחר.
hi: इस पहेली में अमान्य स्थिति प्रारूप है और इसे लोड नहीं किया जा सकता।कृपया पहेली लेखक से संपर्क करें या कोई भिन्न पहेली आज़माएँ।
hr: Ova slagalica ima nevažeći format položaja i ne može se učitati.Obratite se autoru zagonetke ili pokušajte s drugom zagonetkom.
hu: Ennek a feladványnak érvénytelen a pozícióformátuma, ezért nem tölthető be. Kérjük, vedd fel a kapcsolatot a feladvány szerzőjével, vagy válassz egy másik feladványt.
hy: Այս փազլն ունի անվավեր դիրքի ձևաչափ և չի կարող բեռնվել:Խնդրում ենք կապվել հանելուկի հեղինակի հետ կամ փորձեք այլ գլուխկոտրուկ:
id: Teka-teki ini memiliki format posisi yang tidak valid dan tidak dapat dimuat.Silakan hubungi penulis teka-teki atau coba teka-teki lain.
is: Þessi þraut hefur ógilt stöðusnið og ekki er hægt að hlaða henni.Vinsamlegast hafðu samband við höfund þrautarinnar eða prófaðu aðra þraut.
it: Questo puzzle ha un formato di posizione non valido e non può essere caricato.Contatta l'autore del puzzle o prova un puzzle diverso.
ja: このパズルには無効な位置形式があるため、ロードできません。パズルの作者に連絡するか、別のパズルを試してください。
km: ល្បែងផ្គុំរូបនេះមានទម្រង់ទីតាំងមិនត្រឹមត្រូវ ហើយមិនអាចផ្ទុកបានទេ។សូមទាក់ទងអ្នកនិពន្ធល្បែងផ្គុំរូប ឬសាកល្បងល្បែងផ្គុំរូបផ្សេង។
kn: ಈ ಒಗಟು ಅಮಾನ್ಯವಾದ ಸ್ಥಾನ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿದೆ ಮತ್ತು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.ದಯವಿಟ್ಟು ಪಝಲ್ ಲೇಖಕರನ್ನು ಸಂಪರ್ಕಿಸಿ ಅಥವಾ ಬೇರೆ ಪಝಲ್ ಅನ್ನು ಪ್ರಯತ್ನಿಸಿ.
lt: Šio galvosūkio padėties formatas netinkamas ir jo negalima įkelti.Susisiekite su galvosūkio autoriumi arba išbandykite kitą galvosūkį.
lv: Šai mīklai ir nederīgs pozīcijas formāts, un to nevar ielādēt.Lūdzu, sazinieties ar mīklas autoru vai izmēģiniet citu mīklu.
mk: Оваа загатка има неважечки формат на позиција и не може да се вчита.Ве молиме контактирајте со авторот на сложувалката или пробајте друга загатка.
ms: Teka-teki ini mempunyai format kedudukan yang tidak sah dan tidak boleh dimuatkan.Sila hubungi pengarang teka-teki atau cuba teka-teki lain.
nl: Deze puzzel heeft een ongeldig positieformaat en kan niet worden geladen.Neem contact op met de auteur van de puzzel of probeer een andere puzzel.
pl: Ta łamigłówka ma nieprawidłowy format pozycji i nie można jej załadować.Skontaktuj się z autorem łamigłówki lub spróbuj innej łamigłówki.
pt: Este quebra-cabeça tem um formato de posição inválido e não pode ser carregado.Entre em contato com o autor do quebra-cabeça ou tente um quebra-cabeça diferente.
ro: Acest puzzle are un format de poziție nevalid și nu poate fi încărcat.Contactați autorul puzzle-ului sau încercați un alt puzzle.
ru: Эта головоломка имеет неверный формат позиции и не может быть загружена.Пожалуйста, свяжитесь с автором головоломки или попробуйте другую головоломку.
si: මෙම ප්‍රහේලිකාව වලංගු නොවන ස්ථාන ආකෘතියක් ඇති අතර එය පූරණය කළ නොහැක.කරුණාකර ප්‍රහේලිකා කර්තෘ අමතන්න හෝ වෙනත් ප්‍රහේලිකාවක් උත්සාහ කරන්න.
sk: Tento hlavolam má neplatný formát pozície a nedá sa načítať.Kontaktujte autora hádanky alebo skúste inú hádanku.
sl: Ta uganka ima neveljavno obliko položaja in je ni mogoče naložiti.Obrnite se na avtorja uganke ali poskusite z drugo uganko.
sv: Detta pussel har ett ogiltigt positionsformat och kan inte laddas.Kontakta pusselförfattaren eller prova ett annat pussel.
sw: Fumbo hili lina umbizo la nafasi batili na haliwezi kupakiwa.Tafadhali wasiliana na mwandishi wa mafumbo au jaribu fumbo tofauti.
te: ఈ పజిల్ చెల్లని స్థాన ఆకృతిని కలిగి ఉంది మరియు లోడ్ చేయడం సాధ్యపడదు.దయచేసి పజిల్ రచయితను సంప్రదించండి లేదా వేరే పజిల్‌ని ప్రయత్నించండి.
th: ปริศนานี้มีรูปแบบตำแหน่งที่ไม่ถูกต้องและไม่สามารถโหลดได้โปรดติดต่อผู้เขียนปริศนาหรือลองปริศนาอื่น
tr: Bu bulmacanın geçersiz konum formatı var ve yüklenemiyor.Lütfen bulmacanın yazarıyla iletişime geçin veya farklı bir bulmaca deneyin.
uk: Ця головоломка має недійсний формат позиції, тому її неможливо завантажити.Зв’яжіться з автором головоломки або спробуйте іншу головоломку.
ur: اس پہیلی میں ایک غلط پوزیشن کی شکل ہے اور اسے لوڈ نہیں کیا جاسکتا ہے۔براہ کرم پہیلی مصنف سے رابطہ کریں یا ایک مختلف پہیلی آزمائیں۔
uz: Bu boshqotirma joylashuv formati noto‘g‘ri va uni yuklab bo‘lmaydi.Jumboq muallifiga murojaat qiling yoki boshqa boshqotirmani sinab ko‘ring.
zh: 此谜题的局面格式无效，无法加载。请联系谜题作者或尝试其他谜题。
zh_hant: 該謎題的位置格式無效，無法加載。請聯繫謎題作者或嘗試其他謎題。
zu: Le puzzle inefomethi yendawo engavumelekile futhi ayikwazi ukulayishwa.Sicela uxhumane nombhali wendida noma uzame indida ehlukile.

# puzzleBackToList
source: Back to List
af: Terug na Lys
am: ወደ ዝርዝር ተመለስ
ar: العودة إلى القائمة
az: Siyahıya qayıt
be: Вярнуцца да спісу
bn: তালিকায় ফিরে যান
bo: ཐོ་གཞུང་ལ་ཕྱིར།
ca: Tornar a la llista
cs: Zpět na seznam
da: Tilbage til listen
el: Επιστροφή στη λίστα
es: Volver a la lista
et: Tagasi nimekirja
fa: بازگشت به فهرست
fr: Retour à la liste
gu: યાદી પર પાછા
he: חזרה לרשימה
hi: सूची पर वापस जाएँ
hr: Natrag na popis
hu: Vissza a listához
hy: Վերադառնալ ցուցակին
id: Kembali ke Daftar
is: Aftur á lista
it: Torna alla lista
ja: リストに戻る
km: ត្រឡប់ទៅ បញ្ជី វិញ
kn: ಪಟ್ಟಿಗೆ ಹಿಂತಿರುಗಿ
lt: Atgal į sąrašą
lv: Atpakaļ uz sarakstu
mk: Назад на списокот
ms: Kembali ke Senarai
nl: Terug naar lijst
pl: Powrót do listy
pt: Voltar à lista
ro: Înapoi la listă
ru: Вернуться к списку
si: ලැයිස්තුව වෙත ආපසු
sk: Späť na zoznam
sl: Nazaj na seznam
sv: Tillbaka till listan
sw: Rudi kwenye Orodha
te: జాబితాకు తిరిగి వెళ్ళు
th: กลับไปที่รายการ
tr: Listeye Geri Dön
uk: Назад до списку
ur: فہرست میں واپس
uz: Roʻyxatga qaytish
zh: 返回列表
zh_hant: 返回列表
zu: Buyela Ohlwini

# puzzleWrongMove
source: Wrong move. Try again.
af: Verkeerde skuif.Probeer weer.
am: የተሳሳተ እርምጃ።እንደገና ይሞክሩ።
ar: خطوة خاطئة.حاول ثانية.
az: Səhv hərəkət.Yenidən cəhd edin.
be: Няправільны ход.Паспрабуйце яшчэ раз.
bn: ভুল পদক্ষেপ।আবার চেষ্টা করুন
bo: བསྒུལ་བ་ནོར་བ། ཡང་བསྐྱར་ཚོད་ལྟ།
ca: Moviment equivocat.Torna-ho a provar.
cs: Špatný pohyb.Zkuste to znovu.
da: Forkert træk.Prøv igen.
el: Λάθος κίνηση.Προσπαθήστε ξανά.
es: Movimiento equivocado.Intentar otra vez.
et: Vale käik.Proovi uuesti.
fa: حرکت اشتباهدوباره امتحان کنید.
fr: Mauvais mouvement.Essayer à nouveau.
gu: ખોટી ચાલ.ફરી પ્રયાસ કરો.
he: מהלך לא נכון.נסה שוב.
hi: ग़लत कदम.पुनः प्रयास करें।
hr: Pogrešan potez.Pokušajte ponovno.
hu: Rossz lépés. Próbáld újra.
hy: Սխալ քայլ.Նորից փորձեք:
id: Langkah yang salah.Coba lagi.
is: Röng hreyfing.Reyndu aftur.
it: Mossa sbagliata.Riprova.
ja: 間違った動き。もう一度やり直してください。
km: ចលនាខុស។ព្យាយាមម្តងទៀត។
kn: ತಪ್ಪು ನಡೆ.ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
lt: Klaidingas žingsnis.Bandykite dar kartą.
lv: Nepareizs gājiens.Mēģiniet vēlreiz.
mk: Погрешен потег.Обидете се повторно.
ms: Salah langkah.Cuba lagi.
nl: Verkeerde zet.Probeer het opnieuw.
pl: Zły ruch.Spróbuj ponownie.
pt: Movimento errado.Tente novamente.
ro: Mișcare greșită.Încearcă din nou.
ru: Неправильный ход.Попробуйте еще раз.
si: වැරදි පියවරක්.නැවත උත්සාහ කරන්න.
sk: Chybný ťah.Skúste to znova.
sl: Napačna poteza.poskusi ponovno
sv: Fel drag.Försök igen.
sw: Hatua mbaya.Jaribu tena.
te: తప్పు ఎత్తుగడ.మళ్లీ ప్రయత్నించండి.
th: ย้ายผิด.ลองอีกครั้ง
tr: Yanlış hareket.Tekrar deneyin.
uk: Неправильний хід.Спробуйте знову.
ur: غلط اقدامدوبارہ کوشش کریں۔
uz: Noto'g'ri harakat.Qayta urinib ko'ring.
zh: 错误着法，请重试。
zh_hant: 錯誤的舉動。再試一次。
zu: Ukunyakaza okungalungile.Zama futhi.

# puzzleNoMoreHints
source: No more hints available
af: Geen wenke meer beskikbaar nie
am: ምንም ተጨማሪ ፍንጮች የሉም
ar: لا مزيد من التلميحات المتاحة
az: Daha çox göstəriş yoxdur
be: Няма больш даступных падказак
bn: আর কোন ইঙ্গিত পাওয়া যায় না
bo: ལམ་སྟོན་ད་གཞི་མེད།
ca: No hi ha més pistes disponibles
cs: Nejsou k dispozici žádné další tipy
da: Der er ikke flere hints tilgængelige
el: Δεν υπάρχουν άλλες συμβουλές
es: No hay más pistas disponibles
et: Rohkem vihjeid pole
fa: نکات دیگری در دسترس نیست
fr: Plus d'indices disponibles
gu: કોઈ વધુ સંકેતો ઉપલબ્ધ નથી
he: אין עוד רמזים זמינים
hi: कोई और संकेत उपलब्ध नहीं है
hr: Nema više dostupnih savjeta
hu: Nincs több elérhető tipp
hy: Այլևս ակնարկներ չկան
id: Tidak ada lagi petunjuk yang tersedia
is: Engar fleiri vísbendingar í boði
it: Nessun altro suggerimento disponibile
ja: これ以上ヒントはありません
km: មិនមានការណែនាំទៀតទេ
kn: ಹೆಚ್ಚಿನ ಸುಳಿವು ಲಭ್ಯವಿಲ್ಲ
lt: Daugiau jokių patarimų nėra
lv: Vairāk padomu nav pieejami
mk: Нема повеќе достапни совети
ms: Tiada lagi petunjuk tersedia
nl: Er zijn geen tips meer beschikbaar
pl: Nie ma już więcej podpowiedzi
pt: Não há mais dicas disponíveis
ro: Nu mai sunt disponibile indicii
ru: Больше подсказок нет
si: තවත් ඉඟි නොමැත
sk: Nie sú k dispozícii žiadne ďalšie tipy
sl: Na voljo ni več namigov
sv: Inga fler tips tillgängliga
sw: Hakuna vidokezo zaidi vinavyopatikana
te: మరిన్ని సూచనలు అందుబాటులో లేవు
th: ไม่มีคำแนะนำอีกต่อไป
tr: Başka ipucu yok
uk: Більше підказок немає
ur: مزید اشارے دستیاب نہیں ہیں
uz: Boshqa maslahatlar mavjud emas
zh: 没有更多提示了
zh_hant: 沒有更多可用提示
zu: Awasekho amahinti atholakalayo

# puzzleHintDialogTitle
source: Hint
af: Wenk
am: ፍንጭ
ar: تلميح
az: İpucu
be: Падказка
bn: ইঙ্গিত
bo: ལམ་སྟོན།
ca: Pista
cs: Nápověda
da: Tip
el: Υπόδειξη
es: pista
et: Vihje
fa: اشاره
fr: Indice
gu: સંકેત
he: רמז
hi: संकेत
hr: Savjet
hu: Tipp
hy: Հուշում
id: Petunjuk
is: Vísbending
it: Suggerimento
ja: ヒント
km: ព័ត៌មានជំនួយ
kn: ಸುಳಿವು
lt: Užuomina
lv: Padoms
mk: Совет
ms: Petunjuk
nl: Tip
pl: Wskazówka
pt: Dica
ro: Sugestie
ru: Подсказка
si: ඉඟිය
sk: Nápoveda
sl: Namig
sv: Tips
sw: Kidokezo
te: సూచన
th: คำแนะนำ
tr: İpucu
uk: Підказка
ur: اشارہ
uz: Maslahat
zh: 提示
zh_hant: 提示
zu: Ukusikisela
