Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# noteActualDifficultyLevelMayBeLimited
source: If you set the difficulty level high but do not increase the AI thinking time, the actual difficulty level may be limited to a lower value due to the thinking time constraint. The actual value may vary based on the machine's performance.
af: As jy die moeilikheidsgraad hoog stel, maar nie die KI-denktyd verhoog nie, kan die werklike moeilikheidsgraad beperk word tot 'n laer waarde as gevolg van die dinktydbeperking. Die werklike waarde kan verskil afhangende van die masjien se werkverrigting.
am: በመሀመል ችግር ደረጃን ከማሻሻል በማቅረቡ AI ማሰብ ጊዜ እንዳትጨመር ተነቀው። የትኛውም ማሰብ ጊዜ እና የማሽነሪያ እገንኛነት ተነቀው እንዳሉ ወስኖ ሊያስከትል ተነቀው።
ar: إذا قمت بتعيين مستوى الصعوبة عالياً ولكنك لم تقم بزيادة وقت التفكير في الذكاء الاصطناعي ، فقد يكون مستوى الصعوبة الفعلي مقيدًا بقيمة أقل بسبب ضيق وقت التفكير. قد تختلف القيمة الفعلية بناءً على أداء الجهاز.
az: Çətinlik səviyyəsini yüksək təyin etsəniz, lakin AI düşünmə vaxtını artırmasanız, düşünmə vaxtı məhdudiyyətinə görə faktiki çətinlik səviyyəsi aşağı qiymətlə məhdudlaşdırıla bilər. Faktiki dəyər maşının performansına görə dəyişə bilər.
be: Калі вы ўсталюеце высокі ўзровень складанасці, але не павялічваеце час на разважанні штучнага інтэлекту, фактычны ўзровень складанасці можа быць абмежаваны меншым значэннем з-за абмежавання часу на разважанні. Фактычнае значэнне можа адрознівацца ў залежнасці ад прадукцыйнасці машыны.
bg: Ако зададете високо ниво на трудност, но не увеличите времето за мислене на AI, действителното ниво на трудност може да бъде ограничено до по-ниска стойност поради ограничението във времето за мислене. Действителната стойност може да варира в зависимост от работата на машината.
bn: আপনি যদি অসুবিধার স্তরটি উচ্চ সেট করেন কিন্তু AI চিন্তার সময় না বাড়ান, তবে চিন্তার সময় সীমাবদ্ধতার কারণে প্রকৃত অসুবিধা স্তরটি কম মানের মধ্যে সীমাবদ্ধ হতে পারে। প্রকৃত মান মেশিনের কর্মক্ষমতা উপর ভিত্তি করে পরিবর্তিত হতে পারে.
bo: གལ་ཏེ་ཁྱེད་ཀྱིས་དཀའ་ངལ་གྱི་ཚད་གཞི་མཐོ་པོ་བཟོས་ཡོད་ཀྱང་AI བསམ་བློ་གཏོང་བའི་དུས་ཚོད་འཕར་མ་བྱེད་ན། བསམ་བློ་གཏོང་བའི་དུས་ཚོད་ཀྱི་ཚད་གཞི་ལས་དཀའ་ངལ་གྱི་ཚད་གཞི་ངོ་མ་དེ་རིན་ཐང་དམའ་བར་ཚད་བཀག་བྱེད་སྲིད། རིན་ཐང་ངོ་མ་དེ་འཕྲུལ་ཆས་ཀྱི་བྱེད་ནུས་ལ་གཞིགས་ནས་མི་འདྲ་བ་ཆགས་སྲིད།
ca: Si establiu un nivell de dificultat molt alt, però no augmenteu el temps de raonament de la IA, és possible que el nivell real quedi limitat a un valor inferior a causa del temps disponible. El valor concret pot variar segons el rendiment de la màquina.
cs: Pokud nastavíte vysokou úroveň obtížnosti, ale nezvýšíte dobu přemýšlení AI, může být skutečná úroveň obtížnosti omezena na nižší hodnotu kvůli časovému omezení. Skutečná hodnota se může lišit v závislosti na výkonu stroje.
da: Hvis du indstiller sværhedsgraden højt, men ikke øger AI-tænketiden, kan det faktiske sværhedsgrad være begrænset til en lavere værdi på grund af tænketidsbegrænsningen. Den faktiske værdi kan variere baseret på maskinens ydeevne.
de: Wenn Sie den Schwierigkeitsgrad hoch einstellen, aber die KI-Denkzeit nicht erhöhen, kann der tatsächliche Schwierigkeitsgrad aufgrund der Bedenkzeitbeschränkung auf einen niedrigeren Wert begrenzt werden. Der tatsächliche Wert kann je nach Leistung der Maschine variieren.
el: Εάν ορίσετε το επίπεδο δυσκολίας υψηλό αλλά δεν αυξήσετε τον χρόνο σκέψης AI, το πραγματικό επίπεδο δυσκολίας μπορεί να περιοριστεί σε χαμηλότερη τιμή λόγω του περιορισμού χρόνου σκέψης. Η πραγματική τιμή μπορεί να διαφέρει ανάλογα με την απόδοση του μηχανήματος.
es: Si establece la dificultad alta pero no aumenta el tiempo de pensamiento de la IA, la dificultad real puede limitarse a un valor más bajo debido a la limitación del tiempo de pensamiento. El valor real puede variar dependiendo del rendimiento de la máquina.
et: Kui seate raskusastme kõrgeks, kuid ei suurenda tehisintellekti mõtlemisaega, võib tegelik raskusaste piirduda mõtlemisaja piirangu tõttu madalama väärtusega. Tegelik väärtus võib olenevalt masina jõudlusest erineda.
fa: اگر سطح دشواری را بالا تنظیم کنید اما زمان تفکر هوش مصنوعی را افزایش ندهید، سطح دشواری واقعی ممکن است به مقدار کمتری به دلیل محدودیت زمان تفکر محدود شود. مقدار واقعی ممکن است بر اساس عملکرد دستگاه متفاوت باشد.
fi: Jos asetat vaikeustason korkeaksi, mutta et lisää tekoälyn ajatteluaikaa, todellinen vaikeustaso voi rajoittua pienempään arvoon ajatteluaikarajoituksen vuoksi. Todellinen arvo voi vaihdella koneen suorituskyvyn mukaan.
fr: Si vous définissez un niveau de difficulté élevé mais n'augmentez pas le temps de réflexion de l'IA, le niveau de difficulté réel peut être limité à une valeur inférieure en raison de la contrainte de temps de réflexion. La valeur réelle peut varier en fonction des performances de la machine.
gu: જો તમે મુશ્કેલી સ્તર ઊંચું સેટ કરો છો પરંતુ AI વિચારવાનો સમય વધારતા નથી, તો વાસ્તવિક મુશ્કેલી સ્તર વિચાર સમયની મર્યાદાને કારણે ઓછા મૂલ્ય સુધી મર્યાદિત હોઈ શકે છે. મશીનની કામગીરીના આધારે વાસ્તવિક મૂલ્ય બદલાઈ શકે છે.
he: אם תגדיר את רמת הקושי גבוה אך לא תגדיל את זמן החשיבה של AI, רמת הקושי בפועל עשויה להיות מוגבלת לערך נמוך יותר בגלל אילוץ זמן החשיבה. הערך בפועל עשוי להשתנות בהתאם לביצועי המכשיר.
hi: यदि आप कठिनाई स्तर को उच्च सेट करते हैं लेकिन एआई सोच समय में वृद्धि नहीं करते हैं, तो वास्तविक कठिनाई स्तर सोचने के समय की कमी के कारण कम मूल्य तक सीमित हो सकता है। मशीन के प्रदर्शन के आधार पर वास्तविक मूल्य भिन्न हो सकता है।
hr: Ako postavite visoku razinu složenosti, ali ne povećate vrijeme razmišljanja UI-a, stvarna razina složenosti može biti ograničena na nižu vrijednost zbog vremenskog ograničenja razmišljanja. Stvarna vrijednost može varirati ovisno o performansama uređaja.
hu: Ha magasra állítja a nehézségi szintet, de nem növeli az AI gondolkodási idejét, a tényleges nehézségi szint alacsonyabb értékre korlátozódhat a gondolkodási idő korlátja miatt. A tényleges érték a gép teljesítményétől függően változhat.
hy: Եթե դուք բարձր եք դնում դժվարության մակարդակը, բայց չեք ավելացնում AI մտածելու ժամանակը, ապա իրական դժվարության մակարդակը կարող է սահմանափակվել ավելի ցածր արժեքով՝ մտածելու ժամանակի սահմանափակման պատճառով: Փաստացի արժեքը կարող է տարբեր լինել՝ կախված մեքենայի աշխատանքի վրա:
id: Jika Anda menyetel tingkat kesulitan tinggi tetapi tidak menambah waktu berpikir AI, tingkat kesulitan sebenarnya mungkin dibatasi ke nilai yang lebih rendah karena batasan waktu berpikir. Nilai sebenarnya dapat bervariasi berdasarkan performa mesin.
is: Ef þú stillir erfiðleikastigið hátt en eykur ekki AI-hugsunartímann, getur raunverulegt erfiðleikastig verið takmarkað við lægra gildi vegna þvingunar á hugsunartíma. Raunverulegt gildi getur verið mismunandi eftir afköstum vélarinnar.
it: Se si imposta il livello di difficoltà alto ma non si aumenta il tempo di riflessione dell'IA, il livello di difficoltà effettivo potrebbe essere limitato a un valore inferiore a causa del vincolo del tempo di riflessione. Il valore effettivo può variare in base alle prestazioni della macchina.
ja: 難易度を高く設定してもAIの思考時間を増やさないと、思考時間の制約により、実際の難易度は低い値に制限される場合があります。実際の値は、マシンのパフォーマンスによって異なる場合があります。
km: ប្រសិនបើអ្នកកំណត់កម្រិតលំបាកខ្ពស់ ប៉ុន្តែមិនបង្កើនពេលវេលាគិតរបស់ AI ទេ កម្រិតលំបាកជាក់ស្តែងអាចត្រូវបានកំណត់ត្រឹមកម្រិតទាបជាងដោយសារតែការដាក់កម្រិតពេលវេលាគិត។ តម្លៃជាក់ស្តែងអាចប្រែប្រួលអាស្រ័យលើដំណើរការរបស់ម៉ាស៊ីន។
kn: ನೀವು ಕಷ್ಟದ ಮಟ್ಟವನ್ನು ಹೆಚ್ಚು ಹೊಂದಿಸಿದರೆ ಆದರೆ AI ಚಿಂತನೆಯ ಸಮಯವನ್ನು ಹೆಚ್ಚಿಸದಿದ್ದರೆ, ಚಿಂತನೆಯ ಸಮಯದ ನಿರ್ಬಂಧದ ಕಾರಣದಿಂದಾಗಿ ನಿಜವಾದ ತೊಂದರೆ ಮಟ್ಟವು ಕಡಿಮೆ ಮೌಲ್ಯಕ್ಕೆ ಸೀಮಿತವಾಗಿರುತ್ತದೆ. ಯಂತ್ರದ ಕಾರ್ಯಕ್ಷಮತೆಯ ಆಧಾರದ ಮೇಲೆ ನಿಜವಾದ ಮೌಲ್ಯವು ಬದಲಾಗಬಹುದು.
ko: 난이도를 높게 설정했지만 AI 생각 시간을 늘리지 않으면 생각 시간 제약으로 인해 실제 난이도가 더 낮은 값으로 제한될 수 있습니다. 실제 값은 기계의 성능에 따라 다를 수 있습니다.
lt: Jei nustatysite aukštą sudėtingumo lygį, bet nepadidinsite AI mąstymo laiko, tikrasis sunkumo lygis gali būti apribotas iki mažesnės vertės dėl mąstymo laiko apribojimo. Tikroji vertė gali skirtis priklausomai nuo mašinos veikimo.
lv: Ja iestatāt augstu grūtības pakāpi, bet nepalielināt AI domāšanas laiku, domāšanas laika ierobežojuma dēļ faktiskais grūtības līmenis var būt ierobežots līdz zemākam. Faktiskā vērtība var atšķirties atkarībā no iekārtas veiktspējas.
mk: Ако го поставите нивото на тежина високо, но не го зголемите времето за размислување со вештачка интелигенција, вистинското ниво на тежина може да биде ограничено на помала вредност поради ограничувањето на времето за размислување. Вистинската вредност може да варира врз основа на перформансите на машината.
ms: Jika anda menetapkan tahap kesukaran tinggi tetapi tidak meningkatkan masa berfikir AI, tahap kesukaran sebenar mungkin dihadkan kepada nilai yang lebih rendah kerana kekangan masa berfikir. Nilai sebenar mungkin berbeza-beza berdasarkan prestasi mesin.
my: အခက်အခဲအဆင့်ကို မြင့်မားစွာသတ်မှတ်ထားသော်လည်း AI တွေးခေါ်ချိန်ကို မတိုးမြှင့်ပါက၊ တွေးခေါ်ချိန်ကန့်သတ်ချက်ကြောင့် အမှန်တကယ်အခက်အခဲအဆင့်သည် နည်းပါးသောတန်ဖိုးအဖြစ် ကန့်သတ်ထားနိုင်သည်။ စက်၏စွမ်းဆောင်ရည်ပေါ်မူတည်၍ အမှန်တကယ်တန်ဖိုးသည် ကွဲပြားနိုင်သည်။
nb: Hvis du setter vanskelighetsnivået høyt, men ikke øker AI-tenketiden, kan det faktiske vanskelighetsnivået begrenses til en lavere verdi på grunn av tenketidsbegrensningen. Den faktiske verdien kan variere basert på maskinens ytelse.
nl: Als u de moeilijkheidsgraad hoog instelt maar de AI-denktijd niet verlengt, kan de werkelijke moeilijkheidsgraad worden beperkt tot een lagere waarde vanwege de beperking van de denktijd. De werkelijke waarde kan variëren op basis van de prestaties van de machine.
pl: Jeśli ustawisz wysoki poziom trudności, ale nie zwiększysz czasu myślenia AI, rzeczywisty poziom trudności może zostać ograniczony do niższej wartości ze względu na ograniczenie czasu myślenia. Rzeczywista wartość może się różnić w zależności od wydajności urządzenia.
pt: Se você definir a dificuldade alta, mas não aumentar o tempo de raciocínio da IA, o nível de dificuldade real pode ser limitado a um valor mais baixo devido à limitação do tempo de raciocínio. O valor real pode variar dependendo do desempenho da máquina.
ro: Dacă setați nivelul de dificultate ridicat, dar nu creșteți timpul de gândire AI, nivelul de dificultate real poate fi limitat la o valoare mai mică din cauza constrângerii timpului de gândire. Valoarea reală poate varia în funcție de performanța mașinii.
ru: Если вы установите высокий уровень сложности, но не увеличите время обдумывания ИИ, фактический уровень сложности может быть ограничен более низким значением из-за ограничения времени обдумывания. Фактическое значение может варьироваться в зависимости от производительности машины.
si: ඔබ දුෂ්කරතා මට්ටම ඉහළට සකසා නමුත් AI සිතීමේ කාලය වැඩි නොකරන්නේ නම්, සිතීමේ කාල සීමාව හේතුවෙන් සැබෑ දුෂ්කරතා මට්ටම අඩු අගයකට සීමා විය හැකිය. යන්ත්‍රයේ ක්‍රියාකාරීත්වය මත පදනම්ව සත්‍ය අගය වෙනස් විය හැක.
sk: Ak nastavíte vysokú úroveň obtiažnosti, ale nepredĺžite čas myslenia AI, skutočná úroveň obtiažnosti môže byť obmedzená na nižšiu hodnotu z dôvodu časového obmedzenia. Skutočná hodnota sa môže líšiť v závislosti od výkonu stroja.
sl: Če nastavite visoko težavnostno stopnjo, vendar ne povečate časa za razmišljanje AI, je lahko dejanska težavnostna stopnja omejena na nižjo vrednost zaradi časovne omejitve razmišljanja. Dejanska vrednost se lahko razlikuje glede na delovanje stroja.
sq: Nëse e vendosni nivelin e vështirësisë të lartë, por nuk e rritni kohën e të menduarit të AI, niveli aktual i vështirësisë mund të kufizohet në një vlerë më të ulët për shkak të kufizimit të kohës së të menduarit. Vlera aktuale mund të ndryshojë në bazë të performancës së makinës.
sr: Ако поставите висок ниво тежине, али не повећате време размишљања АИ, стварни ниво тежине може бити ограничен на нижу вредност због временског ограничења за размишљање. Стварна вредност може да варира у зависности од перформанси машине.
sv: Om du ställer in svårighetsgraden högt men inte ökar AI-tänketiden, kan den faktiska svårighetsgraden begränsas till ett lägre värde på grund av tanketidsbegränsningen. Det faktiska värdet kan variera beroende på maskinens prestanda.
sw: Ukiweka kiwango cha ugumu juu lakini usiongeze muda wa kufikiri wa AI, kiwango cha ugumu halisi kinaweza kuwa mdogo kwa thamani ya chini kutokana na kikwazo cha muda wa kufikiri. Thamani halisi inaweza kutofautiana kulingana na utendaji wa mashine.
ta: நீங்கள் சிரம நிலையை அதிகமாக அமைத்தால், ஆனால் AI சிந்தனை நேரத்தை அதிகரிக்கவில்லை என்றால், உண்மையான சிரம நிலை சிந்தனை நேரக் கட்டுப்பாடு காரணமாக குறைந்த மதிப்புக்கு மட்டுப்படுத்தப்படலாம். இயந்திரத்தின் செயல்திறனின் அடிப்படையில் உண்மையான மதிப்பு மாறுபடலாம்.
te: మీరు క్లిష్టత స్థాయిని ఎక్కువగా సెట్ చేసి, AI ఆలోచించే సమయాన్ని పెంచకపోతే, ఆలోచన సమయ పరిమితి కారణంగా అసలు కష్ట స్థాయి తక్కువ విలువకు పరిమితం కావచ్చు. యంత్రం యొక్క పనితీరు ఆధారంగా వాస్తవ విలువ మారవచ్చు.
th: หากคุณตั้งระดับความยากไว้สูงแต่ไม่ได้เพิ่มเวลาคิดของ AI ระดับความยากจริงอาจถูกจำกัดให้มีค่าน้อยลงเนื่องจากข้อจำกัดของเวลาในการคิด ค่าจริงอาจแตกต่างกันไปตามประสิทธิภาพของเครื่อง
tr: Zorluk seviyesini yüksek seçerseniz fakat AI'nin düşünme süresini artırmazsanız, gerçek zorluk seviyesi düşünme süresi kısıtlamaları nedeniyle daha düşük olabilir. Bu durum makinenin performansına bağlı olarak değişiklik gösterebilir.
uk: Якщо встановити високий рівень складності, але не збільшити час на обдумування ШІ, фактичний рівень складності може бути обмежений нижчим значенням через обмеження часу на обдумування. Фактичне значення може відрізнятися залежно від продуктивності машини.
ur: اگر آپ مشکل کی سطح کو بلند کرتے ہیں لیکن AI سوچنے کے وقت میں اضافہ نہیں کرتے ہیں، تو سوچنے کے وقت کی پابندی کی وجہ سے مشکل کی اصل سطح کم قیمت تک محدود ہو سکتی ہے۔ مشین کی کارکردگی کی بنیاد پر اصل قیمت مختلف ہو سکتی ہے۔
uz: Agar siz qiyinchilik darajasini yuqori o'rnatsangiz, lekin AI fikrlash vaqtini oshirmasangiz, fikrlash vaqti cheklanganligi sababli haqiqiy qiyinchilik darajasi pastroq qiymat bilan cheklanishi mumkin. Haqiqiy qiymat mashinaning ishlashiga qarab farq qilishi mumkin.
vi: Nếu bạn đặt độ khó cao nhưng không tăng thời gian suy nghĩ của AI, thì độ khó thực tế có thể bị giới hạn ở giá trị thấp hơn do hạn chế về thời gian suy nghĩ. Giá trị thực tế có thể thay đổi dựa trên hiệu suất của máy.
zh: 如果将难度设置得很高，但未增加 AI 的思考时间，实际难度可能会因为思考时间的限制而被压缩在较低的水平。实际的难度水平会因 AI 性能而异。
zh_hant: 如果將難度設置得很高，但未增加 AI 的思考時間，實際難度可能會因為思考時間的限製而被壓縮在較低的水平。實際的難度水平會因機器性能而異。
zu: Uma usetha izinga lobunzima phezulu kodwa ungakhulisi isikhathi sokucabanga se-AI, izinga lobunzima langempela lingase likhawulelwe kunani eliphansi ngenxa yesithiyo sesikhathi sokucabanga. Inani langempela lingahluka ngokusekelwe ekusebenzeni komshini.
