Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleRushRule3
source: 🏆 Maximize your score!
af: 🏆 Maksimeer jou telling!
am: 🏆 ነጥብዎን ያሳድጉ!
ar: 🏆 تعظيم درجاتك!
az: 🏆 Xalınızı maksimuma çatdırın!
be: 🏆 Павялічце свой бал!
bn: 🏆 আপনার স্কোর সর্বাধিক করুন!
bo: 🏆 གྲངས་ཐོ་མང་ཤོས་ཐོབ!
ca: 🏆 Maximitza la teva puntuació!
cs: 🏆 Maximalizujte své skóre!
da: 🏆 Maksimer din score!
de: 🏆 Maximiere deine Punktzahl!
el: 🏆 Μεγιστοποιήστε τη βαθμολογία σας!
es: 🏆 ¡Maximiza tu puntuación!
et: 🏆 Maksimeerige oma skoori!
fa: 🏆 امتیاز خود را به حداکثر برسانید!
fr: 🏆 Maximisez votre score !
gu: 🏆 તમારો સ્કોર મહત્તમ કરો!
he: 🏆 הגדל את הציון שלך!
hi: 🏆 अपना स्कोर अधिकतम करें!
hr: 🏆 Povećajte svoj rezultat!
hu: 🏆 Maximalizáld a pontszámod!
hy: 🏆 Առավելագույնի հասցրե՛ք ձեր գնահատականը:
id: 🏆 Maksimalkan skor Anda!
is: 🏆 Hámarkaðu stig þitt!
it: 🏆 Massimizza il tuo punteggio!
ja: 🏆 スコアを最大化しましょう！
km: 🏆 បង្កើនពិន្ទុរបស់អ្នក!
kn: 🏆 ನಿಮ್ಮ ಸ್ಕೋರ್ ಅನ್ನು ಗರಿಷ್ಠಗೊಳಿಸಿ!
ko: 🏆 점수 최대화!
lt: 🏆 Maksimaliai padidinkite savo rezultatą!
lv: 🏆 Maksimizējiet savu rezultātu!
mk: 🏆 Максимизирајте го вашиот резултат!
ms: 🏆 Maksimumkan markah anda!
nl: 🏆 Maximaliseer je score!
pl: 🏆 Zmaksymalizuj swój wynik!
pt: 🏆 Maximize sua pontuação!
ro: 🏆 Maximizează-ți scorul!
ru: 🏆 Максимизируйте свой счет!
si: 🏆 ඔබේ ලකුණු උපරිම කරන්න!
sk: 🏆 Maximalizujte svoje skóre!
sl: 🏆 Povečajte svoj rezultat!
sv: 🏆 Maximera din poäng!
sw: 🏆 Ongeza alama zako!
te: 🏆 మీ స్కోర్‌ను పెంచుకోండి!
th: 🏆 เพิ่มคะแนนของคุณให้สูงสุด!
tr: 🏆 Puanınızı en üst düzeye çıkarın!
uk: 🏆 Збільште свій бал!
ur: 🏆 اپنے اسکور کو زیادہ سے زیادہ بنائیں!
uz: 🏆 Ballaringizni maksimal darajada oshiring!
zh: 🏆 最大化您的得分！
zh_hant: 🏆 最大化你的分數！
zu: 🏆 Khulisa isikolo sakho!

# puzzleRushStart
source: Start Rush
af: Begin Rush
am: መጣደፍ ጀምር
ar: ابدأ الاندفاع
az: Rush-a başlayın
be: Запусціце Rush
bn: রাশ শুরু করুন
bo: མྱུར་བཏགས་འགོ་བཙུགས!
ca: Comença Rush
cs: Zahájit Rush
de: Rush starten
el: Ξεκινήστε το Rush
es: Iniciar prisa
et: Käivitage Rush
fa: راش را شروع کنید
fr: Commencer à se précipiter
gu: રશ શરૂ કરો
he: התחל למהר
hi: रश प्रारंभ करें
hr: Pokrenite Rush
hu: Roham indítása
hy: Սկսեք Rush-ը
id: Mulai Terburu-buru
is: Byrjaðu Rush
it: Inizia la corsa
ja: スタートラッシュ
km: ចាប់ផ្តើមប្រញាប់
kn: ರಶ್ ಪ್ರಾರಂಭಿಸಿ
ko: 러시 시작
lt: Pradėkite Rush
lv: Sāciet Rush
mk: Започнете Раш
ms: Mulakan Rush
nl: Begin Rush
pl: Uruchom Rusha
pt: Comece a corrida
ro: Începeți Rush
ru: Начать Раш
si: රෂ් ආරම්භ කරන්න
sk: Štart Rush
sl: Zaženi Rush
sv: Börja Rush
sw: Anza Kukimbilia
te: రష్ ప్రారంభించండి
th: เริ่มรัช
tr: Rush'ı başlat
uk: Запустіть Rush
ur: رش شروع کریں
uz: Rushni boshlang
zh: 开始挑战
zh_hant: 開始衝刺
zu: Qala i-Rush

# puzzleRushQuitConfirm
source: Quit rush? Progress will be lost.
af: Hou op haas?Vordering sal verlore gaan.
am: መቸኮሉን ይተው?መሻሻል ይጠፋል።
ar: التوقف عن الاندفاع؟سيتم فقدان التقدم.
az: Tələsik çıxsın?Tərəqqi itiriləcək.
be: Перастаць спяшацца?Прагрэс будзе страчаны.
bg: Are you sure you want to quit the rush? Your progress will be lost.
bn: তাড়াহুড়ো ছাড়বেন?অগ্রগতি হারিয়ে যাবে।
bo: མྱུར་བཏགས་ཐོན་ནམ? ཡར་རྒྱས་བརླག་འགྱུར།
ca: Deixar de pressa?El progrés es perdrà.
cs: Přestat spěchat?Pokrok bude ztracen.
da: Vil du holde op?Fremskridt vil gå tabt.
de: Möchten Sie den Rush wirklich beenden? Ihr Fortschritt geht verloren.
el: Να σταματήσω τη βιασύνη;Η πρόοδος θα χαθεί.
es: ¿Dejar las prisas?Se perderá el progreso.
et: Kas lõpetada kiirustamine?Edusammud lähevad kaotsi.
fa: عجله را کنار بگذاریم؟پیشرفت از دست خواهد رفت.
fi: Are you sure you want to quit the rush? Your progress will be lost.
fr: Arrêter de se précipiter ?Les progrès seront perdus.
gu: ધસારો છોડો?પ્રગતિ ખોવાઈ જશે.
he: להפסיק למהר?ההתקדמות תאבד.
hi: जल्दबाजी छोड़ें?प्रगति खो जाएगी.
hr: Prestati žuriti?Napredak će biti izgubljen.
hu: Kilépsz a rohamból? Az előrehaladás elvész.
hy: Հրաժարե՞լ շտապելուց:Առաջընթացը կկորչի.
id: Berhenti terburu-buru?Kemajuan akan hilang.
is: Hætta að flýta sér?Framfarir munu tapast.
it: Smettere di correre?I progressi andranno persi.
ja: ラッシュをやめますか？進行状況は失われます。
km: ឈប់ប្រញាប់?វឌ្ឍនភាពនឹងត្រូវបាត់បង់។
kn: ವಿಪರೀತ ಬಿಡುವುದೇ?ಪ್ರಗತಿ ನಷ್ಟವಾಗುತ್ತದೆ.
ko: 러시를 종료하시겠습니까? 진행 상황이 손실됩니다.
lt: Mesti skubėjimą?Pažanga bus prarasta.
lv: Vai beigt steigties?Progress tiks zaudēts.
mk: Да се откажете од брзање?Напредокот ќе биде изгубен.
ms: Berhenti tergesa-gesa?Kemajuan akan hilang.
my: Are you sure you want to quit the rush? Your progress will be lost.
nb: Are you sure you want to quit the rush? Your progress will be lost.
nl: Stoppen met haast?De vooruitgang zal verloren gaan.
pl: Przestać się spieszyć?Postęp zostanie utracony.
pt: Sair da pressa?O progresso será perdido.
ro: Renunță la graba?Progresul va fi pierdut.
ru: Перестать спешить?Прогресс будет потерян.
si: ඉක්මන් වීම අත්හරින්නද?දියුණුව නැති වේවි.
sk: Prestať sa ponáhľať?Pokrok sa stratí.
sl: Nehati hiteti?Napredek bo izgubljen.
sq: Are you sure you want to quit the rush? Your progress will be lost.
sr: Are you sure you want to quit the rush? Your progress will be lost.
sv: Sluta bråttom?Framsteg kommer att gå förlorade.
sw: Ungependa kuacha haraka?Maendeleo yatapotea.
te: హడావిడి విరమించాలా?పురోగతి పోతుంది.
th: เลิกยุ่งเหรอ?ความก้าวหน้าจะหายไป
tr: Acele etmekten vazgeçtin mi?İlerleme kaybolacak.
uk: Відмовитися від поспіху?Прогрес буде втрачено.
ur: رش چھوڑ دو؟پیشرفت ختم ہوجائے گی۔
uz: Shoshilishdan voz kechilsinmi?Taraqqiyot yo'qoladi.
vi: Are you sure you want to quit the rush? Your progress will be lost.
zh: 您确定要退出快速解谜吗？您的进度将丢失。
zh_hant: 您確定要退出快速解謎嗎？您的進度將會遺失。
zu: Yeka ukuxhamazela?Intuthuko izolahleka.

# puzzleRushResults
source: Rush Results
af: Rush Resultate
am: የጥድፊያ ውጤቶች
ar: نتائج الذروة
az: Tələsik Nəticələr
be: Раш Вынікі
bn: রাশ ফলাফল
bo: མྱུར་བཏགས་འབྲས་བུ།
ca: Resultats Rush
cs: Výsledky spěchu
da: Rush resultater
de: Rush-Ergebnisse
el: Αποτελέσματα βιασύνης
es: Resultados urgentes
et: Kiired tulemused
fa: نتایج راش
fr: Résultats précipités
gu: રશ પરિણામો
he: תוצאות מהירות
hi: शीघ्र परिणाम
hr: Rush Rezultati
hu: Roham eredmények
hy: Շտապողականության արդյունքներ
id: Hasil Terburu-buru
is: Úrslit þjóta
it: Risultati urgenti
ja: ラッシュ結果
km: លទ្ធផលប្រញាប់ប្រញាល់
kn: ರಶ್ ಫಲಿತಾಂಶಗಳು
ko: 러시 결과
lt: Skubos rezultatai
lv: Skriešanās rezultāti
mk: Резултати од брзање
ms: Keputusan Tergesa-gesa
nl: Spoedresultaten
pl: Szybkie wyniki
pt: Resultados urgentes
ro: Rezultate Rush
ru: Спешные результаты
si: කඩිමුඩියේ ප්‍රතිඵල
sk: Rush Výsledky
sl: Rezultati hitenja
sv: Rush resultat
sw: Matokeo ya haraka
te: రష్ ఫలితాలు
th: ผลลัพธ์เร่งด่วน
tr: Acele Sonuçlar
uk: Стрімкі результати
ur: رش کے نتائج
uz: Shoshilinch natijalar
zh: 挑战结果
zh_hant: 緊急結果
zu: Rush Imiphumela

# puzzleRushTimeUp
source: Time's Up!
af: Tyd is verby!
am: ጊዜው አልፏል!
ar: انتهى الوقت!
az: Vaxt Bitdi!
be: Час скончыўся!
bn: সময় শেষ!
bo: དུས་ཚོད་ཟད་ཟིན!
ca: S'ha acabat el temps!
cs: Čas vypršel!
da: Tiden er gået!
de: Zeit abgelaufen!
el: Ο χρόνος τελειώνει!
es: ¡Se acabó el tiempo!
et: Aeg on läbi!
fa: زمان تمام شد!
fr: Le temps est écoulé !
gu: સમય પૂરો થયો!
he: הזמן נגמר!
hi: समय ख़त्म हो गया!
hr: Vrijeme je isteklo!
hu: Lejárt az idő!
hy: Ժամանակը սպառվել է:
id: Waktunya habis!
is: Tíminn er liðinn!
it: Il tempo è scaduto!
ja: タイムアップ!
km: ដល់ម៉ោងហើយ!
kn: ಸಮಯ ಮುಗಿದಿದೆ!
ko: 시간 종료!
lt: Laikas baigėsi!
lv: Laiks ir beidzies!
mk: Времето истече!
ms: Masa Tamat!
nl: De tijd is om!
pl: Czas minął!
pt: Acabou o tempo!
ro: Timpul a trecut!
ru: Время вышло!
si: කාලය ඉවරයි!
sk: Čas vypršal!
sl: Čas je potekel!
sv: Tiden är slut!
sw: Wakati Umeisha!
te: సమయం ముగిసింది!
th: หมดเวลาแล้ว!
tr: Süre doldu!
uk: Час минув!
ur: وقت ختم!
uz: Vaqt tugadi!
zh: 时间到！
zh_hant: 時間到了！
zu: Isikhathi Siphelile!

# puzzleRushOutOfLives
source: Out of Lives
af: Uit lewens
am: ከህይወት ውጪ
ar: خارج الحياة
az: Həyatdan Çıxdı
be: Па-за жыццямі
bn: আউট অফ লাইভস
bo: སྲོག་ཟད་ཟིན!
ca: Fora de Vides
cs: Mimo životy
da: Ude af liv
de: Keine Leben mehr
el: Εκτός Ζωών
es: Fuera de vidas
et: Eludest väljas
fa: خارج از زندگی
fr: Hors des vies
gu: જીવનની બહાર
he: מחוץ לחיים
hi: जीवन से बाहर
hr: Izvan života
hu: Elfogytak az életek
hy: Կյանքից դուրս
id: Keluar dari Kehidupan
is: Út af lífum
it: Fuori dalle vite
ja: アウト・オブ・ライブ
km: ចេញពីជីវិត
kn: ಔಟ್ ಆಫ್ ಲೈವ್ಸ್
ko: 생명 소진
lt: Iš gyvenimų
lv: No dzīvībām
mk: Надвор од животи
ms: Habis Nyawa
nl: Uit levens
pl: Poza życiem
pt: Fora das vidas
ro: Din vieți
ru: Вне жизни
si: ජීවිතයෙන් බැහැර
sk: Mimo životov
sl: Izven življenj
sv: Ut ur liv
sw: Nje ya Maisha
te: అవుట్ ఆఫ్ లైవ్స్
th: ออกจากชีวิต
tr: Hayat Dışı
uk: Поза життями
ur: زندگی سے باہر
uz: Hayotdan tashqari
zh: 生命耗尽
zh_hant: 生命之外
zu: Ngaphandle Kwezimpilo

# puzzleRushComplete
source: Rush Complete!
af: Haastig voltooi!
am: መጣደፍ ተጠናቀቀ!
ar: الاندفاع كاملة!
az: Tələsmə Tamamlandı!
be: Rush завершаны!
bn: রাশ সম্পূর্ণ!
bo: མྱུར་བཏགས་ཚང་གྲུབ!
ca: Rush completa!
cs: Spěch dokončen!
da: Rush færdig!
de: Rush abgeschlossen!
el: Βιασύνη Ολοκληρώθηκε!
es: ¡Apresura completa!
et: Kiirus on lõpetatud!
fa: عجله کامل شد!
fr: Rush terminé !
gu: રશ પૂર્ણ!
he: למהר הושלם!
hi: शीघ्रता पूर्ण!
hr: Juriš završen!
hu: Roham teljesítve!
hy: Շտապեք ավարտվել:
id: Terburu-buru Selesai!
is: Rush lokið!
it: Corsa completa!
ja: ラッシュ完了！
km: ប្រញាប់ឡើង!
kn: ರಶ್ ಕಂಪ್ಲೀಟ್!
ko: 러시 완료!
lt: Skubėjimas baigtas!
lv: Skriešanās pabeigta!
mk: Брза Целосно!
ms: Tergesa-gesa Selesai!
nl: Rush voltooid!
pl: Pośpiech ukończony!
pt: Corrida concluída!
ro: Rush complet!
ru: Раш завершен!
si: කඩිමුඩියේ සම්පූර්ණයි!
sk: Rush dokončený!
sv: Rush komplett!
sw: Haraka Imekamilika!
te: రష్ కంప్లీట్!
th: รัชเสร็จสมบูรณ์!
tr: Acele Et Tamamlandı!
uk: Rush завершено!
ur: رش مکمل!
uz: Shoshiling!
zh: 挑战完成！
zh_hant: 衝刺完畢！
zu: Ukushesha Kuqediwe!

# puzzleRushSolved
source: Solved
af: Opgelos
am: ተፈቷል
ar: تم الحل
az: Həll olundu
be: Вырашана
bn: সমাধান করা হয়েছে
bo: སེལ་ཟིན།
ca: Solucionat
cs: Vyřešeno
da: Løst
de: Gelöst
el: Λύθηκε
es: Resuelto
et: Lahendatud
fa: حل شد
fr: Résolu
gu: ઉકેલી
he: נפתר
hi: सुलझ गया
hr: Riješeno
hu: Megoldva
hy: Լուծված
id: Terpecahkan
is: Leyst
it: Risolto
ja: 解決済み
km: ដោះស្រាយ
kn: ಪರಿಹರಿಸಲಾಗಿದೆ
ko: 해결
lt: Išspręsta
lv: Atrisināts
mk: Решен
ms: Selesai
nl: Opgelost
pl: Rozwiązane
pt: Resolvido
ro: Rezolvat
ru: Решено
si: විසඳා ඇත
sk: Vyriešené
sl: Rešeno
sv: Löst
sw: Imetatuliwa
te: పరిష్కరించబడింది
th: แก้ไขแล้ว
tr: Çözüldü
uk: Вирішено
ur: حل
uz: Yechilgan
zh: 已解决
zh_hant: 解決了
zu: Kuxazululiwe

# puzzleRushFailed
source: Failed
af: Misluk
am: አልተሳካም።
ar: فشل
az: Uğursuz oldu
be: Не атрымалася
bn: ব্যর্থ হয়েছে
bo: ཕམ།
ca: Ha fallat
cs: Nepodařilo se
da: Mislykkedes
de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
et: Ebaõnnestunud
fa: شکست خورد
fr: Échec
gu: નિષ્ફળ
he: נכשל
hi: असफल
hr: neuspješno
hu: Sikertelen
hy: Չհաջողվեց
id: Gagal
is: Mistókst
it: Fallito
ja: 失敗しました
km: បរាជ័យ
kn: ವಿಫಲವಾಗಿದೆ
ko: 실패
lt: Nepavyko
lv: Neizdevās
mk: Неуспешно
ms: gagal
nl: Mislukt
pl: Nie udało się
pt: Falha
ro: A eșuat
ru: Не удалось
si: අසාර්ථකයි
sk: Nepodarilo sa
sl: Ni uspelo
sv: Misslyckades
sw: Imeshindwa
te: విఫలమైంది
th: ล้มเหลว
tr: Başarısız
uk: Не вдалося
ur: ناکام
uz: Muvaffaqiyatsiz
zh: 失败
zh_hant: 失敗
zu: Yehlulekile

# puzzleRushAccuracy
source: Accuracy
af: Akkuraatheid
am: ትክክለኛነት
ar: الدقة
az: Dəqiqlik
be: Дакладнасць
bn: নির্ভুলতা
bo: ཡང་དག
ca: Precisió
cs: Přesnost
da: Nøjagtighed
de: Genauigkeit
el: Ακρίβεια
es: Precisión
et: Täpsus
fa: دقت
fr: Précision
gu: ચોકસાઈ
he: דיוק
hi: सटीकता
hr: Točnost
hu: Pontosság
hy: Ճշգրտություն
id: Akurasi
is: Nákvæmni
it: Precisione
ja: 精度
km: ភាពត្រឹមត្រូវ
kn: ನಿಖರತೆ
ko: 정확도
lt: Tikslumas
lv: Precizitāte
mk: Точност
ms: Ketepatan
nl: Nauwkeurigheid
pl: Dokładność
pt: Precisão
ro: Precizie
ru: Точность
si: නිරවද්යතාව
sk: Presnosť
sl: Natančnost
sv: Noggrannhet
sw: Usahihi
te: ఖచ్చితత్వం
th: ความแม่นยำ
tr: doğruluk
uk: Точність
ur: درستگی
uz: Aniqlik
zh: 准确率
zh_hant: 準確度
zu: Ukunemba

# puzzleRushPlayAgain
source: Play Again
af: Speel weer
am: እንደገና ይጫወቱ
ar: العب مرة أخرى
az: Yenidən Oyna
be: Гуляць зноў
bn: আবার খেলুন
bo: ཡང་བསྐྱར་རྩེ།
ca: Juga de nou
cs: Hrát znovu
da: Spil igen
de: Nochmal spielen
el: Παίξτε ξανά
es: Jugar de nuevo
et: Mängi uuesti
fa: بازی دوباره
fr: Rejouer
gu: ફરી રમો
he: שחק שוב
hi: फिर से खेलें
hr: Igraj ponovno
hu: Újra játék
hy: Նորից խաղալ
id: Mainkan Lagi
is: Spila aftur
it: Gioca di nuovo
ja: もう一度プレイする
km: លេងម្តងទៀត
kn: ಮತ್ತೆ ಪ್ಲೇ ಮಾಡಿ
ko: 다시 플레이
lt: Žaisti dar kartą
lv: Spēlēt vēlreiz
mk: Играј повторно
ms: Main Lagi
nl: Speel opnieuw
pl: Zagraj ponownie
pt: Jogue novamente
ro: Joacă din nou
ru: Играть снова
si: නැවත සෙල්ලම් කරන්න
sk: Hrať znova
sl: Igraj znova
sv: Spela igen
sw: Cheza Tena
te: మళ్లీ ఆడండి
th: เล่นอีกครั้ง
tr: Tekrar Oyna
uk: Грати знову
ur: ایک بار پھر کھیلو
uz: Qayta o'ynang
zh: 再玩一次
zh_hant: 再玩一次
zu: Dlala Futhi

source: Puzzle Battle
af: Legkaart Slag
am: የእንቆቅልሽ ጦርነት
ar: معركة اللغز
az: Tapmaca Döyüşü
be: Бітва галаваломкі
bn: ধাঁধা যুদ্ধ
bo: གསང་བརྟག་འགྲན་བསྡུར།
ca: Batalla de trencaclosques
cs: Puzzle bitva
da: Puslespil
de: Rätsel-Duell
el: Μάχη παζλ
es: Batalla de rompecabezas
et: Puzzle lahing
fa: نبرد پازل
fr: Bataille de casse-tête
gu: પઝલ યુદ્ધ
he: קרב פאזלים
hi: पहेली लड़ाई
hu: Feladványcsata
hy: Գլուխկոտ մարտ
id: Pertempuran Teka-teki
it: Battaglia di enigmi
ja: パズルバトル
km: ល្បែងផ្គុំរូប
kn: ಪಜಲ್ ಬ್ಯಾಟಲ್
ko: 퍼즐 배틀
lt: Dėlionės mūšis
lv: Mīklu cīņa
mk: Загатка битка
ms: Pertempuran Teka-teki
nl: Puzzelgevecht
pl: Bitwa zagadkowa
pt: Batalha de quebra-cabeças
ro: Bătălia de puzzle
ru: Головоломка Битва
si: ප්‍රහේලිකා සටන
sk: Súboj hlavolamov
sv: Pusselstrid
sw: Puzzle Vita
te: పజిల్ యుద్ధం
th: การต่อสู้ปริศนา
tr: Bulmaca Savaşı
uk: Битва головоломок
ur: پہیلی جنگ
uz: Boshqotirma jangi
zh: 谜题对战
zh_hant: 益智之戰
zu: Impi eyindida

# puzzleBattleDesc
source: Compete with other players
af: Kompeteer met ander spelers
am: ከሌሎች ተጫዋቾች ጋር ይወዳደሩ
ar: التنافس مع لاعبين آخرين
az: Digər oyunçularla rəqabət aparın
be: Спаборнічайце з іншымі гульцамі
bn: অন্যান্য খেলোয়াড়দের সাথে প্রতিযোগিতা করুন
bo: རྩེད་མཁན་གཞན་དང་འགྲན།
ca: Competiu amb altres jugadors
cs: Soutěžte s ostatními hráči
da: Konkurrer med andre spillere
de: Trete gegen andere Spieler an
el: Ανταγωνιστείτε με άλλους παίκτες
es: Compite con otros jugadores
et: Võistelge teiste mängijatega
fa: با سایر بازیکنان رقابت کنید
fr: Rivaliser avec d'autres joueurs
gu: અન્ય ખેલાડીઓ સાથે સ્પર્ધા કરો
he: להתחרות עם שחקנים אחרים
hi: अन्य खिलाड़ियों के साथ प्रतिस्पर्धा करें
hr: Natječite se s drugim igračima
hu: Mérkőzz meg más játékosokkal
hy: Մրցակցել այլ խաղացողների հետ
id: Bersaing dengan pemain lain
is: Kepptu við aðra leikmenn
it: Competi con altri giocatori
ja: 他のプレイヤーと競争する
km: ប្រកួតប្រជែងជាមួយអ្នកលេងផ្សេងទៀត។
kn: ಇತರ ಆಟಗಾರರೊಂದಿಗೆ ಸ್ಪರ್ಧಿಸಿ
ko: 다른 플레이어와 경쟁
lt: Konkuruoti su kitais žaidėjais
lv: Konkurēt ar citiem spēlētājiem
mk: Натпреварувајте се со други играчи
ms: Bersaing dengan pemain lain
nl: Concurreer met andere spelers
pl: Rywalizuj z innymi graczami
pt: Competir com outros jogadores
ro: Concurează cu alți jucători
ru: Соревнуйтесь с другими игроками
si: අනෙකුත් ක්රීඩකයන් සමඟ තරඟ කරන්න
sk: Súťažte s ostatnými hráčmi
sl: Tekmujte z drugimi igralci
sv: Tävla med andra spelare
sw: Shindana na wachezaji wengine
te: ఇతర ఆటగాళ్లతో పోటీపడండి
th: แข่งขันกับผู้เล่นคนอื่น
tr: Diğer oyuncularla yarışın
uk: Змагайтеся з іншими гравцями
ur: دوسرے کھلاڑیوں کے ساتھ مقابلہ کریں
uz: Boshqa o'yinchilar bilan raqobatlashing
zh: 与其他玩家竞争
zh_hant: 與其他玩家競爭
zu: Qhudelana nabanye abadlali

# puzzleBattleComingSoon
source: Coming Soon!
af: Binnekort beskikbaar!
am: በቅርብ ቀን!
ar: قريبا!
az: Tezliklə!
be: Хутка!
bn: শীঘ্রই আসছে!
bo: མྱུར་དུ་འོང་!
ca: Aviat!
cs: Již brzy!
da: Kommer snart!
de: Demnächst verfügbar!
el: Προσεχώς!
es: ¡Próximamente!
et: Varsti!
fa: به زودی!
fr: Bientôt disponible !
gu: ટૂંક સમયમાં આવી રહ્યું છે!
he: בקרוב!
hi: जल्द ही आ रहा है!
hr: Dolazi uskoro!
hu: Hamarosan!
hy: Շուտով!
id: Segera Hadir!
is: Kemur bráðum!
it: Prossimamente!
ja: 近日公開予定！
km: មកដល់ឆាប់ៗនេះ!
kn: ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ!
ko: 곧 출시!
lt: Netrukus!
lv: Drīzumā!
mk: Наскоро!
ms: Akan Datang!
nl: Binnenkort beschikbaar!
pl: Już wkrótce!
pt: Em breve!
ro: În curând!
ru: Скоро!
si: ඉක්මනින් එනවා!
sk: Už čoskoro!
sl: Kmalu na voljo!
sv: Kommer snart!
sw: Inakuja Hivi Karibuni!
te: త్వరలో వస్తుంది!
th: เร็ว ๆ นี้!
tr: Yakında!
uk: Незабаром!
ur: جلد آرہا ہے!
uz: Tez orada!
zh: 即将推出！
zh_hant: 即將推出！
zu: Iyeza maduze!

# puzzleBattleStayTuned
source: This feature is currently in development. Stay tuned!
af: Hierdie kenmerk is tans in ontwikkeling.Bly ingeskakel!
am: ይህ ባህሪ በአሁኑ ጊዜ በመገንባት ላይ ነው።ይከታተሉ!
ar: هذه الميزة قيد التطوير حاليًا.ابقوا متابعين!
az: Bu funksiya hazırda inkişaf mərhələsindədir.Bizimlə qalın!
be: Гэтая функцыя зараз знаходзіцца ў распрацоўцы.Сачыце за навінамі!
bn: এই বৈশিষ্ট্যটি বর্তমানে বিকাশাধীন।সঙ্গে থাকুন!
bo: ནུས་པ་འདི་ད་ལྟ་ཡར་རྒྱས་བྱེད་བཞིན། བསྒུགས་རོགས!
ca: Aquesta funció està actualment en desenvolupament.Estigueu atents!
cs: Tato funkce je v současné době ve vývoji.Zůstaňte naladěni!
da: Denne funktion er i øjeblikket under udvikling.Følg med!
de: Diese Funktion ist in Entwicklung. Bleiben Sie dran!
el: Αυτή η δυνατότητα βρίσκεται σε εξέλιξη.Μείνετε συντονισμένοι!
es: Esta característica está actualmente en desarrollo.¡Manténganse al tanto!
et: See funktsioon on praegu väljatöötamisel.Püsige lainel!
fa: این ویژگی در حال حاضر در حال توسعه است.با ما همراه باشید!
fr: Cette fonctionnalité est actuellement en développement.Restez à l'écoute!
gu: આ સુવિધા હાલમાં વિકાસમાં છે.ટ્યુન રહો!
he: תכונה זו נמצאת כעת בפיתוח.הישארו מעודכנים!
hi: यह सुविधा अभी विकास में है.बने रहें!
hr: Ova je značajka trenutno u razvoju.Ostanite s nama!
hu: Ez a funkció jelenleg fejlesztés alatt áll. Maradj velünk!
hy: Այս հատկությունը ներկայումս մշակման փուլում է:Հետևե՛ք:
id: Fitur ini sedang dalam pengembangan.Pantau terus!
is: Þessi eiginleiki er í þróun.Fylgstu með!
it: Questa funzionalità è attualmente in fase di sviluppo.Rimani sintonizzato!
ja: この機能は現在開発中です。乞うご期待！
km: មុខងារនេះកំពុងស្ថិតក្នុងការអភិវឌ្ឍន៍។ចាំមើល!
kn: ಈ ವೈಶಿಷ್ಟ್ಯವು ಪ್ರಸ್ತುತ ಅಭಿವೃದ್ಧಿಯಲ್ಲಿದೆ.ಟ್ಯೂನ್ ಆಗಿರಿ!
ko: 이 기능은 현재 개발 중입니다. 기대해 주세요!
lt: Ši funkcija šiuo metu kuriama.Sekite naujienas!
lv: Šī funkcija pašlaik tiek izstrādāta.Sekojiet līdzi jaunumiem!
mk: Оваа функција е моментално во развој.Останете во тек!
ms: Ciri ini sedang dibangunkan.Nantikan!
nl: Deze functie is momenteel in ontwikkeling.Blijf op de hoogte!
pl: Ta funkcja jest obecnie w fazie rozwoju.Czekać na dalsze informacje!
pt: Este recurso está atualmente em desenvolvimento.Fique atento!
ro: Această caracteristică este în prezent în dezvoltare.Rămâneţi aproape!
ru: Эта функция в настоящее время находится в разработке.Следите за обновлениями!
si: මෙම විශේෂාංගය දැනට සංවර්ධනය වෙමින් පවතී.සුසරව සිටින්න!
sk: Táto funkcia je momentálne vo vývoji.Zostaňte naladení!
sl: Ta funkcija je trenutno v razvoju.Ostanite z nami!
sv: Denna funktion är för närvarande under utveckling.Håll ögonen öppna!
sw: Kipengele hiki kinatengenezwa kwa sasa.Endelea kufuatilia!
te: ఈ ఫీచర్ ప్రస్తుతం అభివృద్ధిలో ఉంది.చూస్తూ ఉండండి!
th: คุณลักษณะนี้อยู่ระหว่างการพัฒนาคอยติดตาม!
tr: Bu özellik şu anda geliştirme aşamasındadır.Bizi izlemeye devam edin!
uk: Ця функція зараз у розробці.Залишайтеся на зв'язку!
ur: یہ خصوصیت فی الحال ترقی میں ہے۔بنتے رہیں!
uz: Bu xususiyat hozirda ishlab chiqilmoqda.Yangiliklarni kuzatib boring, xabardor bo'lib boring; Biz bilan qoling!
zh: 此功能正在开发中，敬请期待！
zh_hant: 該功能目前正在開發中。敬請關注！
zu: Lesi sici siyathuthukiswa okwamanje.Hlala ubukele!

# puzzleBattleFeature1
source: ⚔️ 1v1 puzzle races
af: ⚔️ 1v1 legkaartwedrenne
am: ⚔️ 1v1 የእንቆቅልሽ ውድድር
ar: ⚔️ سباقات ألغاز 1 ضد 1
az: ⚔️ 1v1 tapmaca yarışları
be: ⚔️ Галаваломкі 1 на 1
bn: ⚔️ 1v1 পাজল রেস
bo: ⚔️ གཅིག་དང་གཅིག་གསང་བརྟག་འགྲན
ca: ⚔️ Curses de trencaclosques 1v1
cs: ⚔️ Logické závody 1v1
da: ⚔️ 1v1 puslespil
de: ⚔️ 1vs1 Rätsel-Rennen
el: ⚔️ Αγώνες παζλ 1v1
es: ⚔️ Carreras de rompecabezas 1 contra 1
et: ⚔️ 1v1 mõistatusvõistlused
fa: ⚔️ مسابقات پازل 1v1
fr: ⚔️ Courses de puzzle 1v1
gu: ⚔️ 1v1 પઝલ રેસ
he: ⚔️ מירוצי פאזל 1 נגד 1
hi: ⚔️ 1v1 पहेली दौड़
hr: ⚔️ Utrke slagalica 1 na 1
hu: ⚔️ 1v1 feladványversenyek
hy: ⚔️ 1v1 փազլ մրցավազք
id: ⚔️ Balapan teka-teki 1v1
is: ⚔️ 1v1 þrautahlaup
it: ⚔️ Gare puzzle 1v1
ja: ⚔️ 1対1のパズルレース
km: ⚔️ ល្បែងផ្គុំរូប 1v1
kn: ⚔️ 1v1 ಪಜಲ್ ರೇಸ್
ko: ⚔️ 1대1 레이스
lt: ⚔️ 1v1 galvosūkių lenktynės
lv: ⚔️ 1 pret 1 mīklu sacīkstes
mk: ⚔️ Трки со загатки 1v1
ms: ⚔️ perlumbaan teka-teki 1v1
nl: ⚔️ 1v1 puzzelraces
pl: ⚔️ Wyścigi logiczne 1 na 1
pt: ⚔️ Corridas de quebra-cabeça 1v1
ro: ⚔️ Curse puzzle 1v1
ru: ⚔️ Гонки-головоломки 1 на 1
si: ⚔️ 1v1 ප්‍රහේලිකා ධාවන තරඟ
sk: ⚔️ 1v1 puzzle preteky
sl: ⚔️ Ugankarske dirke 1 na 1
sv: ⚔️ 1v1 pussellopp
sw: ⚔️ mbio za mafumbo 1v1
te: ⚔️ 1v1 పజిల్ రేసులు
th: ⚔️ การแข่งขันปริศนา 1v1
tr: ⚔️ 1v1 bulmaca yarışları
uk: ⚔️ Головоломні гонки 1 на 1
ur: ⚔ 1V1 پہیلی ریس
uz: ⚔️ 1v1 jumboq poygalari
zh: ⚔️ 1v1 谜题竞速
zh_hant: ⚔️ 1v1益智競賽
zu: ⚔️ 1v1 imijaho yephazili

# puzzleBattleFeature2
source: 🎯 Live opponent matching
af: 🎯 Regstreekse teenstanderpassing
am: 🎯 የቀጥታ ተቃዋሚ ማዛመድ
ar: 🎯 مطابقة حية للخصم
az: 🎯 Canlı rəqib uyğunluğu
be: 🎯 Супадзенне супернікаў у жывым эфіры
bn: 🎯 লাইভ প্রতিপক্ষ ম্যাচিং
bo: 🎯 ལྷན་དུ་རྩེད་མཁན་འཚོལ
ca: 🎯 Coincidència del rival en directe
cs: 🎯 Živé soupeření
da: 🎯 Live modstandermatch
de: 🎯 Live-Gegnerzuordnung
el: 🎯 Ζωντανή αντιστοιχία αντιπάλου
es: 🎯 Emparejamiento de oponentes en vivo
et: 🎯 Reaalajas vastase sobitamine
fa: 🎯 مسابقه زنده حریف
fr: 🎯 Match d'adversaires en direct
gu: 🎯 જીવંત વિરોધી મેચિંગ
he: 🎯 התאמת יריב בשידור חי
hi: 🎯 लाइव प्रतिद्वंद्वी मिलान
hr: 🎯 Uparivanje protivnika uživo
hu: 🎯 Élő ellenfélpárosítás
hy: 🎯 Ուղիղ հակառակորդի համընկնում
id: 🎯 Pencocokan lawan secara langsung
is: 🎯 Lifandi samsvörun andstæðinga
it: 🎯 Abbinamento avversario dal vivo
ja: 🎯 ライブ対戦相手マッチング
km: 🎯 ការផ្គូផ្គងគូប្រជែងផ្ទាល់
kn: 🎯 ಲೈವ್ ಎದುರಾಳಿಯ ಹೊಂದಾಣಿಕೆ
ko: 🎯 실시간 상대 매칭
lt: 🎯 Tiesioginės priešininkų rungtynės
lv: 🎯 Tiešraides pretinieku saskaņošana
mk: 🎯 Натпреварување на противникот во живо
ms: 🎯 Padanan lawan secara langsung
nl: 🎯 Live tegenstandermatching
pl: 🎯 Dopasowywanie przeciwników na żywo
pt: 🎯 Combinação de oponentes ao vivo
ro: 🎯 Potriviri live ale adversarului
ru: 🎯 Подбор соперников в реальном времени
si: 🎯 සජීවී ප්‍රතිවාදියා ගැලපීම
sk: 🎯 Živé zhody súpera
sl: 🎯 Ujemanje nasprotnikov v živo
sv: 🎯 Live matchning av motståndare
sw: 🎯 Ulinganishaji wa mpinzani wa moja kwa moja
te: 🎯 ప్రత్యక్ష ప్రత్యర్థి సరిపోలిక
th: 🎯 จับคู่คู่ต่อสู้สด
tr: 🎯 Canlı rakip eşleştirme
uk: 🎯 Підбір суперників у реальному часі
ur: 🎯 براہ راست مخالف ملاپ
uz: 🎯 Raqibning jonli o'yini
zh: 🎯 实时对手匹配
zh_hant: 🎯 現場對手匹配
zu: 🎯 Phila ukufaniswa komphikisi
