Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# youCanModifyRules
source: You can modify the rules of the game in the rule settings.
af: Jy kan die reëls van die spel verander in die reëlinstellings.
am: የጨዋታውን ህጎች በህግ ቅንብሮች ማሻሻል ትችላላችሁ።
ar: يمكنك تعديل قواعد اللعبة في إعدادات القواعد.
az: Oyunun qaydalarını qayda parametrlərində dəyişə bilərsiniz.
be: Вы можаце змяніць правілы гульні ў наладах правілаў.
bg: Можете да промените правилата на играта в настройките на правилата.
bn: আপনি নিয়ম সেটিংসে গেমের নিয়ম পরিবর্তন করতে পারেন।
bo: ཁྱོད་ཀྱིས་སྒྲིག་གཞི་སྒྲིག་འཛུགས་ནང་རྩེད་མོའི་སྒྲིག་གཞི་ལེགས་བཅོས་བྱེད་ཆོག
ca: Podeu modificar les regles de la partida a la configuració de regles.
cs: Pravidla hry můžete upravit v nastavení pravidel.
da: Du kan ændre spillets regler i regelindstillingerne.
de: Du kannst die Spielregeln in den Regeleinstellungen ändern.
el: Μπορείτε να τροποποιήσετε τους κανόνες του παιχνιδιού στις ρυθμίσεις κανόνων.
es: Puedes modificar las reglas del juego en la configuración de las reglas.
et: Mängu reegleid saate muuta reeglite seadetes.
fa: می توانید قوانین بازی را در تنظیمات قوانین تغییر دهید.
fi: Voit muokata pelin sääntöjä sääntöasetuksissa.
fr: Vous pouvez modifier les règles du jeu dans les paramètres de règles.
gu: તમે નિયમ સેટિંગ્સમાં રમતના નિયમોમાં ફેરફાર કરી શકો છો.
he: אתה יכול לשנות את כללי המשחק בהגדרות הכללים.
hi: आप नियम सेटिंग्स में खेल के नियमों को संशोधित कर सकते हैं।
hr: Pravila igre možeš mijenjati u postavkama pravila.
hu: A játékszabályokat a szabálybeállításokban módosíthatja.
hy: Դուք կարող եք փոփոխել խաղի կանոնները կանոնների կարգավորումներում:
id: Anda dapat mengubah aturan permainan di pengaturan aturan.
is: Þú getur breytt leikreglunum í reglustillingunum.
it: Puoi modificare le regole del gioco nelle impostazioni delle regole.
ja: ルール設定でゲームのルールを変更できます。
km: អ្នកអាចកែប្រែច្បាប់នៃហ្គេមនៅក្នុងការកំណត់ច្បាប់។
kn: ನಿಯಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಆಟದ ನಿಯಮಗಳನ್ನು ಮಾರ್ಪಡಿಸಬಹುದು.
ko: 규칙 설정에서 게임 규칙을 수정할 수 있습니다.
lt: Žaidimo taisykles galite keisti taisyklių nustatymuose.
lv: Noteikumu iestatījumos varat mainīt spēles noteikumus.
mk: Можете да ги менувате правилата на играта во поставките за правила.
ms: Anda boleh mengubah suai peraturan permainan dalam tetapan peraturan.
my: စည်းကမ်းဆက်တင်များတွင် သင်သည် ဂိမ်း၏စည်းမျဉ်းများကို ပြင်ဆင်နိုင်သည်။
nb: Du kan endre spillereglene i regelinnstillingene.
nl: U kunt de spelregels wijzigen in de regelinstellingen.
pl: Możesz modyfikować zasady gry w ustawieniach reguł.
pt: Você pode modificar as regras do jogo nas configurações de regras.
ro: Puteți modifica regulile jocului în setările regulilor.
ru: Вы можете изменить правила игры в настройках правил.
si: ඔබට නීති සැකසුම්වලින් ක්‍රීඩාවේ නීති වෙනස් කළ හැකිය.
sk: Pravidlá hry môžete upraviť v nastaveniach pravidiel.
sl: Pravila igre lahko spremenite v nastavitvah pravil.
sq: Ju mund të modifikoni rregullat e lojës në cilësimet e rregullave.
sr: Можете да измените правила игре у подешавањима правила.
sv: Du kan ändra spelets regler i regelinställningarna.
sw: Unaweza kurekebisha sheria za mchezo katika mipangilio ya sheria.
ta: விதி அமைப்புகளில் விளையாட்டின் விதிகளை நீங்கள் மாற்றலாம்.
te: మీరు రూల్ సెట్టింగ్‌లలో గేమ్ నియమాలను సవరించవచ్చు.
th: คุณสามารถแก้ไขกฎของเกมได้ในการตั้งค่ากฎ
tr: Oyunun kurallarını kural ayarlarından değiştirebilirsiniz.
uk: Ви можете змінити правила гри в налаштуваннях правил.
ur: آپ اصول کی ترتیبات میں گیم کے اصولوں میں ترمیم کر سکتے ہیں۔
uz: Siz o'yin qoidalarini qoida sozlamalarida o'zgartirishingiz mumkin.
vi: Bạn có thể sửa đổi các quy tắc của trò chơi trong cài đặt quy tắc.
zh: 您可以在规则设置中修改游戏规则。
zh_hant: 您可以在規則設置中修改遊戲規則。
zu: Ungashintsha imithetho yomdlalo kuzilungiselelo zokubusa.

# youCanUseMouseWheelInPicker
source: You can use the mouse wheel to adjust the value in the picker.
af: Jy kan die muiswiel gebruik om die waarde in die kieser te verander.
am: በመምረጥ መኪና ቁልፍ በቅዘት እሴትን መለወጥ ትችላላችሁ።
ar: يمكنك استخدام عجلة الماوس لتغيير القيمة في المنتقي.
az: Seçicidəki dəyəri dəyişdirmək üçün siçan təkərindən istifadə edə bilərsiniz.
be: Вы можаце выкарыстоўваць кола мышы, каб змяніць значэнне ў выбары.
bg: Можете да използвате колелцето на мишката, за да промените стойността в инструмента за избор.
bn: পিকারে মান পরিবর্তন করতে আপনি মাউস হুইল ব্যবহার করতে পারেন।
bo: འདེམས་ཆས་ནང་གི་རིན་ཐང་བརྗེ་ཆོག་པའི་ཆེད་དུ་ཙི་གུའི་འཁོར་ལོ་བེད་སྤྱོད་བྱེད་ཆོག
ca: Podeu fer servir la roda del ratolí per a ajustar el valor en el selector.
cs: Pomocí kolečka myši můžete změnit hodnotu ve výběru.
da: Du kan bruge musehjulet til at ændre værdien i vælgeren.
de: Du kannst den Wert in der Auswahl mit dem Mausrad ändern.
el: Μπορείτε να χρησιμοποιήσετε τον τροχό του ποντικιού για να αλλάξετε την τιμή στον επιλογέα.
es: Puede usar la rueda del ratón para cambiar el valor en el selector.
et: Väärtuse muutmiseks valijas saate kasutada hiire ratast.
fa: می توانید از چرخ ماوس برای تغییر مقدار در انتخابگر استفاده کنید.
fi: Voit muuttaa arvoa poimijassa hiiren rullalla.
fr: Vous pouvez utiliser la molette de la souris pour modifier la valeur dans le sélecteur.
gu: પીકરમાં મૂલ્ય બદલવા માટે તમે માઉસ વ્હીલનો ઉપયોગ કરી શકો છો.
he: אתה יכול להשתמש בגלגל העכבר כדי לשנות את הערך בבורר.
hi: पिकर में मान बदलने के लिए आप माउस व्हील का उपयोग कर सकते हैं।
hr: Za prilagođavanje vrijednosti u biraču možete koristiti kotačić miša.
hu: Az egérgörgővel módosíthatja az értéket a kiválasztóban.
hy: Դուք կարող եք օգտագործել մկնիկի անիվը ընտրիչի արժեքը փոխելու համար:
id: Anda dapat menggunakan roda tetikus untuk mengubah nilai di pemilih.
is: Þú getur notað músarhjólið til að breyta gildinu í veljarann.
it: È possibile utilizzare la rotellina del mouse per modificare il valore nel selettore.
ja: マウス ホイールを使用して、ピッカーの値を変更できます。
km: អ្នកអាចប្រើកង់កណ្ដុរដើម្បីកែតម្រូវតម្លៃនៅក្នុងកម្មវិធីជ្រើសរើស។
kn: ಪಿಕ್ಕರ್‌ನಲ್ಲಿ ಮೌಲ್ಯವನ್ನು ಬದಲಾಯಿಸಲು ನೀವು ಮೌಸ್ ಚಕ್ರವನ್ನು ಬಳಸಬಹುದು.
ko: 선택기에서 마우스 휠로 값을 변경할 수 있습니다.
lt: Galite naudoti pelės ratuką, norėdami pakeisti rinkiklio vertę.
lv: Varat izmantot peles ritenīti, lai mainītu atlasītāja vērtību.
mk: Можете да го користите тркалото на глувчето за да ја промените вредноста во избирачот.
ms: Anda boleh menggunakan roda tetikus untuk menukar nilai dalam pemilih.
my: ရွေးသည့်ကိရိယာရှိတန်ဖိုးကို ပြောင်းလဲရန် မောက်စ်ဘီးကို သင်သုံးနိုင်သည်။
nb: Du kan bruke musehjulet til å endre verdien i velgeren.
nl: U kunt het muiswiel gebruiken om de waarde in de kiezer te wijzigen.
pl: Możesz użyć kółka myszy, aby zmienić wartość w selektorze.
pt: Você pode usar a roda do mouse para alterar o valor no seletor.
ro: Puteți folosi rotița mouse-ului pentru a modifica valoarea din selector.
ru: Вы можете использовать колесо мыши, чтобы изменить значение в средстве выбора.
si: ඔබට පිකර්වල අගය වෙනස් කිරීමට මවුස් රෝදය භාවිතා කළ හැක.
sk: Pomocou kolieska myši môžete zmeniť hodnotu vo výbere.
sl: Za spreminjanje vrednosti v izbirniku lahko uporabite kolesce miške.
sq: Mund të përdorni rrotën e miut për të ndryshuar vlerën në zgjedhës.
sr: Можете користити точкић миша да промените вредност у бирачу.
sv: Du kan använda mushjulet för att ändra värdet i väljaren.
sw: Unaweza kutumia gurudumu la kipanya kubadilisha thamani katika kiteuzi.
ta: பிக்கரில் உள்ள மதிப்பை சரிசெய்ய நீங்கள் சுட்டி சக்கரத்தைப் பயன்படுத்தலாம்.
te: పికర్‌లో విలువను మార్చడానికి మీరు మౌస్ వీల్‌ని ఉపయోగించవచ్చు.
th: คุณสามารถใช้วงล้อของเมาส์เพื่อเปลี่ยนค่าในตัวเลือก
tr: Seçicideki değeri değiştirmek için fare tekerleğini kullanabilirsiniz.
uk: Ви можете використовувати коліщатко миші, щоб налаштувати значення в панелі вибору.
ur: آپ ماؤس وہیل کو چننے والے میں قدر تبدیل کرنے کے لیے استعمال کر سکتے ہیں۔
uz: Tanlagichdagi qiymatni o'zgartirish uchun sichqoncha g'ildiragidan foydalanishingiz mumkin.
vi: Bạn có thể sử dụng con lăn chuột để thay đổi giá trị trong bộ chọn.
zh: 您可以使用鼠标滚轮来选择值。
zh_hant: 您可以使用鼠標滾輪來選擇值。
zu: Ungasebenzisa isondo legundane ukuze ushintshe inani kusikhi.

# noTimeLimitForThinking
source: AI Thinking time set to 0 means there is no time limit for thinking.
af: KI Dinktyd wat op 0 gestel is, beteken daar is geen tydsbeperking vir dink nie.
am: AI ማሰብ ጊዜ ማቅረብ ወደ 0 ማስቀመጥ ማለት ማሰብ ጊዜ መውሰድ የለም።
ar: ضبط وقت التفكير بالذكاء الاصطناعي على ٠ يعني أنه لا يوجد حد زمني للتفكير.
az: AI Düşünmə vaxtı 0 olaraq təyin olundu, o deməkdir ki, düşünmək üçün vaxt məhdudiyyəti yoxdur.
be: Час AI Thinking, усталяваны на 0, азначае, што час для разважанняў не абмежаваны.
bg: Времето за мислене на AI, зададено на 0, означава, че няма ограничение във времето за мислене.
bn: AI চিন্তার সময় 0 এ সেট করা মানে চিন্তা করার জন্য কোন সময়সীমা নেই।
bo: AI བསམ་བློའི་དུས་ཚོད་ 0 ལ་སྒྲིག་འཛུགས་བྱས་པ་ནི་བསམ་བློའི་དུས་ཚོད་ལ་ཚོད་འཛིན་མེད་པ་མཚོན།
ca: Si establiu el temps de raonament de la IA a 0, no hi ha límit de temps per a pensar.
cs: AI Doba myšlení nastavená na 0 znamená, že na přemýšlení není žádný časový limit.
da: AI Tænketid sat til 0 betyder, at der ikke er nogen tidsbegrænsning for tænkning.
de: KI-Denkzeit auf 0 gesetzt bedeutet, dass es keine Zeitbegrenzung für das Denken gibt.
el: Ο καθορισμός του χρόνου σκέψης της AI σε 0 σημαίνει ότι δεν υπάρχει χρονικό όριο για σκέψη.
es: El tiempo de pensamiento de la IA establecido en 0 significa que no hay límite de tiempo para pensar.
et: AI Kui mõtlemisaeg on seatud väärtusele 0, siis mõtlemisel pole ajalimiiti.
fa: زمان تفکر هوش مصنوعی روی 0 تنظیم شده است به این معنی که محدودیت زمانی برای فکر کردن وجود ندارد.
fi: AI Ajatteluajaksi asetettu 0:ksi tarkoittaa, että ajattelulle ei ole aikarajaa.
fr: Le temps de réflexion AI défini sur 0 signifie qu'il n'y a pas de limite de temps pour la réflexion.
gu: AI થિંકિંગ ટાઈમ 0 પર સેટ કરેલ છે એટલે વિચારવા માટે કોઈ સમય મર્યાદા નથી.
he: זמן חשיבה בינה מלאכותית מוגדר ל-0 אומר שאין מגבלת זמן לחשיבה.
hi: एआई थिंकिंग टाइम 0 पर सेट होने का मतलब है कि सोचने की कोई समय सीमा नहीं है।
hr: Vrijeme razmišljanja UI-a postavljeno na 0 znači da nema vremenskog ograničenja za razmišljanje.
hu: A 0-ra beállított AI gondolkodási idő azt jelenti, hogy a gondolkodásnak nincs időkorlátja.
hy: AI Մտածողության ժամանակը սահմանվել է 0-ին, նշանակում է, որ մտածելու ժամանակի սահմանափակում չկա:
id: Waktu berpikir AI diatur ke 0 berarti tidak ada batasan waktu untuk berpikir.
is: AI hugsunartími stilltur á 0 þýðir að það er engin tímamörk fyrir hugsun.
it: Tempo di pensiero AI impostato su 0 significa che non c'è limite di tempo per pensare.
ja: AI 思考時間を 0 に設定すると、思考の時間制限がなくなります。
km: ពេលវេលាគិតរបស់ AI កំណត់ទៅ 0 មានន័យថាមិនមានដែនកំណត់ពេលវេលាសម្រាប់ការគិត។
kn: AI ಥಿಂಕಿಂಗ್ ಸಮಯವನ್ನು 0 ಗೆ ಹೊಂದಿಸಲಾಗಿದೆ ಎಂದರೆ ಯೋಚಿಸಲು ಯಾವುದೇ ಸಮಯದ ಮಿತಿಯಿಲ್ಲ.
ko: AI 생각 시간을 0으로 설정하면 생각할 시간 제한이 없습니다.
lt: AI Jei mąstymo laikas nustatytas į 0, tai reiškia, kad mąstymui nėra laiko apribojimų.
lv: AI Domāšanas laiks, kas iestatīts uz 0, nozīmē, ka domāšanai nav laika ierobežojumu.
mk: AI Времето за размислување поставено на 0 значи дека нема временско ограничување за размислување.
ms: Masa AI Thinking ditetapkan kepada 0 bermakna tiada had masa untuk berfikir.
my: AI Thinking time ကို 0 ဟု သတ်မှတ်သည် ဆိုသည်မှာ တွေးတောရန် အချိန် ကန့်သတ်ချက် မရှိပါ။
nb: AI Tenketid satt til 0 betyr at det ikke er noen tidsbegrensning for å tenke.
nl: AI Denktijd ingesteld op 0 betekent dat er geen tijdslimiet is om na te denken.
pl: Czas myślenia AI ustawiony na 0 oznacza, że nie ma limitu czasu na myślenie.
pt: Tempo de raciocínio da IA definido como 0 significa que não há limite de tempo para pensar.
ro: Timpul de gândire AI setat la 0 înseamnă că nu există limită de timp pentru gândire.
ru: Время обдумывания ИИ, установленное на 0, означает, что время обдумывания не ограничено.
si: AI සිතුවිලි කාලය 0 ක් ලෙස සකසා ඇති අතර එය සිතුවිලි සඳහා කාල සීමාවක් නොවේ.
sk: Čas myslenia AI nastavený na 0 znamená, že neexistuje žiadny časový limit na premýšľanie.
sl: Čas razmišljanja AI, nastavljen na 0, pomeni, da za razmišljanje ni časovne omejitve.
sq: Koha e të menduarit e AI e vendosur në 0 do të thotë se nuk ka kufi kohor për të menduar.
sr: АИ време размишљања постављено на 0 значи да нема временског ограничења за размишљање.
sv: AI Tänketid inställd på 0 betyder att det inte finns någon tidsgräns för tänkande.
sw: Muda wa Kufikiri wa AI umewekwa kuwa 0 inamaanisha hakuna kikomo cha muda cha kufikiria.
ta: AI சிந்தனை நேரம் 0 என அமைக்கப்பட்டால், சிந்திக்க நேர வரம்பு இல்லை.
te: AI ఆలోచించే సమయం 0కి సెట్ చేయబడింది అంటే ఆలోచించడానికి సమయ పరిమితి లేదు.
th: AI ตั้งค่าเวลาคิดเป็น 0 หมายความว่าไม่มีเวลาจำกัดสำหรับการคิด
tr: AI Düşünme süresinin 0 olarak ayarlanması, düşünmek için herhangi bir zaman sınırı olmadığı anlamına gelir.
uk: Час мислення штучного інтелекту, встановлений на 0, означає відсутність обмеження часу на мислення.
ur: AI سوچنے کا وقت 0 پر سیٹ ہونے کا مطلب ہے کہ سوچنے کے لیے کوئی وقت کی حد نہیں ہے۔
uz: AI Fikrlash vaqti 0 ga o‘rnatilgani fikrlash uchun vaqt chegarasi yo‘qligini anglatadi.
vi: Thời gian suy nghĩ AI được đặt thành 0 có nghĩa là không có giới hạn thời gian suy nghĩ.
zh: AI 思考时间设置为 0 则表示没有思考时间的限制。
zh_hant: 機器思考時間設置為 0 則表示沒有思考時間的限制。
zu: Isikhathi sokucabanga se-AI sibekwe ku-0 sisho ukuthi asikho isikhathi sokucabanga.
