Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# whatIsPvs
source: PVS (Principal Variation Search) is a search algorithm to find the best move in a given position. It is an enhancement of the alpha-beta algorithm and uses null or zero window searches to confirm that a move is worse or not worse than an already safe score from the principal variation. PVS focuses on the most promising moves and avoids unnecessary searches of suboptimal branches, which helps improve the efficiency of the search.
af: PVS (Principal Variation Search) is 'n soekalgoritme om die beste skuif in 'n gegewe posisie te vind. Dit is 'n verbetering van die alfa-beta-algoritme en gebruik nul- of nul-venstersoektogte om te bevestig dat 'n skuif slegter of nie slegter is as 'n reeds veilige telling van die hoofvariasie nie. PVS fokus op die mees belowende bewegings en vermy onnodige soektogte van suboptimale takke, wat help om die doeltreffendheid van die soektog te verbeter.
am: PVS (ዋና እንቅስቃሴ ፍለጋ) የፍለጋ አልጎርዘም ነው፣ በተገለጸ ነጥብ አሻግሬ እንቅስቃሴን ለማግኘት የሚሰራ ነው። ይህ አልጎርዘም አልፋ-ቢታ አልጎርዘምን ይወስዳል እና ባዶ ወይም ዜሮ መስኮት ፍለጋን ለማጠናከር ለማድረግ እና ለማሻገር የተገለጸውን እንቅስቃሴ አይዘበልንም በማለት እንቅስቃሴ ላይ የእጅጉ ጥላቻ ይሰራል።
ar: PVS (بحث التباين الرئيسي) عبارة عن خوارزمية بحث للعثور على أفضل حركة في موضع معين. إنه تحسين لخوارزمية ألفا بيتا ويستخدم عمليات بحث نافذة خالية أو صفرية لتأكيد أن الخطوة أسوأ أو ليست أسوأ من النتيجة الآمنة بالفعل من الاختلاف الرئيسي. يركز PVS على الحركات الواعدة ويتجنب عمليات البحث غير الضرورية للفروع دون المستوى الأمثل ، مما يساعد على تحسين كفاءة البحث.
az: PVS (Principal Variation Search) müəyyən bir mövqedə ən yaxşı hərəkəti tapmaq üçün axtarış alqoritmidir. Bu, alfa-beta alqoritminin təkmilləşdirilməsidir və hərəkətin əsas variasiyanın onsuz da təhlükəsiz hesabından daha pis və ya pis olmadığını təsdiqləmək üçün sıfır və ya sıfır pəncərə axtarışlarından istifadə edir. PVS ən perspektivli hərəkətlərə diqqət yetirir və axtarışın səmərəliliyini artırmağa kömək edən suboptimal filialların lazımsız axtarışlarının qarşısını alır.
be: PVS (Principal Variation Search) - гэта алгарытм пошуку для пошуку лепшага ходу ў дадзенай пазіцыі. Гэта ўдасканаленне альфа-бэта-алгарытму і выкарыстоўвае нулявы або нулявы пошук у вокнах, каб пацвердзіць, што ход горшы ці не горшы, чым ужо бяспечны бал з асноўнага варыянту. PVS факусуюць на найбольш перспектыўных хадах і пазбягаюць непатрэбных пошукаў неаптымальных галінак, што спрыяе павышэнню эфектыўнасці пошуку.
bg: PVS (Principal Variation Search) е алгоритъм за търсене за намиране на най-добрия ход в дадена позиция. Това е подобрение на алфа-бета алгоритъма и използва нулеви или нулеви търсения в прозореца, за да потвърди, че даден ход е по-лош или не по-лош от вече безопасен резултат от основната вариация. PVS се фокусира върху най-обещаващите ходове и избягва ненужните търсения на неоптимални разклонения, което спомага за подобряване на ефективността на търсенето.
bn: PVS (প্রিন্সিপাল ভেরিয়েশন সার্চ) হল একটি সার্চ অ্যালগরিদম যা একটি প্রদত্ত অবস্থানে সেরা পদক্ষেপ খুঁজে বের করতে পারে। এটি আলফা-বিটা অ্যালগরিদমের একটি বর্ধিতকরণ এবং এটি নিশ্চিত করতে নাল বা শূন্য উইন্ডো অনুসন্ধানগুলি ব্যবহার করে যে মূল পরিবর্তন থেকে একটি পদক্ষেপ ইতিমধ্যে নিরাপদ স্কোরের চেয়ে খারাপ বা খারাপ নয়। PVS সবচেয়ে প্রতিশ্রুতিবদ্ধ পদক্ষেপগুলিতে ফোকাস করে এবং সাবঅপ্টিমাল শাখাগুলির অপ্রয়োজনীয় অনুসন্ধানগুলি এড়িয়ে যায়, যা অনুসন্ধানের কার্যকারিতা উন্নত করতে সহায়তা করে।
bo: PVS (Principal Variation Search) ནི་གནས་ཡུལ་གཅིག་གི་ནང་ལ་འགུལ་སྐྱོད་ཡག་ཤོས་འཚོལ་བའི་འཚོལ་ཞིབ་རྩིས་གཞི་ཞིག་ཡིན། དེ་ནི་ཨལ་ཕ་བེ་ཊ་རྩིས་གཞིའི་ཡར་རྒྱས་ཤིག་ཡིན་པ་དང་། སྒེའུ་ཁུང་ཀླད་ཀོར་གྱི་འཚོལ་ཞིབ་བེད་སྤྱད་དེ་འགུལ་སྐྱོད་དེ་འགྱུར་བ་གཙོ་བོ་ནས་བདེ་འཇགས་ལྡན་པའི་གྲངས་ཀ་ལས་ངན་པའམ་ཡང་ན་སྡུག་པོ་མེད་པ་གཏན་འཁེལ་བྱེད། མཐོ་རིམ་སློབ་གྲྭའི་ནང་སློབ་སྦྱོང་བྱེད་བཞིན་པའི་སློབ་མ་ཚོས་སློབ་སྦྱོང་བྱེད་པའི་སྐབས་སུ། མཐོ་རིམ་སློབ་གྲྭའི་སློབ་མ་ཚོས་སློབ་སྦྱོང་བྱེད་པའི་སྐབས་སུ།
ca: PVS (Principal Variation Search) és una millora de l'algorisme alfa-beta que empra cerques amb finestres nul·les per a confirmar si un moviment és pitjor o no que un resultat ja conegut. Se centra en la variant principal i evita explorar branques subòptimes de manera innecessària.
cs: PVS (Principal Variation Search) je vyhledávací algoritmus pro nalezení nejlepšího pohybu v dané pozici. Jedná se o vylepšení algoritmu alfa-beta a používá vyhledávání nulového nebo nulového okna k potvrzení, že tah je horší nebo ne horší než již bezpečné skóre z hlavní variace. PVS se zaměřuje na nejslibnější tahy a vyhýbá se zbytečnému prohledávání suboptimálních větví, což pomáhá zlepšit efektivitu vyhledávání.
da: PVS (Principal Variation Search) er en søgealgoritme til at finde det bedste træk i en given position. Det er en forbedring af alfa-beta-algoritmen og bruger nul- eller nul-vinduesøgninger til at bekræfte, at et træk er værre eller ikke værre end en allerede sikker score fra hovedvariationen. PVS fokuserer på de mest lovende træk og undgår unødvendige søgninger af suboptimale grene, hvilket er med til at forbedre effektiviteten af søgningen.
de: PVS (Principal Variation Search) ist ein Suchalgorithmus, um den besten Zug in einer bestimmten Stellung zu finden. Es ist eine Verbesserung des Alpha-Beta-Algorithmus und verwendet Null- oder Nullfenstersuchen, um zu bestätigen, dass ein Zug schlechter oder nicht schlechter ist als ein bereits sicheres Ergebnis aus der Hauptvariante. PVS konzentriert sich auf die vielversprechendsten Züge und vermeidet unnötige Suchen suboptimaler Verzweigungen, wodurch die Effizienz der Suche verbessert wird.
el: Το PVS (Principal Variation Search) είναι ένας αλγόριθμος αναζήτησης για την εύρεση της καλύτερης κίνησης σε μια δεδομένη θέση. Είναι μια βελτίωση του αλγορίθμου άλφα-βήτα και χρησιμοποιεί μηδενικές ή μηδενικές αναζητήσεις παραθύρων για να επιβεβαιώσει ότι μια κίνηση είναι χειρότερη ή όχι χειρότερη από μια ήδη ασφαλή βαθμολογία από την κύρια παραλλαγή. Το PVS εστιάζει στις πιο υποσχόμενες κινήσεις και αποφεύγει τις περιττές αναζητήσεις μη βέλτιστων υποκαταστημάτων, γεγονός που συμβάλλει στη βελτίωση της αποτελεσματικότητας της αναζήτησης.
es: PVS (Principal Variation Search) es un algoritmo de búsqueda para encontrar el mejor movimiento en una posición dada. Es una mejora del algoritmo alfa-beta y utiliza búsquedas de ventana nula o cero para confirmar que un movimiento es peor o no peor que una puntuación ya segura de la variación principal. PVS se enfoca en los movimientos más prometedores y evita búsquedas innecesarias de sucursales subóptimas, lo que ayuda a mejorar la eficiencia de la búsqueda.
et: PVS (Principal Variation Search) on otsingualgoritm, mis võimaldab leida antud positsioonil parima käigu. See on alfa-beeta-algoritmi täiustus ja kasutab null- või nullaknaotsingut, et kinnitada, kas käik on halvem või mitte halvem kui peamise variatsiooni juba ohutu skoor. PVS keskendub kõige paljutõotavamatele käikudele ja väldib ebavajalikke otsinguid suboptimaalsetest harudest, mis aitab parandada otsingu efektiivsust.
fa: PVS (جستجوی تغییرات اصلی) یک الگوریتم جستجو برای یافتن بهترین حرکت در یک موقعیت خاص است. این یک بهبود یافته از الگوریتم آلفا-بتا است و از جستجوهای پنجره صفر یا تهی برای تأیید اینکه یک حرکت بدتر یا بدتر از نمره ایمن قبلی از تغییرات اصلی است استفاده می کند. PVS روی امیدوارکننده‌ترین حرکت‌ها تمرکز می‌کند و از جستجوهای غیرضروری در شاخه‌های غیربهینه اجتناب می‌کند، که به بهبود کارایی جستجو کمک می‌کند.
fi: PVS (Principal Variation Search) on hakualgoritmi parhaan liikkeen löytämiseksi tietyssä paikassa. Se on alfa-beta-algoritmin parannus ja käyttää nolla- tai nollaikkunahakuja varmistaakseen, että liike on huonompi tai ei huonompi kuin päämuunnelman jo turvallinen pistemäärä. PVS keskittyy lupaavimpiin liikkeisiin ja välttää tarpeettomia etsintää alioptimaalisista haaroista, mikä auttaa parantamaan haun tehokkuutta.
fr: PVS (Principal Variation Search) est un algorithme de recherche pour trouver le meilleur coup dans une position donnée. Il s'agit d'une amélioration de l'algorithme alpha-bêta et utilise des recherches de fenêtre nulle ou nulle pour confirmer qu'un mouvement est pire ou pas pire qu'un score déjà sûr de la variation principale. PVS se concentre sur les mouvements les plus prometteurs et évite les recherches inutiles de branches sous-optimales, ce qui contribue à améliorer l'efficacité de la recherche.
gu: PVS (પ્રિન્સિપલ વેરિએશન સર્ચ) એ આપેલ સ્થિતિમાં શ્રેષ્ઠ ચાલ શોધવા માટે એક સર્ચ અલ્ગોરિધમ છે. તે આલ્ફા-બીટા અલ્ગોરિધમનું ઉન્નતીકરણ છે અને મુખ્ય ભિન્નતાથી ચાલતા પહેલાથી સુરક્ષિત સ્કોર કરતાં વધુ ખરાબ અથવા ખરાબ નથી તેની પુષ્ટિ કરવા માટે નલ અથવા ઝીરો વિન્ડો શોધનો ઉપયોગ કરે છે. PVS સૌથી આશાસ્પદ ચાલ પર ધ્યાન કેન્દ્રિત કરે છે અને સબઓપ્ટીમલ શાખાઓની બિનજરૂરી શોધને ટાળે છે, જે શોધની કાર્યક્ષમતામાં સુધારો કરવામાં મદદ કરે છે.
he: PVS (Principal Variation Search) הוא אלגוריתם חיפוש למציאת המהלך הטוב ביותר בעמדה נתונה. זהו שיפור של אלגוריתם אלפא-ביתא ומשתמש בחיפושי חלון null או אפס כדי לאשר שהמהלך גרוע או לא גרוע יותר מאשר ציון בטוח כבר מהווריאציה הראשית. PVS מתמקדת במהלכים המבטיחים ביותר ונמנעת מחיפושים מיותרים של סניפים לא אופטימליים, מה שעוזר לשפר את יעילות החיפוש.
hi: PVS (प्रिंसिपल वैरिएशन सर्च) किसी दिए गए स्थान में सर्वश्रेष्ठ चाल खोजने के लिए एक खोज एल्गोरिथम है। यह अल्फा-बीटा एल्गोरिथ्म का एक संवर्द्धन है और यह पुष्टि करने के लिए शून्य या शून्य विंडो खोजों का उपयोग करता है कि मुख्य बदलाव से पहले से सुरक्षित स्कोर की तुलना में चाल खराब है या खराब नहीं है। पीवीएस सबसे आशाजनक कदमों पर ध्यान केंद्रित करता है और उप-इष्टतम शाखाओं की अनावश्यक खोजों से बचता है, जो खोज की दक्षता में सुधार करने में मदद करता है।
hr: PVS (Principal Variation Search) je algoritam pretraživanja za pronalaženje najboljeg poteza u određenoj poziciji. To je poboljšanje alfa-beta algoritma i koristi pretragu s nultim prozorom (zero-window) za potvrdu da je potez lošiji ili nije lošiji od već sigurnog rezultata iz glavne varijante. PVS se fokusira na poteze koji najviše obećavaju i izbjegava nepotrebne pretrage suboptimalnih grana, što pomaže u poboljšanju učinkovitosti pretrage.
hu: A PVS (Principal Variation Search) egy keresési algoritmus az adott pozícióban a legjobb lépés megtalálására. Ez az alfa-béta algoritmus továbbfejlesztése, és nulla vagy nulla ablakban történő keresést használ annak megerősítésére, hogy egy lépés rosszabb vagy nem rosszabb, mint a fő variáció már biztonságos pontszáma. A PVS a legígéretesebb lépésekre összpontosít, és elkerüli a szuboptimális ágak szükségtelen keresését, ami javítja a keresés hatékonyságát.
hy: PVS (Principal Variation Search) որոնման ալգորիթմ է՝ գտնելու լավագույն քայլը տվյալ դիրքում: Այն ալֆա-բետա ալգորիթմի բարելավումն է և օգտագործում է զրոյական կամ զրոյական պատուհանների որոնումներ՝ հաստատելու, որ քայլն ավելի վատ է կամ ոչ ավելի վատ, քան հիմնական տարբերակից ստացված արդեն ապահով գնահատականը: PVS-ը կենտրոնանում է ամենախոստումնալից քայլերի վրա և խուսափում է ոչ օպտիմալ ճյուղերի անհարկի որոնումներից, ինչը օգնում է բարելավել որոնման արդյունավետությունը:
id: PVS (Principal Variation Search) adalah algoritma pencarian untuk menemukan langkah terbaik pada posisi tertentu. Ini adalah peningkatan algoritme alfa-beta dan menggunakan pencarian jendela nol atau nol untuk mengonfirmasi bahwa suatu langkah lebih buruk atau tidak lebih buruk daripada skor yang sudah aman dari variasi utama. PVS berfokus pada gerakan yang paling menjanjikan dan menghindari pencarian cabang suboptimal yang tidak perlu, yang membantu meningkatkan efisiensi pencarian.
is: PVS (Principal Variation Search) er leitarreiknirit til að finna bestu hreyfingu í tiltekinni stöðu. Það er aukning á alfa-beta reikniritinu og notar núll eða núll gluggaleit til að staðfesta að hreyfing sé verri eða ekki verri en þegar öruggt stig frá aðalafbrigðinu. PVS leggur áherslu á vænlegustu hreyfingarnar og forðast óþarfa leit á óhagkvæmum greinum, sem hjálpar til við að bæta skilvirkni leitarinnar.
it: PVS (Principal Variation Search) è un algoritmo di ricerca per trovare la mossa migliore in una data posizione. È un miglioramento dell'algoritmo alfa-beta e utilizza ricerche di finestre nulle o nulle per confermare che una mossa è peggiore o non peggiore di un punteggio già sicuro dalla variazione principale. PVS si concentra sulle mosse più promettenti ed evita ricerche non necessarie di rami non ottimali, il che aiuta a migliorare l'efficienza della ricerca.
ja: PVS (Principal Variation Search) は、特定の位置で最適な動きを見つけるための検索アルゴリズムです。これは alpha-beta アルゴリズムの拡張であり、ヌルまたはゼロのウィンドウ検索を使用して、主要なバリエーションからの既に安全なスコアよりも動きが悪いかそうでないかを確認します。 PVS は、最も有望な動きに焦点を当て、次善のブランチの不要な検索を回避します。これにより、検索の効率が向上します。
km: PVS (Principal Variation Search) គឺជាក្បួនដោះស្រាយស្វែងរកដើម្បីស្វែងរកចលនាល្អបំផុតនៅក្នុងទីតាំងដែលបានផ្តល់ឱ្យ។ វាគឺជាការបង្កើនប្រសិទ្ធភាពនៃក្បួនដោះស្រាយ alpha-beta ហើយប្រើការស្វែងរកបង្អួច null ឬសូន្យដើម្បីបញ្ជាក់ថាចលនាមួយគឺអាក្រក់ជាង ឬមិនអាក្រក់ជាងពិន្ទុដែលមានសុវត្ថិភាពរួចហើយពីបំរែបំរួលចម្បង។ PVS ផ្តោតលើចលនាដែលមានសក្តានុពលបំផុត និងជៀសវាងការស្វែងរកសាខាដែលមិនល្អប្រសើរដែលមិនចាំបាច់ ដែលជួយកែលម្អប្រសិទ្ធភាពនៃការស្វែងរក។
kn: PVS (ಪ್ರಿನ್ಸಿಪಲ್ ವೇರಿಯೇಶನ್ ಸರ್ಚ್) ಎಂಬುದು ಒಂದು ನಿರ್ದಿಷ್ಟ ಸ್ಥಾನದಲ್ಲಿ ಉತ್ತಮ ಚಲನೆಯನ್ನು ಕಂಡುಹಿಡಿಯಲು ಹುಡುಕಾಟ ಅಲ್ಗಾರಿದಮ್ ಆಗಿದೆ. ಇದು ಆಲ್ಫಾ-ಬೀಟಾ ಅಲ್ಗಾರಿದಮ್‌ನ ವರ್ಧನೆಯಾಗಿದೆ ಮತ್ತು ಪ್ರಮುಖ ಬದಲಾವಣೆಯಿಂದ ಈಗಾಗಲೇ ಸುರಕ್ಷಿತ ಸ್ಕೋರ್‌ಗಿಂತ ಕ್ರಮವು ಕೆಟ್ಟದಾಗಿದೆ ಅಥವಾ ಕೆಟ್ಟದ್ದಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸಲು ಶೂನ್ಯ ಅಥವಾ ಶೂನ್ಯ ವಿಂಡೋ ಹುಡುಕಾಟಗಳನ್ನು ಬಳಸುತ್ತದೆ. PVS ಅತ್ಯಂತ ಭರವಸೆಯ ಚಲನೆಗಳ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುತ್ತದೆ ಮತ್ತು ಸಬ್‌ಪ್ಟಿಮಲ್ ಶಾಖೆಗಳ ಅನಗತ್ಯ ಹುಡುಕಾಟಗಳನ್ನು ತಪ್ಪಿಸುತ್ತದೆ, ಇದು ಹುಡುಕಾಟದ ದಕ್ಷತೆಯನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ko: PVS (Principal Variation Search) 는 주어진 위치에서 최상의 움직임을 찾는 검색 알고리즘입니다. 이것은 알파-베타 알고리즘의 향상이며 null 또는 0 창 검색을 사용하여 이동이 기본 변동에서 이미 안전한 점수보다 더 나쁜지 또는 나쁘지 않은지 확인합니다. PVS는 가장 유망한 움직임에 집중하고 최적이 아닌 분기의 불필요한 검색을 피하여 검색의 효율성을 향상시킵니다.
lt: PVS (Principal Variation Search) yra paieškos algoritmas, leidžiantis rasti geriausią žingsnį tam tikroje pozicijoje. Tai alfa-beta algoritmo patobulinimas ir naudoja nulio arba nulio langų paieškas, kad patvirtintų, jog žingsnis yra blogesnis ar ne blogesnis nei jau saugus pagrindinio varianto balas. PVS orientuojasi į perspektyviausius žingsnius ir vengia nereikalingų neoptimalių šakų paieškų, o tai padeda pagerinti paieškos efektyvumą.
lv: PVS (Principal Variation Search) ir meklēšanas algoritms, lai atrastu labāko kustību noteiktā pozīcijā. Tas ir alfa-beta algoritma uzlabojums un izmanto nulles vai nulles logu meklēšanu, lai apstiprinātu, ka kustība ir sliktāka vai nav sliktāka par jau drošu rezultātu no galvenās variācijas. PVS koncentrējas uz daudzsološākajiem gājieniem un izvairās no nevajadzīgas suboptimālo zaru meklēšanas, kas palīdz uzlabot meklēšanas efektivitāti.
mk: PVS (Principal Variation Search) е алгоритам за пребарување за да се најде најдобриот потег во дадена позиција. Тоа е подобрување на алфа-бета алгоритмот и користи нула или нула пребарување на прозорци за да потврди дека потегот е полош или не полош од веќе безбедниот резултат од главната варијација. PVS се фокусира на најперспективните потези и ги избегнува непотребните пребарувања на неоптимални гранки, што помага да се подобри ефикасноста на пребарувањето.
ms: PVS (Principal Variation Search) ialah algoritma carian untuk mencari langkah terbaik dalam kedudukan tertentu. Ia adalah peningkatan algoritma alfa-beta dan menggunakan carian tetingkap nol atau sifar untuk mengesahkan bahawa satu langkah adalah lebih teruk atau tidak lebih teruk daripada skor yang sudah selamat daripada variasi utama. PVS memfokuskan pada langkah yang paling menjanjikan dan mengelakkan carian yang tidak perlu bagi cawangan suboptimum, yang membantu meningkatkan kecekapan carian.
my: PVS (Principal Variation Search) သည် ပေးထားသည့် အနေအထားတွင် အကောင်းဆုံး ရွေ့လျားမှုကို ရှာဖွေရန် ရှာဖွေမှု အယ်လဂိုရီသမ် တစ်ခု ဖြစ်သည်။ ၎င်းသည် အယ်လ်ဖာ-ဘီတာ အယ်လဂိုရီသမ်ကို မြှင့်တင်ထားပြီး ပြောင်းရွှေ့မှုတစ်ခုသည် အဓိကကွဲလွဲချက်မှ ဘေးကင်းပြီးသားရမှတ်ထက် ပိုဆိုးသည် သို့မဟုတ် မဆိုးကြောင်း အတည်ပြုရန် null သို့မဟုတ် သုည window ရှာဖွေမှုများကို အသုံးပြုသည်။ PVS သည် အလားအလာ အကောင်းဆုံး လှုပ်ရှားမှုများကို အာရုံစိုက်ပြီး ရှာဖွေမှု၏ ထိရောက်မှုကို မြှင့်တင်ပေးသည့် မလိုအပ်သော အကိုင်းအခက်များကို မလိုအပ်သော ရှာဖွေမှုများကို ရှောင်ရှားသည်။
nb: PVS (Principal Variation Search) er en søkealgoritme for å finne det beste trekket i en gitt posisjon. Det er en forbedring av alfa-beta-algoritmen og bruker null- eller null-vindusøk for å bekrefte at et trekk er dårligere eller ikke dårligere enn en allerede sikker poengsum fra hovedvarianten. PVS fokuserer på de mest lovende trekkene og unngår unødvendige søk etter suboptimale grener, noe som bidrar til å forbedre søkets effektivitet.
nl: PVS (Principal Variation Search) is een zoekalgoritme om de beste zet in een bepaalde stelling te vinden. Het is een verbetering van het alfa-bèta-algoritme en gebruikt nul- of nulvensterzoekopdrachten om te bevestigen dat een zet slechter of niet slechter is dan een reeds veilige score van de hoofdvariatie. PVS richt zich op de meest veelbelovende zetten en vermijdt onnodig zoeken in suboptimale branches, wat de efficiëntie van het zoeken helpt verbeteren.
pl: PVS (Principal Variation Search) to algorytm wyszukiwania w celu znalezienia najlepszego ruchu na danej pozycji. Jest to ulepszenie algorytmu alfa-beta i wykorzystuje przeszukiwanie okna zerowego lub zerowego, aby potwierdzić, że ruch jest gorszy lub nie gorszy niż już bezpieczny wynik z głównej zmiany. PVS koncentruje się na najbardziej obiecujących ruchach i unika niepotrzebnych poszukiwań nieoptymalnych gałęzi, co pomaga poprawić efektywność wyszukiwania.
pt: PVS (Principal Variation Search) é um algoritmo de busca para encontrar o melhor movimento em uma determinada posição. É um aprimoramento do algoritmo alfa-beta e usa pesquisas de janela nula ou zero para confirmar se um movimento é pior ou não pior do que uma pontuação já segura da variação principal. O PVS se concentra nos movimentos mais promissores e evita buscas desnecessárias de ramificações abaixo do ideal, o que ajuda a melhorar a eficiência da busca.
ro: PVS (Principal Variation Search) este un algoritm de căutare pentru a găsi cea mai bună mișcare într-o anumită poziție. Este o îmbunătățire a algoritmului alfa-beta și utilizează căutări în fereastră nulă sau zero pentru a confirma că o mișcare este mai proastă sau nu mai proastă decât un scor deja sigur din variația principală. PVS se concentrează pe cele mai promițătoare mișcări și evită căutările inutile ale filialelor suboptime, ceea ce ajută la îmbunătățirea eficienței căutării.
ru: PVS (Principal Variation Search) — алгоритм поиска лучшего хода в заданной позиции. Это усовершенствование альфа-бета-алгоритма, в котором используется нулевой или нулевой поиск в окне, чтобы подтвердить, что ход хуже или не хуже, чем уже безопасный результат основного варианта. PVS фокусируется на наиболее перспективных ходах и избегает ненужных поисков неоптимальных ветвей, что помогает повысить эффективность поиска.
si: PVS (ප්‍රධාන විචල්‍ය සෙවීම) යනු ලබා දී ඇති ස්ථානයක හොඳම චලනය සොයා ගැනීමට සෙවුම් ඇල්ගොරිතමයකි. එය ඇල්ෆා-බීටා ඇල්ගොරිතමයේ වැඩි දියුණු කිරීමක් වන අතර ප්‍රධාන විචලනයෙන් දැනටමත් ආරක්ෂිත ලකුණු වලට වඩා පියවරක් නරක හෝ නරක නොවන බව තහවුරු කිරීමට ශුන්‍ය හෝ ශුන්‍ය කවුළු සෙවීම් භාවිතා කරයි. PVS වඩාත් බලාපොරොත්තු සහගත චලනයන් කෙරෙහි අවධානය යොමු කරන අතර සෙවුමේ කාර්යක්ෂමතාව වැඩි දියුණු කිරීමට උපකාරී වන උපප්‍රශස්ත ශාඛා පිළිබඳ අනවශ්‍ය සෙවීම් වළක්වයි.
sk: PVS (Principal Variation Search) je vyhľadávací algoritmus na nájdenie najlepšieho pohybu na danej pozícii. Ide o vylepšenie alfa-beta algoritmu a využíva vyhľadávanie nulového alebo nulového okna na potvrdenie, že pohyb je horší alebo nie horší ako už bezpečné skóre z hlavnej variácie. PVS sa zameriava na najsľubnejšie ťahy a vyhýba sa zbytočnému prehľadávaniu suboptimálnych vetiev, čo pomáha zlepšiť efektivitu vyhľadávania.
sl: PVS (Principal Variation Search) je iskalni algoritem za iskanje najboljše poteze v danem položaju. Je izboljšava algoritma alfa-beta in uporablja ničelna ali ničelna iskanja po oknu za potrditev, da je poteza slabša ali ne slabša od že varnega rezultata iz glavne različice. PVS se osredotoča na najbolj obetavne poteze in se izogiba nepotrebnemu iskanju neoptimalnih vej, kar pomaga izboljšati učinkovitost iskanja.
sq: PVS (Principal Variation Search) është një algoritëm kërkimi për të gjetur lëvizjen më të mirë në një pozicion të caktuar. Është një përmirësim i algoritmit alfa-beta dhe përdor kërkime të dritareve null ose zero për të konfirmuar se një lëvizje është më e keqe ose jo më e keqe se një rezultat tashmë i sigurt nga variacioni kryesor. PVS fokusohet në lëvizjet më premtuese dhe shmang kërkimet e panevojshme të degëve jooptimale, gjë që ndihmon në përmirësimin e efikasitetit të kërkimit.
sr: ПВС (Принципал Вариатион Сеарцх) је алгоритам за претрагу за проналажење најбољег потеза у датој позицији. То је побољшање алфа-бета алгоритма и користи нулту или нулту претрагу прозора да потврди да је потез гори или не гори од већ сигурног резултата из главне варијације. ПВС се фокусира на најперспективније потезе и избегава непотребне претраге субоптималних грана, што помаже у побољшању ефикасности претраге.
sv: PVS (Principal Variation Search) är en sökalgoritm för att hitta det bästa draget i en given position. Det är en förbättring av alfa-beta-algoritmen och använder noll- eller noll-fönstersökningar för att bekräfta att ett drag är sämre eller inte sämre än en redan säker poäng från huvudvarianten. PVS fokuserar på de mest lovande dragen och undviker onödiga sökningar av suboptimala grenar, vilket hjälper till att förbättra effektiviteten i sökningen.
sw: PVS (Utafutaji wa Tofauti kuu) ni algorithm ya utafutaji ili kupata hoja bora katika nafasi fulani. Ni uboreshaji wa algoriti ya alpha-beta na hutumia utafutaji wa dirisha tupu au sufuri kuthibitisha kuwa hatua ni mbaya zaidi au si mbaya zaidi kuliko alama salama tayari kutoka kwa tofauti kuu. PVS inazingatia hatua za kuahidi zaidi na huepuka utafutaji usio wa lazima wa matawi ya chini, ambayo husaidia kuboresha ufanisi wa utafutaji.
ta: பி.வி.எச் (முதன்மை மாறுபாடு தேடல்) என்பது கொடுக்கப்பட்ட நிலையில் சிறந்த நகர்வைக் கண்டறிய ஒரு தேடல் வழிமுறையாகும். இது ஆல்பா-பீட்டா வழிமுறையின் விரிவாக்கமாகும், மேலும் ஒரு நடவடிக்கை மோசமானது அல்லது முதன்மை மாறுபாட்டிலிருந்து ஏற்கனவே பாதுகாப்பான மதிப்பெண்ணை விட மோசமானது அல்ல என்பதை உறுதிப்படுத்த சுழிய அல்லது சுழிய சாளர தேடல்களைப் பயன்படுத்துகிறது. பி.வி.எச் மிகவும் நம்பிக்கைக்குரிய நகர்வுகளில் கவனம் செலுத்துகிறது மற்றும் சப்டோப்டிமல் கிளைகளின் தேவையற்ற தேடல்களைத் தவிர்க்கிறது, இது தேடலின் செயல்திறனை மேம்படுத்த உதவுகிறது.
te: PVS (ప్రిన్సిపల్ వేరియేషన్ సెర్చ్) అనేది ఇచ్చిన స్థానంలో అత్యుత్తమ కదలికను కనుగొనే శోధన అల్గారిథమ్. ఇది ఆల్ఫా-బీటా అల్గోరిథం యొక్క మెరుగుదల మరియు ప్రధాన వైవిధ్యం నుండి ఇప్పటికే సురక్షితమైన స్కోర్ కంటే కదలిక అధ్వాన్నంగా లేదా అధ్వాన్నంగా ఉందని నిర్ధారించడానికి శూన్య లేదా సున్నా విండో శోధనలను ఉపయోగిస్తుంది. PVS అత్యంత ఆశాజనకమైన కదలికలపై దృష్టి పెడుతుంది మరియు సబ్‌ప్టిమల్ శాఖల యొక్క అనవసర శోధనలను నివారిస్తుంది, ఇది శోధన సామర్థ్యాన్ని మెరుగుపరచడంలో సహాయపడుతుంది.
th: PVS (Principal Variation Search) เป็นอัลกอริธึมการค้นหาเพื่อค้นหาการเคลื่อนไหวที่ดีที่สุดในตำแหน่งที่กำหนด เป็นการปรับปรุงอัลกอริทึมอัลฟาเบต้าและใช้การค้นหาหน้าต่าง null หรือศูนย์เพื่อยืนยันว่าการย้ายนั้นแย่กว่าหรือไม่แย่กว่าคะแนนที่ปลอดภัยอยู่แล้วจากรูปแบบหลัก PVS มุ่งเน้นไปที่การเคลื่อนไหวที่มีแนวโน้มมากที่สุดและหลีกเลี่ยงการค้นหาสาขาที่ไม่เหมาะสมโดยไม่จำเป็น ซึ่งช่วยปรับปรุงประสิทธิภาพของการค้นหา
tr: PVS (Principal Variation Search), belirli bir konumdaki en iyi hareketi bulmak için bir arama algoritmasıdır. Bu, alfa-beta algoritmasının bir geliştirmesidir ve bir hareketin ana varyasyondan zaten güvenli bir puandan daha kötü olduğunu veya daha kötü olmadığını doğrulamak için boş veya sıfır pencere aramaları kullanır. PVS, en umut verici hareketlere odaklanır ve yetersiz dallarda gereksiz arama yapılmasını önler, bu da aramanın verimliliğini artırmaya yardımcı olur.
uk: PVS (Principal Variation Search) — це алгоритм пошуку для пошуку найкращого ходу в даній позиції. Це покращення альфа-бета-алгоритму та використовує нульовий або нульовий пошук у вікні, щоб підтвердити, що хід є гіршим або не гіршим, ніж уже безпечний результат основного варіанту. PVS фокусується на найбільш перспективних рухах і уникає непотрібних пошуків неоптимальних гілок, що сприяє підвищенню ефективності пошуку.
ur: PVS (پرنسپل ویری ایشن سرچ) ایک دی گئی پوزیشن میں بہترین اقدام تلاش کرنے کے لیے تلاش کا الگورتھم ہے۔ یہ الفا-بیٹا الگورتھم کا ایک اضافہ ہے اور اس بات کی تصدیق کرنے کے لیے صفر یا صفر ونڈو تلاش کا استعمال کرتا ہے کہ کوئی اقدام بنیادی تغیر سے پہلے سے محفوظ اسکور سے بدتر ہے یا بدتر نہیں ہے۔ PVS سب سے زیادہ امید افزا چالوں پر توجہ مرکوز کرتا ہے اور ذیلی شاخوں کی غیر ضروری تلاشوں سے گریز کرتا ہے، جس سے تلاش کی کارکردگی کو بہتر بنانے میں مدد ملتی ہے۔
uz: PVS (Principal Variation Search) - bu ma'lum bir pozitsiyada eng yaxshi harakatni topish uchun qidiruv algoritmi. Bu alfa-beta algoritmining takomillashtirilgani bo'lib, harakatning asosiy o'zgarishlardan allaqachon xavfsiz balldan yomonroq yoki yomonroq emasligini tasdiqlash uchun null yoki nol oyna qidiruvlaridan foydalanadi. PVS eng istiqbolli harakatlarga e'tibor qaratadi va suboptimal filiallarni keraksiz qidirishdan qochadi, bu esa qidiruv samaradorligini oshirishga yordam beradi.
vi: PVS (Principal Variation Search) là một thuật toán tìm kiếm để tìm ra nước đi tốt nhất ở một vị trí nhất định. Nó là một cải tiến của thuật toán alpha-beta và sử dụng các tìm kiếm cửa sổ null hoặc zero để xác nhận rằng một nước đi tệ hơn hoặc không tệ hơn một điểm đã an toàn từ biến thể chính. PVS tập trung vào các động thái hứa hẹn nhất và tránh các tìm kiếm không cần thiết của các nhánh dưới mức tối ưu, giúp cải thiện hiệu quả của việc tìm kiếm.
zh: PVS 是一种搜索算法，用于在给定局面找到最佳着法。它是对 Alpha-Beta 算法的增强，并使用空或零窗口搜索来确认着法是否比主要变例的安全分数更差或不差。 PVS 关注最有前途的着法，避免不必要的次优分支搜索，有助于提高搜索效率。
zh_hant: PVS 是一種搜索算法，用於在給定局面找到最佳著法。它是對 Alpha-Beta 算法的增強，並使用空或零窗口搜索來確認著法是否比主要變例的安全分數更差或不差。 PVS 關注最有前途的著法，避免不必要的次優分支搜索，有助於提高搜索效率。
zu: I-PVS (I-Principal Variation Search) iyi-algorithm yokusesha yokuthola umnyakazo ongcono kakhulu endaweni ethile. Kuwukuthuthukiswa kwe-algorithm ye-alpha-beta futhi kusebenzisa ukusesha kwewindi okungenalutho noma okuyiziro ukuze kuqinisekiswe ukuthi ukuthutha kubi noma akukubi kakhulu kunomphumela osuvele uphephile kusukela kokuhluka okuyinhloko. I-PVS igxile ekunyakazeni okuthembisa kakhulu futhi igwema ukusesha okungadingekile kwamagatsha angaphansi, okusiza ukuthuthukisa ukusebenza kahle kosesho.
