Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Configure prompt template
af: Konfigureer promptsjabloon
am: የጠየቃ አብያተ-ቅርጽ ቅኝት
ar: تكوين قالب الموجه
az: Sorğu şablonunu konfiqurasiya et
be: Наладзіць шаблон запыту
bg: Конфигуриране на шаблон за подканата
bn: প্রম্পট টেমপ্লেট কনফিগার করুন
bo: སྐུལ་བཤད་རིས་ཆ་གསར་བཟོ།
ca: Configura la plantilla d'indicació
cs: Nastavit šablonu výzvy
da: Konfigurer promptskabelon
de: Aufforderungsvorlage konfigurieren
el: Ρύθμιση προτύπου προτροπής
es: Configurar plantilla de prompt
et: Päringu malli seadistamine
fa: پیکربندی قالب پرامپت
fi: Määritä kehotemalli
fr: Configurer le modèle de prompt
gu: પ્રોમ્પ્ટ ટેમ્પલેટ રૂપરેખાંકિત કરો
he: הגדר תבנית פרומפט
hi: प्रॉम्प्ट टेम्पलेट कॉन्फ़िगर करें
hr: Konfiguriraj predložak upita
hu: Prompt-sablon konfigurálása
hy: Prompt ձևանմուշի կարգավորում
id: Konfigurasi template prompt
is: Stilla prompt‑sniðmát
it: Configura modello di prompt
ja: プロンプト テンプレートを設定
km: កំណត់រចនាសម្ព័ន្ធគំរូសំណើ
kn: ಪ್ರಾಂಪ್‌ಟ್ ಟೆಂಪ್ಲೇಟ್ ಸಂರಚಿಸಿ
ko: 프롬프트 템플릿 구성
lt: Konfigūruoti užklausos šabloną
lv: Konfigurēt prompt veidni
mk: Конфигурирај шаблон за упатување
ms: Tetapkan templat arahan
my: အမိန့်ပုံစံ ကို သတ်မှတ်ပါ
nb: Konfigurer prompt‑mal
nl: Configureer prompt‑sjabloon
pl: Skonfiguruj szablon polecenia
pt: Configurar template de prompt
ro: Configurează șablonul de prompt
ru: Настроить шаблон запроса
si: ප්‍රෝම්ප්ට් සැකිල්ල වින්‍යාස කරන්න
sk: Nastaviť šablónu výzvy
sl: Konfiguriraj predlogo poziva
sq: Konfiguro modelin e kërkesës
sr: Podesi šablon upita
sv: Konfigurera promptmall
sw: Sanidi kiolezo cha ombi
ta: உந்துதல் வார்ப்புருவை அமைக்கவும்
te: ప్రాంప్ట్ నమూనాను సెట్ చేయండి
th: ตั้งค่าเทมเพลตพรอมต์
tr: İstem şablonunu yapılandır
uk: Налаштувати шаблон підказки
ur: پرامپٹ ٹیمپلیٹ ترتیب دیں
uz: Prompt shablonini sozlash
vi: Cấu hình mẫu prompt
zh: 配置提示词模板
zh_hant: 設定 LLM 提示詞範本
zu: Lungisa ithemplethi ye-prompt

source: Edit prompt template for LLM analysis
af: Wysig promptsjabloon vir LLM-ontleding
am: ለLLM ትንተና የጠየቃ አብያተ-ቅርጽ አርትዕ
ar: تحرير قالب الموجه لتحليل LLM
az: LLM təhlili üçün sorğu şablonunu redaktə et
be: Рэдагаванне шаблону запыту для аналізу LLM
bg: Редактиране на шаблона за подканата за LLM анализ
bn: LLM বিশ্লেষণের জন্য প্রম্পট টেমপ্লেট সম্পাদনা করুন
bo: LLM བསྡུ་རིས་ཀྱིས་སྐུལ་བཤད་རིས་ཆ་གསར་བཟོ།
ca: Edita la plantilla d'indicació per a l'anàlisi LLM
cs: Upravit šablonu výzvy pro analýzu LLM
da: Rediger promptskabelon til LLM-analyse
de: Aufforderungsvorlage für LLM-Analyse bearbeiten
el: Επεξεργασία προτύπου προτροπής για ανάλυση LLM
es: Editar plantilla de prompt para el análisis de LLM
et: Redigeeri päringu malli LLM-analüüsiks
fa: ویرایش قالب پرامپت برای تحلیل LLM
fi: Muokkaa kehotemallia LLM-analyysiä varten
fr: Modifier le modèle de prompt pour l'analyse LLM
gu: LLM વિશ્લેષણ માટે પ્રોમ્પ્ટ ટેમ્પલેટ સંપાદિત કરો
he: ערוך את תבנית הפרומפט לניתוח ע"י LLM
hi: LLM विश्लेषण के लिए प्रॉम्प्ट टेम्पलेट संपादित करें
hr: Uredi predložak upita za LLM analizu
hu: Prompt-sablon szerkesztése LLM elemzéshez
hy: Փոփոխել Prompt ձևանմուշը LLM վերլուծության համար
id: Edit template prompt untuk analisis LLM
is: Breyta prompt‑sniðmáti fyrir LLM greiningu
it: Modifica il modello di prompt per l’analisi LLM
ja: LLM 分析のためのプロンプト テンプレートを編集
km: កែប្រែគំរូសំណើសម្រាប់វិភាគ LLM
kn: LLM ವಿಶ್ಲೇಷಣೆಗೆ ಪ್ರಾಂಪ್‌ಟ್ ಟೆಂಪ್ಲೇಟ್ ಸಂಪಾದಿಸಿ
ko: LLM 분석용 프롬프트 템플릿 수정
lt: Redaguoti užklausos šabloną LLM analizei
lv: Rediģēt prompt veidni LLM analīzei
mk: Уреди шаблон за упатување за LLM анализа
ms: Sunting templat arahan untuk analisis LLM
my: LLM ကြည့်စစ်မှုပေးရန် အမိန့်ပုံစံကို ပြင်ဆင်ပါ
nb: Rediger prompt‑mal for LLM‑analyse
nl: Bewerk prompt‑sjabloon voor LLM‑analyse
pl: Edytuj szablon polecenia do analizy przez LLM
pt: Editar template de prompt para análise do LLM
ro: Editează șablonul de prompt pentru analiza LLM
ru: Редактировать шаблон запроса для анализа LLM
si: LLM විශ්ලේෂණය සඳහා ප්‍රෝම්ප්ට් සැකිල්ල සංස්කරණය කරන්න
sk: Upraviť šablónu výzvy pre analýzu LLM
sl: Uredi predlogo poziva za analizo LLM
sq: Ndrysho modelin e kërkesës për analizën LLM
sr: Izmeni šablon upita za LLM analizu
sv: Redigera promptmall för LLM-analys
sw: Hariri kiolezo cha ombi kwa ajili ya uchambuzi wa LLM
ta: LLM பகுப்பாய்விற்கு உந்துதல் வார்ப்புருவை தொகுக்கவும்
te: LLM విశ్లేషణ కోసం ప్రాంప్ట్ నమూనాను సవరించండి
th: แก้ไขเทมเพลตพรอมต์สำหรับการวิเคราะห์ LLM
tr: LLM analizi için istem şablonunu düzenle
uk: Редагувати шаблон підказки для аналізу LLM
ur: LLM تجزیہ کے لیے پرامپٹ ٹیمپلیٹ ترمیم کریں
uz: LLM tahlili uchun prompt shablonini tahrirlash
vi: Chỉnh sửa mẫu prompt cho phân tích LLM
zh: 编辑提示词模板以用于大模型分析
zh_hant: 編輯 LLM 分析提示提示詞範本
zu: Hlela ithemplethi ye-prompt yokuhlaziywa kwe-LLM

source: Failed to generate FEN from recognized board.
af: Kon nie FEN vanaf herkende speelbord genereer nie
am: ከየተረጋገጠው ቦርድ FEN ማፍጠር አልተሳካም።
ar: فشل في إنشاء FEN من لوحة اللعب المعترف بها.
az: Tanınmış oyun taxtasından FEN yaratmaq mümkün olmadı
be: Не ўдалося згенераваць FEN з распазнанай дошкі
bg: Неуспешно генериране на FEN от разпознатата дъска
bn: সনাক্তকৃত বোর্ড থেকে FEN তৈরি করা যায়নি
bo: སྟོང་གདོང་ལས FEN བཟོ་མི་བཞག་ཡིན།
ca: No s'ha pogut generar el FEN a partir del tauler reconegut
cs: Nepodařilo se vygenerovat FEN z rozpoznané desky
da: Kunne ikke generere FEN fra det genkendte spillebræt
de: Konnte kein FEN aus dem erkannten Spielbrett erzeugen
el: Αποτυχία δημιουργίας FEN από τον αναγνωρισμένο πίνακα
es: No se pudo generar la FEN a partir del tablero reconocido.
et: FEN-i genereerimine tuvastatud mängulauast nurjus.
fa: ایجاد FEN از صفحه شناسایی‌شده ناموفق بود.
fi: FENin luominen tunnistetusta laudasta epäonnistui.
fr: Échec de la génération du FEN à partir du plateau reconnu.
gu: ઓળખાયેલા બોર્ડમાંથી FEN જનરેટ કરવામાં નિષ્ફળ.
he: נכשלה יצירת FEN מהלוח שזוהה.
hi: पहचाने गए बोर्ड से FEN जेनरेट करने में विफल।
hr: Neuspješno generiranje FEN-a iz prepoznate ploče.
hu: A felismert játéktáblából nem sikerült FEN-t generálni.
hy: Չհաջողվեց FEN ստեղծել ճանաչված խաղի տախտակից։
id: Gagal menghasilkan FEN dari papan yang dikenali.
is: Mistókst að búa til FEN úr viðurkenndu leikborði.
it: Impossibile generare la FEN dal tabellone riconosciuto.
ja: 認識した盤面から FEN の生成に失敗しました。
km: បរាជ័យក្នុងការបង្កើត FEN ពីផ្ទាំងដែលបានស្គាល់។
kn: ಗುರುತಿಸಲಾದ ಫಲಕದಿಂದ FEN ರಚಿಸಲು ವಿಫಲವಾಯಿತು.
ko: 인식된 보드에서 FEN 생성에 실패했습니다.
lt: Nepavyko sugeneruoti FEN iš atpažintos lentos.
lv: Neizdevās ģenerēt FEN no atpazītā dēļa.
mk: Не успеа да се генерира FEN од препознаената табла.
ms: Gagal menjana FEN daripada papan yang dikenalpasti.
my: ဖော်ထုတ်ထားသည့် ဘုတ်မှ FEN ထုတ်မရပါ။
nb: Kunne ikke generere FEN fra gjenkjent brett.
nl: Kon geen FEN genereren uit herkend bord.
pl: Nie udało się wygenerować FEN z rozpoznanej planszy.
pt: Falha ao gerar FEN a partir do tabuleiro reconhecido.
ro: Nu s-a putut genera FEN din tabla recunoscută.
ru: Не удалось сгенерировать FEN из распознанной доски.
si: හඳුනාගත් පුවරුවෙන් FEN ජනනය කිරීම අසමත් විය.
sk: Nepodarilo sa vygenerovať FEN z rozpoznanej dosky.
sl: Ni uspelo ustvariti FEN iz prepoznane plošče.
sq: Dështoi gjenerimi i FEN nga tabela e njohur.
sr: Nije uspelo generisanje FEN‑a iz prepoznate table.
sv: Misslyckades med att generera FEN från det igenkända brädet.
sw: Imeshindikana kuunda FEN kutoka kwenye ubao uliotambuliwa.
ta: கண்டறியப்பட்ட பலகையிலிருந்து FEN உற்பத்தி தோல்வியடைந்தது.
te: గుర్తించిన బోర్డు నుంచి FEN సృష్టించడంలో విఫలం.
th: ไม่สามารถสร้าง FEN จากกระดานที่ตรวจจับได้.
tr: Tanınan tahtadan FEN oluşturulamadı.
uk: Не вдалося згенерувати FEN із розпізнаного поля.
ur: پہچانے گئے بورڈ سے FEN بنانے میں ناکامی۔
uz: Aniqlangan taxtadan FEN hosil qilish amalga oshmadi.
vi: Không thể tạo FEN từ bàn cờ đã nhận diện.
zh: 无法从识别到的棋盘生成 FEN
zh_hant: 無法從辨識的棋盤生成 FEN。
zu: Kwehlulekile ukukhiqiza i-FEN ebhodini elitholiwe.

source: Output in current language
af: Uitset in huidige taal
am: በአሁኑ ቋንቋ ውጤት
ar: الإخراج باللغة الحالية
az: Cari dildə çıxış
be: Выхад на бягучай мове
bg: Резултат на текущия език
bn: বর্তমান ভাষায় আউটপুট
bo: ད་ལོན་སྐད་ཡིག་ནང་འགྲུབ།
ca: Sortida en l'idioma actual
cs: Výstup v aktuálním jazyce
da: Output på aktuelt sprog
de: Ausgabe in aktueller Sprache
el: Έξοδος στην τρέχουσα γλώσσα
es: Salida en el idioma actual
et: Väljund praeguses keeles
fa: خروجی به زبان فعلی
fi: Tulostus nykyisellä kielellä
fr: Sortie dans la langue actuelle
gu: વર્તમાન ભાષામાં આઉટપુટ
he: הצג בשפה הנוכחית
hi: वर्तमान भाषा में आउटपुट
hr: Ispis na trenutnom jeziku
hu: Kimenet a jelenlegi nyelven
hy: Ելք ընթացիկ լեզվով։
id: Keluaran dalam bahasa saat ini
is: Úttak á núverandi tungumáli
it: Output nella lingua corrente
ja: 現在の言語で出力
km: លទ្ធផលក្នុងភាសាបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಭಾಷೆಯಲ್ಲಿ ಔಟ್‌ಪುಟ್
ko: 현재 언어로 출력
lt: Išvestis esama kalba
lv: Izvade pašreizējā valodā
mk: Излез на тековниот јазик
ms: Keluaran dalam bahasa semasa
my: လက်ရှိဘာသာစကားဖြင့် ထုတ်လွှင့်ခြင်း
nb: Utdata på gjeldende språk
nl: Uitvoer in huidige taal
pl: Wyjście w bieżącym języku
pt: Saída no idioma atual
ro: Ieșire în limba curentă
ru: Вывод на текущем языке
si: වත්මාන භාෂාවෙන් ප්‍රතිදානය
sk: Výstup v aktuálnom jazyku
sl: Izhod v trenutnem jeziku
sq: Dalja në gjuhën aktuale
sr: Izlaz na trenutnom jeziku
sv: Utdata på aktuellt språk
sw: Matokeo kwa lugha ya sasa
ta: தற்போதைய மொழியில் வெளியீடு
te: ప్రస్తుత భాషలో అవుట్పుట్
th: ผลลัพธ์ในภาษาปัจจุบัน
tr: Geçerli dilde çıktı
uk: Вивід поточною мовою
ur: موجودہ زبان میں آؤٹ پٹ
uz: Joriy tilga chiqish
vi: Kết quả bằng ngôn ngữ hiện tại
zh: 以当前语言输出
zh_hant: 以當前語言輸出
zu: Khipha ngolimi lwamanje

source: Common base URLs
af: Algemene Base URLs
am: የተለመዱ መሠረታዊ Base URL-ዎች
ar: عناوين Base URL الشائعة
az: Ümumi Base URL-lər
be: Распаўсюджаныя Base URL
bg: Често използвани Base URL
bn: সাধারণ Base URLs
bo: མཐོང་གཏོགས་གྲིགས་པའི Base URLs
ca: Base URLs comuns
cs: Běžné základní adresy URL
da: Almindelige Base URLs
de: Häufig genutzte Base URLs
el: Κοινές Base URLs
es: URLs Base comunes
et: Levinud Base URL-id
fa: Base URLهای رایج
fi: Yleiset Base URL -osoitteet
fr: Base URL communes
gu: સામાન્ય બેઝ URLs
he: כתובות Base URL נפוצות
hi: सामान्य Base URL
hr: Uobičajeni Base URL-ovi
hu: Gyakori Base URL‑ek
hy: Հաճախ օգտագործվող Base URL-ներ
id: Base URL umum
is: Algengar Base URL‑ur
it: URL di base comuni
ja: 一般的な Base URL
km: URL មូលដ្ឋានទូទៅ
kn: ಸಾಮಾನ್ಯ ಬೇಸ್ URL‌ಗಳು
ko: 자주 사용하는 Base URL
lt: Dažnai naudojamos Base URL
lv: Bieži izmantotie Base URL
mk: Често користени Base URL
ms: URL Asas biasa
my: နှစ်သက်အသုံးများသော Base URL များ
nb: Vanlige Base URL-er
nl: Veelvoorkomende Base URL’s
pl: Typowe adresy Base URL
pt: URLs Base comuns
ro: URL-uri Base comune
ru: Общие Base URL
si: සාමාන්‍ය මූලික URL
sk: Bežne používané Base URL
sl: Pogoste osnovne URL-je
sq: URL-të bazë të zakonshme
sr: Uobičajeni Base URL‑ovi
sv: Vanliga Base URLs
sw: URL za kawaida za msingi
ta: பொது Base URLகள்
te: సాధారణ Base URLలు
th: URL พื้นฐานทั่วไป
tr: Yaygın Base URL'ler
uk: Поширені Base URL
ur: عام Base URLs
uz: Ommabop Base URL-lar
vi: Các Base URL thường dùng
zh: 常用 Base URL
zh_hant: 常用 Base URL
zu: Ama-Base URL ajwayelekile

source: View common models
af: Kyk algemene modelle
am: የተለመዱ ሞዴሎችን መመልከት
ar: عرض النماذج الشائعة
az: Ümumi modellərə bax
be: Прагляд распаўсюджаных мадэляў
bg: Преглед на често използвани модели
bn: সাধারণ মডেল দেখুন
bo: མཐོང་གཏོགས་གྲིགས་པའི་མོ་ཌེལ་མིང་ལྟ་བུ།
ca: Mostra els models comuns
cs: Zobrazit běžné modely
da: Vis almindelige modeller
de: Häufig genutzte Modelle anzeigen
el: Προβολή κοινών μοντέλων
es: Ver modelos comunes
et: Vaata levinud mudeleid
fa: مشاهده مدل‌های متداول
fi: Näytä yleiset mallit
fr: Voir les modèles courants
gu: સામાન્ય મોડેલો જુઓ
he: צפייה במודלים נפוצים
hi: सामान्य मॉडल देखें
hr: Prikaži uobičajene modele
hu: Gyakori modellek megtekintése
hy: Դիտել հաճախ օգտագործվող մոդելները
id: Lihat model umum
is: Skoða algeng líkön
it: Visualizza modelli comuni
ja: よく使われるモデルを見る
km: មើលម៉ូឌែលទូទៅ
kn: ಸಾಮಾನ್ಯ ಮಾದರಿಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ko: 자주 사용하는 모델 보기
lt: Peržiūrėti dažnai naudojamus modelius
lv: Skatīt bieži izmantotos modeļus
mk: Преглед на често користени модели
ms: Papar model biasa
my: နှစ်သက်အသုံးများသော မော်ဒယ်များ ကြည့်ရှုရန်
nb: Vis vanlige modeller
nl: Bekijk veelgebruikte modellen
pl: Zobacz popularne modele
pt: Ver modelos comuns
ro: Vezi modelele comune
ru: Просмотреть общие модели
si: සාමාන්‍යව භාවිතා කරන මාදිලි බලන්න
sk: Zobraziť bežné modely
sl: Ogled pogostih modelov
sq: Shiko modelet e zakonshme
sr: Pogledaj uobičajene modele
sv: Visa vanliga modeller
sw: Angalia mifano ya kawaida
ta: பொதுவான மாடல்களைப் பார்வையிட
te: సాధారణ మోడళ్లను చూడండి
th: ดูโมเดลทั่วไป
tr: Yaygın modelleri görüntüle
uk: Переглянути поширені моделі
ur: عام ماڈلز دیکھیں
uz: Ommabop modellarga qarash
vi: Xem các mô hình thường dùng
zh: 查看常用模型
zh_hant: 查看常用模型
zu: Buka amamodeli ajwayelekile

source: Recognition parameters updated.
af: Herkenningsparameters bygewerk
am: የማየት መለኪያዎች ተቀይረዋል።
ar: تم تحديث معلمات التعرف.
az: Tanıma parametrləri yeniləndi
be: Параметры распазнавання абноўлены
bg: Параметрите за разпознаване са актуализирани
bn: সনাক্তকরণ প্যারামিটার আপডেট হয়েছে
bo: བརྒྱབ་གནང་ཁྲིད་སྟོང་བསྡུས་ཡོད།
ca: Paràmetres de reconeixement actualitzats
cs: Parametry rozpoznávání aktualizovány
da: Genkendelsesparametre opdateret
de: Erkennungsparameter aktualisiert
el: Ενημερώθηκαν οι παράμετροι αναγνώρισης
es: Parámetros de reconocimiento actualizados.
et: Tuvastamisparameetrid uuendatud.
fa: پارامترهای شناسایی به‌روز شد.
fi: Tunnistusparametrit päivitetty.
fr: Paramètres de reconnaissance mis à jour.
gu: ઓળખાણ પેરામીટર્સ અપડેટ થઈ ગયા.
he: פרמטרי הזיהוי עודכנו.
hi: पहचान पैरामीटर अपडेट किए गए।
hr: Parametri prepoznavanja ažurirani.
hu: A felismerési paraméterek frissítve.
hy: ճանաչման պարամետրերը թարմացվեցին։
id: Parameter pengenalan diperbarui.
is: Viðurkenningarparametrar uppfærðir.
it: Parametri di riconoscimento aggiornati.
ja: 認識パラメータが更新されました。
km: ប៉ារ៉ាម៉ែត្រស្គាល់បានកែប្រែ។
kn: ಗುರುತಿಸುವ ಪರಾಮೀಟರ್ಗಳು ನವೀಕರಿಸಲ್ಪಟ್ಟಿವೆ.
ko: 인식 매개변수가 업데이트되었습니다.
lt: Atnaujinti atpažinimo parametrai.
lv: Atpazīšanas parametri atjaunināti.
mk: Параметрите за препознавање се ажурирани.
ms: Parameter pengecaman dikemas kini.
my: အသိအမှတ်ပြု ပုဂ္ဂိုလ်ဉာဏ် အချက်အလက်များ ပြင်ဆင်ပြီး။
nb: Gjenkjenningsparametere oppdatert.
nl: Herkenningsparameters bijgewerkt.
pl: Parametry rozpoznawania zaktualizowane.
pt: Parâmetros de reconhecimento atualizados.
ro: Parametrii de recunoaștere au fost actualizați.
ru: Параметры распознавания обновлены.
si: හඳුනාගැනීමේ පරාමිතීන් යාවත්කාලීන කරන ලදි.
sk: Parametre rozpoznávania boli aktualizované.
sl: Parametri prepoznavanja posodobljeni.
sq: Parametrat e njohjes u përditësuan.
sr: Parametri prepoznavanja ažurirani.
sv: Parametrar för igenkänning uppdaterade.
sw: Vigezo vya utambuzi vimeboreshwa.
ta: அறிதல் அளவுருக்கள் புதுப்பிக்கப்பட்டன.
te: గుర్తింపు పరామితులు నవీకరించబడ్డాయి.
th: อัปเดตพารามิเตอร์การจดจำแล้ว.
tr: Tanıma parametreleri güncellendi.
uk: Параметри розпізнавання оновлено.
ur: پہچان کے پیرامیٹرز اپ ڈیٹ ہو گئے۔
uz: Aniqlash parametrlar yangilandi.
vi: Tham số nhận diện đã được cập nhật.
zh: 识别参数已更新
zh_hant: 辨識參數已更新。
zu: Amapharamitha wokuhlonza abuyekezwe.

source: White's move
af: Wit se skuif
am: የነጭ ድርሻ
ar: دور الأبيض
az: Ağın gedişi
be: Ход Белых
bg: Ход на белите
bn: সাদা খেলোয়াড়ের চাল
bo: དཀྱིལ་དཀར་གི་འགུས་པ།
ca: Torn de les blanques
cs: Tah bílého
da: Hvids træk
de: Zug von Weiß
el: Κίνηση των λευκών
es: Turno de las blancas
et: Valge käik
fa: نوبت سفید
fi: Valkean siirto
fr: Coup des blancs
gu: સફેદની ચાલ
he: מהלך הלבן
hi: सफेद की चाल
hr: Bijeli na potezu
hu: Fehér következik
hy: Սպիտակի հերթը
id: Giliran putih
is: Hvítur á leik
it: Mossa del Bianco
ja: 白の手番
km: ជំហានអ្នកលេងពណ៌ស
kn: ಬಿಳಿಯರ ಚಲನೆ
ko: 백의 차례
lt: Baltųjų ėjimas
lv: Baltā gājiens
mk: Потег на белите
ms: Giliran Putih
my: အဖြူရဲ့လှည့်
nb: Hvits trekk
nl: Wit aan zet
pl: Ruch białych
pt: Vez das brancas
ro: Mutarea albului
ru: Ход белых
si: සුදුගේ සෙල්ලම
sk: Ťah bielych
sl: Poteza belih
sq: Lëvizja e të bardhëve
sr: Potez belog
sv: Vitts drag
sw: Ni zamu ya mweupe
ta: வெள்ளையின் அடி
te: తెల్లవారి బారి
th: ตาของขาว
tr: Beyazın hamlesi
uk: Хід білих
ur: سفید کا قدم
uz: Oq yurishi
vi: Nước đi của trắng
zh: 白方走子
zh_hant: 白方走棋
zu: Ukuhamba komhlophe

source: Reset to defaults
af: Herstel na verstek
am: ወደ ቀደም ያለው ሁኔታ አስመለስ
ar: إعادة الضبط إلى القيم الافتراضية
az: Standartlara qaytar
be: Скінуць да стандартных
bg: Връщане към настройките по подразбиране
bn: ডিফল্ট মানে রিসেট করুন
bo: སྔོན་རིམ་ལ་གཏོང་བཞག།
ca: Restableix els valors predeterminats
cs: Obnovit výchozí nastavení
da: Nulstil til standardindstillinger
de: Auf Standard zurücksetzen
el: Επαναφορά στις προεπιλεγμένες ρυθμίσεις
es: Restablecer a valores predeterminados
et: Lähtesta vaikeväärtustele
fa: بازنشانی به مقادیر پیش‌فرض
fi: Palauta oletusasetuksiin
fr: Réinitialiser aux valeurs par défaut
gu: ડિફોલ્ટ્સ પર પુનઃસેટ કરો
he: שחזר לברירת מחדל
hi: डिफ़ॉल्ट पर रीसेट करें
hr: Vrati na zadano
hu: Alapértékek visszaállítása
hy: Վերականգնել սկզբնական արժեքները
id: Setel ulang ke default
is: Endurstilla í sjálfgefin gildi
it: Reimposta ai valori predefiniti
ja: デフォルトにリセット
km: កំណត់ឡើងវិញទៅតម្លៃលំនាំដើម
kn: ಪೂರ್ವನಿಯೋಜಿತ ಮೌಲ್ಯಗಳಿಗೆ ಮರುಹೊಂದಿಸಿ
ko: 기본값으로 재설정
lt: Atstatyti numatytuosius nustatymus
lv: Atiestatīt pēc noklusējuma
mk: Врати на стандардни поставки
ms: Tetapkan semula ke lalai
my: သတ်မှတ်ค่ျပန်စစ်ပါ
nb: Tilbakestill til standard
nl: Terug naar standaardwaarden
pl: Przywróć ustawienia domyślne
pt: Restaurar padrões
ro: Resetează la valorile implicite
ru: Сбросить к значениям по умолчанию
si: පෙරනිමි සැකසුම් වෙත යළි පිහිටුවන්න
sk: Obnoviť predvolené nastavenia
sl: Ponastavi na privzete nastavitve
sq: Rivendos në parazgjedhje
sr: Vrati na podrazumevana podešavanja
sv: Återställ till standard
sw: Rejesha kwa mipangilio ya awali
ta: இயல்புவிதிகளுக்கு மீட்டமை
te: డిఫాల్ట్‌లను పునఃస్థాపించండి
th: รีเซ็ตไปที่ค่าเริ่มต้น
tr: Varsayılana sıfırla
uk: Скинути до значень за замовчуванням
ur: ڈیفالٹ ترتیبات پر ری سیٹ کریں
uz: Standart sozlamalarga qaytarish
vi: Đặt lại về mặc định
zh: 重置为默认值
zh_hant: 重設為預設值
zu: Setha kabusha kuzilungiselelo ezenzakalelayo

source: Photo shoot
af: Fotosessie
am: ፎቶ መውሰድ
ar: التقاط صورة
az: Fotoşəkil çəkilişi
be: Фотаздымка
bg: Заснемане
bn: ছবি তোলা
bo: ཡྙན་ཚིག་ཐབས་བཟོ།
ca: Fer foto
cs: Fotografování
da: Fotosession
de: Fotosession
el: Λήψη φωτογραφίας
es: Sesión de fotos
et: Pildistamine
fa: عکسبرداری
fi: Valokuvaus
fr: Séance photo
gu: ફોટો શૂટ
he: צילום
hi: फ़ोटो शूट
hr: Fotografiranje
hu: Fotózás
hy: Լուսանկարահանություն
id: Pemotretan
is: Ljósmyndun
it: Scatto fotografico
ja: 写真撮影
km: ថតរូប
kn: ಛಾಯಾಚಿತ್ರ ಸೆಷನ್
ko: 사진 촬영
lt: Fotosesija
lv: Fotografēšana
mk: Фотосесија
ms: Ambil foto
my: ဓါတ်ပုံရိုက်ခြင်း
nb: Fotografering
nl: Fotoshoot
pl: Sesja zdjęciowa
pt: Sessão de fotos
ro: Ședință foto
ru: Фотосъемка
si: ඡායාරූප ග්‍රහණය
sk: Fotografovanie
sl: Fotografiranje
sq: Fotografim
sr: Snimanje fotografije
sv: Fotografering
sw: Kupiga picha
ta: புகைப்பட எடுதல்
te: ఫోటో షూట్
th: ถ่ายภาพ
tr: Fotoğraf çekimi
uk: Фотозйомка
ur: تصویر کھینچنا
uz: Rasm olish
vi: Chụp ảnh
zh: 拍照
zh_hant: 拍照
zu: Ukuthatha izithombe

source: Failed to apply recognized board position.
af: Kon nie herkende speelbordposisie toepas nie
am: የታወቀው የቦርድ ቦታ ማተካት አልተሳካም።
ar: فشل في تطبيق وضعية لوحة اللعب المعترف بها.
az: Tanınmış oyun taxtası vəziyyətini tətbiq etmək mümkün olmadı
be: Не ўдалося прымяніць распазнанае становішча
bg: Неуспешно прилагане на разпознатата позиция на дъската
bn: সনাক্তকৃত বোর্ড অবস্থা প্রয়োগ করা যায়নি
bo: སྟོང་གདོང་གིས་ས་ཁབ་རིས་མཐུད་བྱེད་མི་བཞག།
ca: No s'ha pogut aplicar la posició del tauler reconeguda
cs: Nepodařilo se použít rozpoznanou pozici desky
da: Kunne ikke anvende den genkendte brætstilling
de: Konnte erkannte Brettstellung nicht übernehmen
el: Αποτυχία εφαρμογής της αναγνωρισμένης θέσης του πίνακα
es: No se pudo aplicar la posición del tablero reconocida.
et: Tuvastatud mängulaua asukohta ei õnnestunud rakendada.
fa: اعمال وضعیت شناسایی‌شده صفحه ناموفق بود.
fi: Tunnistetun laudan asettelun soveltaminen epäonnistui.
fr: Échec de l'application de la position reconnue du plateau.
gu: ઓળખાયેલ બોર્ડ સ્થિતિ લાગુ કરવામાં નિષ્ફળ.
he: נכשל ביישום מיקום הלוח שזוהה.
hi: पहचानी गई बोर्ड स्थिति लागू करने में विफल।
hr: Neuspješno primjenjivanje prepoznate pozicije ploče.
hu: Nem sikerült alkalmazni a felismert játéktábla‑pozíciót.
hy: Չհաջողվեց կիրառել ճանաչված խաղի տախտակի դիրքը։
id: Gagal menerapkan posisi papan yang dikenali.
is: Mistókst að beita viðurkenndri stöðu á leikborði.
it: Impossibile applicare la posizione del tabellone riconosciuta.
ja: 認識した盤面配置の適用に失敗しました。
km: បរាជ័យក្នុងការអនុវត្តទីតាំងផ្ទាំងដែលបានស្គាល់។
kn: ಗುರುತಿಸಲಾದ ಫಲಕ ಸ್ಥಿತಿಯನ್ನು ಅನ್ವಯಿಸಲು ವಿಫಲವಾಯಿತು.
ko: 인식된 보드 위치 적용에 실패했습니다.
lt: Nepavyko pritaikyti atpažintos lentos padėties.
lv: Neizdevās lietot atpazīto dēļa pozīciju.
mk: Не успеа да се примени препознаената позиција на таблата.
ms: Gagal menggunakan posisi papan yang dikenalpasti.
my: ဖော်ထုတ်ထားသည့် ဘုတ်အနေအထား အသုံးမပြုနိုင်ပါ။
nb: Kunne ikke bruke gjenkjent brettposisjon.
nl: Kon herkende bordpositie niet toepassen.
pl: Nie udało się zastosować rozpoznanej pozycji planszy.
pt: Falha ao aplicar posição do tabuleiro reconhecido.
ro: Nu s-a putut aplica poziția recunoscută a tablei.
ru: Не удалось применить распознанную позицию доски.
si: හඳුනාගත් පුවරු ස්ථානය යෙදීම අසමත් විය.
sk: Nepodarilo sa použiť rozpoznanú pozíciu na doske.
sl: Ni uspelo uporabiti prepoznanega položaja plošče.
sq: Dështoi aplikimi i pozicionit të njohur të tabelës.
sr: Nije uspelo primenjivanje prepoznate pozicije table.
sv: Misslyckades med att tillämpa den igenkända brädpositionen.
sw: Imeshindikana kutumia nafasi ya ubao uliotambuliwa.
ta: கண்டறியப்பட்ட பலகை நிலையை செயல்படுத்த தோல்வியடைந்தது.
te: గుర్తించిన బోర్డు స్థానాన్ని వర్తింపజేయడంలో విఫలం.
th: ไม่สามารถใช้ตำแหน่งกระดานที่ตรวจจับได้.
tr: Tanınan tahta pozisyonu uygulanamadı.
uk: Не вдалося застосувати розпізнану позицію поля.
ur: پہچانے گئے بورڈ کی پوزیشن لاگو کرنے میں ناکامی۔
uz: Aniqlangan taxta holatini qo'llash muvaffaqiyatsiz tugadi.
vi: Không thể áp dụng vị trí bàn cờ đã nhận diện.
zh: 应用识别到的棋盘位置失败
zh_hant: 無法套用辨識到的棋盤佈局。
zu: Kwehlulekile ukusebenzisa isikhundla sebhodi elimaziwe.

source: LLM prompt content
af: LLM‑promptinhoud
am: የLLM ጠየቃ ይዘት
ar: محتوى موجه LLM
az: LLM sorğu məzmunu
be: Змест запыту LLM
bg: Съдържание на подканата за LLM
bn: LLM প্রম্পট সামগ্রী
bo: LLM སྐུལ་བཤད་ཐིག་ཡིག།
ca: Contingut de la indicació LLM
cs: Obsah výzvy LLM
da: LLM-promptindhold
de: LLM-Aufforderungsinhalt
el: Περιεχόμενο προτροπής LLM
es: Contenido del prompt de LLM
et: LLM päringu sisu
fa: محتوای پرامپت LLM
fi: LLM-kehotteen sisältö
fr: Contenu du prompt LLM
gu: LLM પ્રોમ્પ્ટ સામગ્રી
he: תוכן פרומפט LLM
hi: LLM प्रॉम्प्ट सामग्री
hr: Sadržaj LLM upita
hu: LLM prompt tartalma
hy: LLM prompt-ի բովանդակությունը
id: Konten prompt LLM
is: LLM prompt‑efni
it: Contenuto del prompt LLM
ja: LLM プロンプト内容
km: មាតិការនៃសំណើ LLM
kn: LLM ಪ್ರಾಂಪ್‌ಟ್ ವಿಷಯ
ko: LLM 프롬프트 내용
lt: LLM užklausos turinys
lv: LLM prompt saturs
mk: LLM содржина на упатување
ms: Kandungan arahan LLM
my: LLM အမိန့်အား ပါဝင်မှု
nb: LLM prompt‑innhold
nl: LLM prompt‑inhoud
pl: Zawartość polecenia LLM
pt: Conteúdo do prompt do LLM
ro: Conținutul promptului LLM
ru: Содержимое запроса LLM
si: LLM ප්‍රෝම්ප්ට් අන්තර්ගතය
sk: Obsah výzvy LLM
sl: Vsebina poziva LLM
sq: Përmbajtja e kërkesës LLM
sr: LLM sadržaj upita
sv: LLM-promptinnehåll
sw: Yaliyomo katika ombi la LLM
ta: LLM உந்துதல் உள்ளடக்கம்
te: LLM ప్రాంప్ట్ విషయము
th: เนื้อหาพรอมต์ LLM
tr: LLM istem içeriği
uk: Підказковий вміст LLM
ur: LLM پرامپٹ مواد
uz: LLM prompt mazmuni
vi: Nội dung prompt LLM
zh: 大模型提示词内容
zh_hant: LLM 提示詞內容
zu: Okuqukethwe kwe-prompt ye-LLM
