Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# vibration
source: Enable vibration in the game
af: Skakel vibrasie in die spel aan
am: እንቅስቃሴ በጨዋታው ይክዋን
ar: تمكين الاهتزاز في اللعبة
az: Oyun içində vibrasiyanı aktiv edin
be: Уключыць вібрацыю ў гульні
bg: Активиране на вибрацията в играта
bn: গেমে ভাইব্রেশন সক্ষম করুন
bo: རྩིས་སྒྲིག་བྱས་ཟིན་པ།
ca: Activa la vibració en el joc
cs: Povolit vibrace ve hře
da: Aktiver vibration i spillet
de: Vibration im Spiel aktivieren
el: Ενεργοποίηση δόνησης στο παιχνίδι
es: Activar vibración en el juego
et: Luba vibratsioon mängus
fa: فعال کردن لرزش در بازی
fi: Ota värinä käyttöön pelissä
fr: Activer la vibration dans le jeu
gu: રમતમાં વાઇબ્રેશન સક્રિય કરો
he: הפעל רטט במשחק
hi: गेम में वाइब्रेशन सक्षम करें
hr: Uključi vibraciju u igri
hu: Engedélyezze a rezgést a játékban
hy: Միացնել թրթռոցը խաղում
id: Aktifkan getaran di dalam permainan
is: Virkjaðu titring í leiknum
it: Attiva la vibrazione nel gioco
ja: ゲーム内でバイブレーションを有効にする
km: បើករំញ័រក្នុងហ្គេម
kn: ಆಟದಲ್ಲಿ ಸ್ಪಂದನವನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 게임에서 진동 활성화
lt: Įjungti vibraciją žaidime
lv: Iespējot vibrāciju spēlē
mk: Овозможи вибрации во играта
ms: Aktifkan getaran dalam permainan
my: ဂိမ်းတွင် တုန်ခါမှု ဖွင့်ပါ
nb: Aktiver vibrasjon i spillet
nl: Trilling inschakelen in het spel
pl: Włącz wibracje w grze
pt: Ativar vibração no jogo
ro: Activează vibrația în joc
ru: Включить вибрацию в игре
si: ක්‍රීඩාවේ විබ්‍රේෂන් සක්‍රීය කරන්න
sk: Povoliť vibrácie v hre
sl: Omogoči vibracije v igri
sq: Aktivizo vibracionin në lojë
sr: Омогући вибрације у игри
sv: Aktivera vibration i spelet
sw: Wezesha mtetemo kwenye mchezo
ta: விளையாட்டில் அதிர்வுகளை இயக்கவும்
te: గేమ్‌లో వైబ్రేషన్‌ని ప్రారంభించండి
th: เปิดใช้งานการสั่นในเกม
tr: Oyunda titreşimi etkinleştir
uk: Увімкнути вібрацію в грі
ur: گیم میں وائبریشن کو فعال کریں
uz: O'yinda vibratsiyani yoqing
vi: Bật rung trong trò chơi
zh: 游戏中启用振动
zh_hant: 遊戲中啟用振動
zu: Vumela ukuzamazama emdlalweni

source: Sound theme
af: Klank tema
am: የድምጽ ገጽታ
ar: سمة الصوت
az: Səs mövzusu
be: Тэматыка гуку
bg: Тема на звука
bn: সাউন্ড থিম
bo: སྒྲ་རྒྱུགས་ཀྱི་རྟེན་
ca: Tema de so
cs: Zvukové téma
da: Lydtema
de: Soundthema
el: Θέμα ήχου
es: Tema de sonido
et: Heliteema
fa: تم صدا
fi: Äniteema
fr: Thème sonore
gu: શબ્દ વિષય
he: ערכת צלילים
hi: ध्वनि विषय
hr: Tema zvuka
hu: Hang téma
hy: Ցունքի թեմա
id: Tema suara
is: Hljóðtema
it: Tema del suono
ja: サウンドテーマ
km: ស្បែកសំឡេង
kn: ಧ್ವನಿ ಥೀಮ್
ko: 사운드 테마
lt: Garso tema
lv: Skaņas tēma
mk: Тема на звук
ms: Tema bunyi
my: အသံအကြောင်းအရာ
nb: Lydtema
nl: Geluids thema
pl: Motyw dźwięku
pt: Tema de som
ro: Tema sunetului
ru: Тема звука
si: ශබ්ද තේමා
sk: Zvukové téma
sl: Zvočna tema
sq: Tema e zërit
sr: Zvucna tema
sv: Ljudtema
sw: Mandhari ya sauti
ta: ஒலி கருப்பொருள்
te: శబ్ద థీమ్
th: ธีมเสียง
tr: Ses teması
uk: Тема звуку
ur: آواز تھیم
uz: Ovoz mavzusi
vi: Chủ đề âm thanh
zh: 声音主题
zh_hant: 聲音主題
zu: Itimu yomculo

source: Ball
af: Bal
am: ኳስ
ar: كرة
az: Top
be: Мяч
bg: Топка
bn: বল
bo: ནག
ca: Pilota
cs: Míč
da: Bold
el: Μπάλα
es: Pelota
et: Pall
fa: توپ
fi: Pallo
fr: Balle
gu: બૉલ
he: כדור
hi: गेंद
hr: Lopta
hu: Labda
hy: գնդակ
id: Bola
is: Kúla
it: Palla
ja: ボール
km: បាល់
kn: ಗುಡ್ಡ
ko: 공
lt: Aritė
lv: Bumba
mk: Топка
ms: Bola
my: ဘောလုံး
nl: Bal
pl: Piłka
pt: Bola
ro: Bila
ru: Мяч
si: පෙරට
sk: Lopta
sl: Krogla
sq: Top
sr: Lopta
sv: Boll
sw: Mpira
ta: பந்து
te: బంతి
th: ลูกบอล
tr: Top
uk: М'яч
ur: گیند
uz: To'p
vi: Bóng
zh: 球
zh_hant: 球
zu: Ibhola

source: Liquid
af: Vloeistof
am: ፈሳሽ
ar: سائل
az: Maye
be: Целавая
bg: Течност
bn: তরল
bo: འཕེལ་བ
ca: Líquid
cs: Tekutina
da: Væske
de: Flüssigkeit
el: Υγρό
es: Líquido
et: Vedelik
fa: مایع
fi: Neste
fr: Liquide
gu: તરસ
he: נוזל
hi: तरल
hr: Tekućina
hu: Folyadék
hy: ցուցակ
id: Cairan
is: Vökvi
it: Liquido
ja: 液体
km: រាវ
kn: ದ್ರವ
ko: 액체
lt: Skystis
lv: Šķidrums
mk: Течност
ms: Cecair
my: ရည်
nb: Væske
nl: Vloeistof
pl: Płyn
pt: Líquido
ro: Lichid
ru: Жидкость
si: ද්‍රවය
sk: Tekutina
sl: Tekočina
sq: Lëng
sr: Tečnost
sv: Vätska
sw: Kiasi
ta: திரவ
te: ద్రవం
th: ของเหลว
tr: Sıvı
uk: Рідина
ur: سیال
uz: Suyuqlik
vi: Chất lỏng
zh: 水
zh_hant: 水
zu: Uchwepheshe

source: Wood
af: Hout
am: ዛፍ
ar: خشب
az: Taxta
be: Дрэва
bg: Дърво
bn: কাঠ
bo: འབྲུག
ca: Fusta
cs: Dřevo
da: Træ
de: Holz
el: Ξύλο
es: Madera
et: Puit
fa: چوب
fi: Puu
fr: Bois
gu: લાકડું
he: עץ
hi: लकड़ी
hr: Drvo
hu: Fa
hy: փայտ
id: Kayu
is: Tré
it: Legno
ja: 木
km: ឈើ
kn: ಮರ
ko: 목재
lt: Mediena
lv: Koks
mk: Дрво
ms: Kayu
my: သစ်သား
nb: Tre
nl: Hout
pl: Drewno
pt: Madeira
ro: Lemn
ru: Дерево
si: මුද
sk: Drevo
sl: Les
sq: Druri
sr: Drvo
sv: Trä
sw: Mbao
ta: மரம்
te: మొక్క
th: ไม้
tr: Odun
uk: Дерево
ur: لکڑی
uz: Yog'och
vi: Gỗ
zh: 木
zh_hant: 木
zu: Izinkuni

# placeEffectAnimation
source: Piece placing animation effect
af: Stuk plaas animasie-effek
am: ቁስ ማስቀመጥ አንድነት ተጽእኖ
ar: تأثير تحريك وضع القطعة
az: Fiquru yerləşdirmə animasiya effekti
be: Анімацыйны эфект размяшчэння фігуры
bg: Анимационен ефект при поставяне на фигура
bn: ঘুঁটি স্থাপনের অ্যানিমেশন প্রভাব
bo: ཆ་འཇུག་རིག་བཟོ་བའི་བསྒྱུར་བཅོས
ca: Efecte d'animació en col·locar una peça
cs: Animace efektu umístění figurky
da: Animations­effekt ved placering af brik
de: Animationseffekt beim Platzieren von Figuren
el: Εφέ κίνησης τοποθέτησης πιόνιου
es: Efecto de animación al colocar la pieza
et: Nupu paigutamise animatsiooni efekt
fa: اثر انیمیشن قرار دادن مهره
fi: Nappulan asettamisen animaatioefekti
fr: Effet d'animation lors du placement de la pièce
gu: પતાની મૂકાશની એનિમેશન અસર
he: אפקט אנימציה של הנחת כלי
hi: गोटी रखने का एनीमेशन प्रभाव
hr: Animacijski efekt postavljanja figure
hu: Bábu elhelyezési animációs effektus
hy: Խաղաքար դնելու անիմացիոն էֆեկտ
id: Efek animasi penempatan bidak
is: Hreyfimyndaráhrif við að setja niður taflmann
it: Effetto animazione di posizionamento pezzo
ja: 駒を置くアニメーション効果
km: បែបផែនចលនាដាក់កូនអុក
kn: ಮುಗ್ದವನ್ನು ಇರಿಸುವ ಅನಿಮೇಷನ್ ಪರಿಣಾಮ
ko: 말 놓기 애니메이션 효과
lt: Figūros padėjimo animacijos efektas
lv: Figūras novietošanas animācijas efekts
mk: Анимациски ефект при поставување на фигура
ms: Efek animasi meletakkan buah
my: သားကိုထားရာတွင် အန်နိမေးရှင်း အကျိုးသက်ရောက်မှု
nb: Animasjonseffekt ved plassering av brikke
nl: Animatie-effect bij plaatsen van stuk
pl: Efekt animacji przy stawianiu pionka
pt: Efeito de animação ao colocar peça
ro: Efect de animație la plasarea piesei
ru: Анимационный эффект при размещении фигуры
si: කිවිය තබා ඇති ඇනිමේෂන් බලපෑම
sk: Animovaný efekt pri umiestnení figúrky
sl: Animacijski učinek pri postavitvi figure
sq: Efekti i animacionit të vendosjes së figurës
sr: Анимациони ефекат постављања фигуре
sv: Animeringseffekt vid placering av pjäs
sw: Athari ya uhuishaji wa kuweka kipande
ta: துண்டு வைக்கும் அனிமேசன் விளைவு
te: గేమ్ భాగాన్ని ఉంచే యానిమేషన్ ప్రభావం
th: เอฟเฟกต์แอนิเมชันการวางตัวหมาก
tr: Taş yerleştirme animasyon efekti
uk: Анімаційний ефект розміщення фігури
ur: مہرا رکھنے کا متحرک اثر
uz: Figurani joylashtirish animatsion effekti
vi: Hiệu ứng hoạt hình đặt quân cờ
zh: 摆子的动画效果
zh_hant: 擺子的動畫效果
zu: Umphumela we-animation wokubeka ucezu

# removeEffectAnimation
source: Piece removing animation effect
af: Stuk verwydering animasie-effek
am: ቁስ ማስወገድ አንድነት ተጽእኖ
ar: تأثير تحريك إزالة القطعة
az: Fiquru çıxarma animasiya effekti
be: Анімацыйны эфект выдалення фігуры
bg: Анимационен ефект при премахване на фигура
bn: ঘুঁটি অপসারণের অ্যানিমেশন প্রভাব
bo: ཆ་སུབ་རིག་བཟོ་བའི་བསྒྱུར་བཅོས
ca: Efecte d'animació en eliminar una peça
cs: Animace efektu odstranění figurky
da: Animations­effekt ved fjernelse af brik
de: Animationseffekt beim Entfernen von Figuren
el: Εφέ κίνησης αφαίρεσης πιόνιου
es: Efecto de animación al eliminar las piezas
et: Nupu eemaldamise animatsiooni efekt
fa: اثر انیمیشن حذف مهره
fi: Nappulan poistamisen animaatioefekti
fr: Effet d'animation lors du retrait de la pièce
gu: પતાની દૂર કરવાની એનિમેશન અસર
he: אפקט אנימציה של הסרת כלי
hi: गोटी हटाने का एनीमेशन प्रभाव
hr: Animacijski efekt uklanjanja figure
hu: Bábu eltávolítási animációs effektus
hy: Խաղաքար հանելու անիմացիոն էֆեկտ
id: Efek animasi penghapusan bidak
is: Hreyfimyndaráhrif við að fjarlægja taflmann
it: Effetto animazione di rimozione pezzo
ja: 駒を取り除くアニメーション効果
km: បែបផែនចលនាដកកូនអុក
kn: ಮುಗ್ದವನ್ನು ತೆಗೆದುಹಾಕುವ ಅನಿಮೇಷನ್ ಪರಿಣಾಮ
ko: 말 제거 애니메이션 효과
lt: Figūros pašalinimo animacijos efektas
lv: Figūras noņemšanas animācijas efekts
mk: Анимациски ефект при отстранување на фигура
ms: Efek animasi mengeluarkan buah
my: သားကိုဖယ်ရှားရာတွင် အန်နိမေးရှင်း အကျိုးသက်ရောက်မှု
nb: Animasjonseffekt ved fjerning av brikke
nl: Animatie-effect bij verwijderen van stuk
pl: Efekt animacji przy usuwaniu pionka
pt: Efeito de animação ao remover peça
ro: Efect de animație la eliminarea piesei
ru: Анимационный эффект при удалении фигуры
si: කිවිය ඉවත් කිරීමේ ඇනිමේෂන් බලපෑම
sk: Animovaný efekt pri odstránení figúrky
sl: Animacijski učinek pri odstranitvi figure
sq: Efekti i animacionit të heqjes së figurës
sr: Анимациони ефекат уклањања фигуре
sv: Animeringseffekt vid borttagning av pjäs
sw: Athari ya uhuishaji wa kuondoa kipande
ta: துண்டு அகற்றும் அனிமேசன் விளைவு
te: గేమ్ భాగాన్ని తొలగించే యానిమేషన్ ప్రభావం
th: เอฟเฟกต์แอนิเมชันการลบตัวหมาก
tr: Taş kaldırma animasyon efekti
uk: Анімаційний ефект видалення фігури
ur: مہرا ہٹانے کا متحرک اثر
uz: Figurani olib tashlash animatsion effekti
vi: Hiệu ứng hoạt hình loại bỏ quân cờ
zh: 吃子的动画效果
zh_hant: 吃子的動畫效果
zu: Umphumela we-animation wokususa ucezu

# isToolbarAtBottom
source: Show toolbar at bottom
af: Wys werkbalk onder
am: መሳሪያ መስመርን በታች አሳይ
ar: عرض شريط الأدوات في الأسفل
az: Alətlər panelini aşağıda göstər
be: Паказаць панэль інструментаў унізе
bg: Показване на лентата с инструменти в долната част
bn: টুলবার নীচে দেখান
bo: ལྕགས་སྒྲོན་སྤྱིར་བཤད་འོག་ཕྱོགས་སྟོན།
ca: Mostra la barra d'eines en la part inferior
cs: Zobrazit nástrojovou lištu dole
da: Vis værktøjslinje i bunden
de: Symbolleiste unten anzeigen
el: Εμφάνιση της γραμμής εργαλείων στο κάτω μέρος
es: Mostrar barra de herramientas en la parte inferior
et: Kuva tööriistariba all
fa: نمایش نوار ابزار در پایین
fi: Näytä työkalupalkki alhaalla
fr: Afficher la barre d'outils en bas
gu: ટૂલબાર નીચે બતાવો
he: הצג את סרגל הכלים בתחתית
hi: टूलबार को नीचे दिखाएं
hr: Prikaži alatnu traku dolje
hu: Eszköztár megjelenítése alul
hy: Ցույց տալ գործիքագոտին ներքեւում
id: Tampilkan bilah alat di bagian bawah
is: Sýna tækjastiku neðst
it: Mostra la barra degli strumenti in basso
ja: ツールバーを下部に表示
km: បង្ហាញរបារឧបករណ៍នៅខាងក្រោម
kn: ಕೆಳಗೆ ಸಾಧನಪಟ್ಟಿಯನ್ನು ತೋರಿಸಿ
ko: 도구 모음을 아래에 표시
lt: Rodyti įrankių juostą apačioje
lv: Rādīt rīkjoslu apakšā
mk: Прикажи ја алатникот на дното
ms: Tunjukkan bar alat di bahagian bawah
my: ကိရိယာဘားကို အောက်ဆုံးတွင် ပြပါ
nb: Vis verktøylinjen nederst
nl: Werkbalk onderaan weergeven
pl: Pokaż pasek narzędzi na dole
pt: Mostrar a barra de ferramentas na parte inferior
ro: Afișează bara de instrumente în partea de jos
ru: Показать панель инструментов внизу
si: මෙහෙයුම් තීරුව පහළින් පෙන්වන්න
sk: Zobraziť panel nástrojov dole
sl: Pokaži orodno vrstico na dnu
sq: Shfaq shiritin e mjeteve në fund
sr: Прикажи алатну траку на дну
sv: Visa verktygsfältet längst ner
sw: Onyesha upau wa zana chini
ta: கருவிப்பட்டியை கீழே காட்டு
te: క్రింద టూల్‌బార్ చూపించు
th: แสดงแถบเครื่องมือที่ด้านล่าง
tr: Araç çubuğunu altta göster
uk: Показати панель інструментів внизу
ur: ٹول بار کو نیچے دکھائیں
uz: Asboblar panelini pastda ko'rsatish
vi: Hiển thị thanh công cụ ở phía dưới
zh: 工具栏显示在底部
zh_hant: 工具列顯示在底部
zu: Khombisa ibha yamathuluzi ezansi

source: Board corner radius
af: Raadhoekradius van die bord
am: የሳህን ማዕዘን አካል ክብ አካል
ar: نصف قُطر زوايا اللوح
az: Lövhənin bucaq radiusu
be: Радыюс кута дошкі
bg: Радиус на ъгъла на дъската
bn: বোর্ডের কোণের ব্যাসার্ধ
bo: གོ་རིམ་གྱི་གཡོན་ཚད།
ca: Radi de les cantonades del tauler
cs: Poloměr rohu desky
da: Radius af bordhjørne
de: Eckenradius des Boards
el: Ακτίνα γωνίας ταμπλό
es: Radio de esquina del tablero
et: Laua nurga raadius
fa: شعاع گوشه تخته
fi: Lautan kulman säde
fr: Rayon de coin du plateau
gu: બોર્ડની ખૂણાની ત્રિજ્યા
he: רדיוס פינת הלוח
hi: बोर्ड के कोने की त्रिज्या
hr: Polumjer kuta ploče
hu: Tábla sarkának sugara
hy: Տախտակի անկյունային շառավիղ
id: Radius sudut papan
is: Horngeisli spjalds
it: Raggio dell'angolo della tavola
ja: ボードの角の半径
km: កាំជ្រុងក្តារ
kn: ಬೋರ್ಡ್‌ನ ಮೂಲೆಯ ತ್ರಿಜ್ಯ
ko: 보드 코너 반지름
lt: Lentos kampo spindulys
lv: Dēļa stūra rādiuss
mk: Радиус на аголот на таблата
ms: Jejari sudut papan
my: ဘုတ်အနားရိုးကျော်လွန်အချင်း
nb: Bordhjørneradius
nl: Hoekstraal van het bord
pl: Promień narożnika tablicy
pt: Raio do canto do tabuleiro
ro: Raza colțului tablei
ru: Радиус угла доски
si: මන්දලාකාර තැටියේ අන්තයේ අරය
sk: Polomer rohu dosky
sl: Polmer vogala plošče
sq: Rraundi i skajit të bordit
sr: Радијус угла табле
sv: Hörnradie på brädan
sw: Radius ya kona ya ubao
ta: போர்டு கார்னர் ஆரம்
te: బోర్డు మూల వ్యాసార్ధం
th: รัศมีมุมของบอร์ด
tr: Pano köşe yarıçapı
uk: Радіус кута дошки
ur: تختہ کے کونے کا رداس
uz: Taxta burchak radiusi
vi: Bán kính góc bảng
zh: 棋盘圆角半径
zh_hant: 棋盤圓角半徑
zu: Iradiusi yekona yebhodi

source: Use opening book
af: Gebruik openingsboek
am: መክፈቻ መጽሐፍ ይጠቀሙ
ar: استخدم كتاب الافتتاح
az: Açılış kitabı istifadə edin
be: Выкарыстоўвайце кнігу адкрыццяў
bg: Използвайте книга за откриване
bn: ওপেনিং বুক ব্যবহার করুন
bo: འགོ་འཛུགས་ཡིག་ཆ་ལ་བཀོལ་པ།
ca: Usa el llibre d'obertures
cs: Použijte úvodní knihu
da: Brug åbningsbog
de: Eröffnungsbuch verwenden
el: Χρησιμοποιήστε βιβλίο ανοίγματος
es: Usar libro de apertura
et: Kasuta avamisraamatut
fa: از کتاب افتتاحیه استفاده کنید
fi: Käytä avausteosta
fr: Utiliser le livre d'ouverture
gu: ઓપનિંગ બુક ઉપયોગ કરો
he: השתמש בספר פתיחה
hi: ओपनिंग बुक का उपयोग करें
hr: Koristi knjigu postavljanja figura
hu: Használja a nyitókönyvet
hy: Օգտագործեք բացման գիրք
id: Gunakan buku pembuka
is: Notaðu opnunarbók
it: Usa libro di apertura
ja: オープニングブックを使用する
km: ប្រើក្បួនបើកឆាក
kn: ಓಪನಿಂಗ್ ಬುಕ್ ಬಳಸಿ
ko: 오프닝 북 사용
lt: Naudokite atidarymo knygą
lv: Izmantojiet atvēršanas grāmatu
mk: Користете книга за отворање
ms: Gunakan buku pembukaan
my: ဖွင့်စာအုပ်ကိုသုံးပါ
nb: Bruk åpningsbok
nl: Gebruik openingsboek
pl: Użyj książki otwierającej
pt: Usar livro de abertura
ro: Utilizați cartea de deschidere
ru: Использовать книгу открытий
si: ආරම්භක පොත භාවිතය
sk: Použite otváraciu knihu
sl: Uporabite knjigo odpiranja
sq: Përdorni librin e hapjes
sr: Користите књигу отварања
sv: Använd öppningsbok
sw: Tumia kitabu cha ufunguzi
ta: தொடக்க புத்தகத்தைப் பயன்படுத்தவும்
te: ఓపెనింగ్ బుక్ వాడండి
th: ใช้หนังสือเปิด
tr: Açılış kitabını kullanın
uk: Використовуйте книгу для відкриття
ur: افتتاحی کتاب استعمال کریں
uz: Ochiq kitobdan foydalaning
vi: Sử dụng sách mở đầu
zh: 使用开局库
zh_hant: 使用開局庫
zu: Sebenzisa incwadi yokuvula

# currentRule
source: Current
af: Huidig
am: አሁን
ar: الحالي
az: Cari
be: Цяперашні
bg: Текущи
bn: বর্তমান
bo: ད་ལྟ།
ca: Actual
cs: Aktuální
da: Nuværende
de: Aktuell
el: Τρέχον
es: Actual
et: Praegune
fa: فعلی
fi: Nykyinen
fr: Actuel
gu: વર્તમાન
he: נוכחי
hi: वर्तमान
hr: Trenutačno
hu: Jelenlegi
hy: Ընթացիկ
id: Saat ini
is: Núverandi
it: Corrente
ja: 現在のルール
km: បច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ
ko: 현재의
lt: Dabartinis
lv: Pašreizējais
mk: Тековен
ms: Semasa
my: လက်ရှိ
nb: Nåværende
nl: Huidig
pl: Bieżący
pt: Atual
ro: Curent
ru: Текущий
si: වත්මන්
sk: Aktuálny
sl: Trenutni
sq: Aktual
sr: Текући
sv: Nuvarande
sw: Sasa
ta: மின்னோட்ட்ம், ஓட்டம்
te: ప్రస్తుత
th: ปัจจุบัน
tr: Mevcut
uk: Поточний
ur: موجودہ
uz: Hozirgi
vi: Hiện tại
zh: 当前的
zh_hant: 當前的
zu: Okwamanje

source: Nine Men's Morris
am: ዘጠኝ ሰዎች ሞሪስ
ar: أم التسع
az: Doqquz Daşlı Morris
bg: Девет човека Мелница
bn: নাইন মেনস মরিস
bo: མི་དགུའི་མོར་རིས།
ca: Marro de nou
cs: Mlýn (devět kamenů)
de: Mühle
el: Μύλος
es: Alquerque de Nueve
fa: موریس نه مردانه
fi: Yhdeksän Miesten Morris
fr: Morris neuf hommes
hi: नौ आदमी का खेल
hu: Malom
hy: Ինը մարդու Մորիս
ja: ナイン・メンズ・モリス
km: ផ្គុំដប់គូ
ko: 나인 멘스 모리스
lt: Devynių figūrų malūnas
lv: Deviņu figūru dzirnavas
mk: Морис со девет фигури
nl: Molenspel
pt: Trilha
ro: Țintar
ru: Девять мужчин Моррис
sk: Mlyn (deväť kameňov)
ta: ஒன்பது ஆண்கள் மோரிச்
te: నైన్ మెన్స్ మోరిస్
th: เกมมอริสเก้าช่อง
tr: Dokuz taş
uk: Морріс дев’яти чоловік
ur: نائن مینز مورس
zh: 莫里斯九子棋
zh_hant: 九子直棋

source: Twelve Men's Morris
am: የአስራ ሁለት ሰዎች ሞሪስ
ar: أم الاثني عشر
az: On iki Daşlı Morris
bg: Дванадесет човека Мелница
bn: টুয়েলভ মেনস মরিস
bo: སྐྱེས་པ་བཅུ་གཉིས།
ca: Marro de dotze
cs: Mlýn (dvanáct kamenů)
de: 12er-Mühle
el: Τρίλιζα δώδεκα πούλων
es: Juego del Molino con Doce Piezas
fa: موریس دوازده مرد
fi: Kahdentoista Miesten Morris
fr: Morris douze hommes
hi: बारह आदमी का खेल
hu: Tizenkét férfi Morris
hy: Տասներկու մարդու Մորիս
ja: トゥエルブ・メンズ・モリス
km: ផ្គុំដប់ពីរគូ
ko: 트웰브 멘스 모리스
lt: Dvylikos figūrų malūnas
lv: Divpadsmit figūru dzirnavas
mk: Морис со дванаесет фигури
pt: Trilha de Doze Homens
ro: Moara cu douăsprezece piese
ru: Двенадцать мужчин Моррис
sk: Mlyn (dvanásť kameňov)
ta: பன்னிரண்டு ஆண்கள் மோரிச்
te: ట్వెల్వ్ మెన్స్ మోరిస్
th: เกมมอริสสิบสองช่อง
tr: On iki taş
uk: Морріс дванадцяти чоловік
ur: ٹوئلو مینز مورس
zh: 莫里斯十二子棋
zh_hant: 十二子直棋

source: Morabaraba
am: ሞራባራባ
ar: مورابارابا
bg: Моарабараба
bn: মোরাবারাবা
bo: མོ་ར་བ་ར་བ།
el: Μοραμπαράμπα
fa: مورابارابا
hi: मोराबराबा
hy: Մորաբարաբա
ja: モラバラバ
km: ម៉ូរ៉ាបារ៉ាបា
mk: Морабараба
ru: Морабараба
ta: நகர்வு
te: మొరాబరాబా
th: โมราบาราบา
uk: Морабараба
ur: مورابارابا
zh: 莫拉巴拉巴
zh_hant: 南非直棋

source: Dooz
am: ዱዝ
ar: دوز
bg: Дуз
bn: দুজ
bo: དུཛ
el: Ντους
es: Duz
fa: دوز
fr: Douz
he: דוז
hi: डूज़
hy: Դուզ
ja: ドゥズ
km: ដូហ្សី
ko: 두즈
mk: Дууз
pt: Duz
ru: Доз
si: දුස්
ta: டுச்
te: డూజ్
th: ดูซ
uk: Дуз
ur: دوز
vi: Duz
zh: 波斯多茲
zh_hant: 波斯多茲

source: Cham Gonu
am: ቻምጎኑ
ar: تشامغونو
bg: Чамгоно
bn: চামগোনু
bo: ཆམ་གོ་ནུ།
el: Τσαμγκόνου
fa: چامگونو
he: צ'אמגונו
hi: चामगोनू
hy: Չամգոնու
ja: 朝鮮モリス
km: ចាម កូនូ
mk: Чам Гону
ru: Чамгону
si: චාම්ගෝනු
sk: Čhamgonu
ta: சாம்
te: చామ్ గోను
th: ชัมโกนู
uk: Чхамгону
ur: چمگونو
zh: 参古努
zh_hant: 韓國直棋

source: Zhi Qi
am: ጂቺ
ar: جي تشي
bg: Джичи
bn: ঝি চি
bo: ཅི་ཅི།
el: Τζιτσί
es: Zhíqi
fa: ژیه چی
he: ג'יצ'י
hi: झीची
hy: Ժիչի
ja: 中国モリス (ジーチー)
km: ជឹ ឈី
mk: Џи Ци
ru: Чжици
si: චිජුකි
sk: Č’-čchi
ta: zh
te: జీ చీ
th: จื๋อฉี
uk: Чжичі
ur: زھیچی
zh: 直棋
zh_hant: 直棋

source: Cheng San Qi
am: ቼንሳንቺ
ar: تشينغ سان تشي
bg: Ченгсанчи
bn: চেং সান চি
bo: ཆེན་སམ་ཅི།
el: Τσενγκσάντσι
es: Chéngsānqí
fa: چنگ سان چی
he: צ'נסאנצ'י
hi: चेंगसांची
hy: Չենսանցի
ja: 中国モリスバリエーション 1 (チェンサンチー)
km: ឈែង សាន ឈី
mk: Ченг Сан Ци
ru: Чэнсанци
si: චේංසැන්චි
sk: Čcheng-san-čchi
ta: செங் சான் கே
te: చెంగ్ సాన్ చీ
th: เฉิงซานฉี
uk: Ченсанчі
ur: چنگسانچی
zh: 成三棋
zh_hant: 成三棋

source: Mul-Mulan
am: ሙል-ሙላን
ar: مول-مولان
bg: Мул-Мулан
bn: মুল-মুলান
bo: མུལ་མུ་ལན།
el: Μουλ-Μουλάν
fa: مول-مولان
he: מול-מולאן
hi: मुल-मुलान
hy: Մուլ-Մուլան
ja: インドネシアモリス
km: មុល-មូឡាន
mk: Мул-Мулан
ru: Мул-Мулан
si: මුල්-මුලාන්
ta: முல்-முலன்
te: ముల్-ములాన్
th: มูล-มูลัน
uk: Мул-Мулан
ur: مل-ملان
zh: 木兰棋
zh_hant: 爪哇直棋

source: Nerenchi
am: ነሬንቺ
ar: نيرينشي
bg: Неренчи
bn: নেরেনচি
bo: ནེ་རེན་ཅི།
el: Νερέντσι
fa: نرنچی
he: נרנצ'י
hi: नेरेनची
hy: Ներենչի
ja: スリランカモリス
km: នេរ៉េនឈី
mk: Неренчи
ru: Неренчи
si: නෙරෙන්චි
sk: Nerenči
ta: நெரென்ச்
te: నెరెంచి
th: เนเรนจิ
uk: Неренчі
ur: نیرنچی
zh: 锡兰直棋
zh_hant: 錫蘭直棋

source: Rule set
af: Reël stel
am: ደንብ ስብስብ
ar: مجموعة القواعد
az: Qayda dəsti
be: Набор правілаў
bg: Комплект правила
bn: নিয়ম সেট
bo: ཚད་བཟུམ།
ca: Conjunt de regles
cs: Sada pravidel
da: Regelsæt
de: Regelsatz
el: Σύνολο κανόνων
es: Conjunto de reglas
et: Reeglistik
fa: مجموعه قوانین
fi: Sääntökokoelma
fr: Ensemble de règles
gu: નિયમ સેટ
he: קבוצת כללים
hi: नियम सेट
hr: Skup pravila
hu: Szabálykészlet
hy: Կանոնափաթեթ
id: Set peraturan
is: Regluset
it: Insieme di regole
ja: ルールセット
km: សំណុំច្បាប់
kn: ನಿಯಮಗಳ ಗುಂಪು
ko: 규칙 세트
lt: Taisyklių rinkinys
lv: Noteikumu kopa
mk: Сет на правила
ms: Set peraturan
my: စည်းမျဉ်းအစုံ
nb: Regelsett
nl: Regelset
pl: Zestaw zasad
pt: Conjunto de regras
ro: Set de reguli
ru: Набор правил
si: නීති කට්ටලය
sk: Sada pravidiel
sl: Pravilnik
sq: Grup rregullash
sr: Сет правила
sv: Regeluppsättning
sw: Seti ya sheria
ta: விதி தொகுப்பு
te: నియమాల సెట్
th: ชุดกฎ
tr: Kural seti
uk: Набір правил
ur: قاعدہ مجموعہ
uz: Qoidalar to'plami
vi: Bộ quy tắc
zh: 规则集
zh_hant: 規則集
zu: Isethi yemithetho

source: Lasker Morris
am: ላስኬር ሞሪስ
ar: لاسكر موريس
bg: Ласкер Морис
bn: লাস্কার মরিস
bo: ལས་ཀར་མོ་རིས།
el: Λάσκερ Μόρις
fa: لاسکر موریس
hi: लैस्कर मॉरिस
hu: Lasker-malom
hy: Լասկեր Մորիս
ja: ラスカー・モリス
km: ឡាស្កើ ម៉ូរិស
ko: 라스커 모리스
mk: Ласкер Морис
ru: Ласкер Моррис
ta: லாச்கர் மோரிச்
te: లాస్కర్ మోరిస్
th: ลาสเกอร์ มอริส
uk: Ласкер Морріс
ur: لاسکر موریس
zh: 拉斯克风车棋
zh_hant: 拉斯卡直棋

source: One-Time Mill
am: መልኒ፣ጣ
ar: مطحنة المرة الواحدة
az: Birvaxtlı dəyirman
bg: Еднократна мелница
bn: একবারের মিল
bo: གཅིག་ཐར་རྒྱུ་འགེལ།
ca: Molí d'una vegada
cs: Jednorázový mlýn
de: Einmal-Mühle
el: Μύλος μιας χρήσης
es: Molino de una sola vez
fa: ملنیتسا
fi: Kertakäyttöinen Mylly
fr: Moulin unique
he: טחנת זמן אחד
hi: मेलनित्सा
hr: Jednokratni mlin
hu: Egyszeri Malom
hy: Միանգամյա Ջրաղաց
ja: ワンタイムミル
km: ម៉ាសុីនកិនម្តង
ko: 원타임 밀
lt: Vienkartinis malūnas
lv: Vienreizējās dzirnavas
mk: Еднократна воденица
pt: Moinho único
ro: Moara de o singură dată
ru: Мельница
si: මෙල්නිට්සා
sk: Jednorazový Mlyn
sw: Mashine ya mara moja
ta: ஒரு முறை ஆலை
te: వన్-టైమ్ మిల్
th: เมลนิตซา
tr: Tek Seferlik Değirmen
uk: Одноразовий млин
ur: ایک بار کا مل
vi: Cối xay một lần
zh: 俄罗斯直棋
zh_hant: 俄羅斯直棋

source: Da San Qi
am: ዳሳንቺ
ar: دا سان تشي
bg: Да Санчи
bn: দা সান চি
bo: ད་སམ་ཅི།
el: Ντασάντσι
es: Dǎsānqí
fa: دا سان چی
he: דאסאנצ'י
hi: दा सानची
hy: Դասանցի
ja: 中国モリスバリエーション 2 (ダーサンチー)
km: ដា សាន ឈី
mk: Да Сан Ци
ru: Дацци
si: දාසාන්චි
sk: Ta-san-čchi
ta: டா சான் கி
te: డా సాన్ చీ
th: ต้าซานฉี
uk: Да-Саньці
ur: دا سانچی
zh: 打三棋
zh_hant: 打三棋
