Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# perfectDatabaseChallengeHint
source: If you want a greater challenge, we suggest enabling the "{setting}" option and downloading the complete database to your device as prompted.
af: As jy 'n groter uitdaging wil hê, stel ons voor dat jy die "{setting}" opsie aktiveer en die volledige databasis na jou toestel aflaai soos aangedui.
am: ከፍተኛ ፈተና ከፈለጉ፣ "{setting}" አማራጩን ማንቃት እና እንደተጠየቀው ሙሉ የውሂብ ጎታውን ወደ መሣሪያዎ ማውረድ እንመክራለን።
ar: إذا كنت تريد تحديًا أكبر، نقترح تفعيل خيار "{setting}" وتنزيل قاعدة البيانات الكاملة إلى جهازك كما هو موضح.
az: Daha böyük bir çətinlik istəyirsinizsə, "{setting}" seçimini aktivləşdirməyi və göstərildiyi kimi tam verilənlər bazasını cihazınıza endirməyi tövsiyə edirik.
be: Калі вы жадаеце больш складаную задачу, мы рэкамендуем уключыць опцыю "{setting}" і спампаваць поўную базу даных на вашу прыладу, як указана.
bg: Ако искате по-голямо предизвикателство, предлагаме да активирате опцията "{setting}" и да изтеглите пълната база данни на вашето устройство, както е указано.
bn: আপনি যদি আরও বড় চ্যালেঞ্জ চান, আমরা "{setting}" বিকল্পটি সক্ষম করার এবং নির্দেশিত হিসাবে আপনার ডিভাইসে সম্পূর্ণ ডাটাবেস ডাউনলোড করার পরামর্শ দিই।
bo: ཁྱེད་ཀྱིས་དཀའ་ཚད་མཐོ་བ་དགོས་ན། ང་ཚོས་ "{setting}" འདེམས་ཚན་སྤྱོད་རུང་བཟོ་རྒྱུ་དང༌། བརྡ་སྟོན་བཞིན་ཁྱེད་ཀྱི་སྒྲིག་ཆས་ལ་གཞི་གྲངས་མཛོད་ཆ་ཚང་ཕབ་ལེན་བྱེད་པར་འདེམས་འོས་བྱེད།
ca: Si voleu un repte més gran, us suggerim activar l'opció "{setting}" i descarregar la base de dades completa al vostre dispositiu tal com s'indica.
cs: Pokud chcete větší výzvu, doporučujeme povolit možnost "{setting}" a stáhnout kompletní databázi do vašeho zařízení podle pokynů.
da: Hvis du ønsker en større udfordring, foreslår vi, at du aktiverer indstillingen "{setting}" og downloader den komplette database til din enhed som anvist.
de: Wenn Sie eine größere Herausforderung wünschen, empfehlen wir, die Option "{setting}" zu aktivieren und die vollständige Datenbank wie angegeben auf Ihr Gerät herunterzuladen.
el: Εάν θέλετε μεγαλύτερη πρόκληση, προτείνουμε να ενεργοποιήσετε την επιλογή "{setting}" και να κατεβάσετε την πλήρη βάση δεδομένων στη συσκευή σας όπως υποδεικνύεται.
es: Si desea un mayor desafío, le sugerimos activar la opción "{setting}" y descargar la base de datos completa en su dispositivo como se indica.
et: Kui soovite suuremat väljakutset, soovitame lubada valiku "{setting}" ja laadida täielik andmebaas oma seadmesse vastavalt juhistele.
fa: اگر می‌خواهید چالش بیشتری داشته باشید، پیشنهاد می‌کنیم گزینه "{setting}" را فعال کنید و پایگاه داده کامل را همانطور که دستور داده شده به دستگاه خود دانلود کنید.
fi: Jos haluat suuremman haasteen, suosittelemme ottamaan käyttöön "{setting}" -vaihtoehdon ja lataamaan täydellisen tietokannan laitteeseesi kehotteen mukaisesti.
fr: Si vous souhaitez un plus grand défi, nous vous suggérons d'activer l'option "{setting}" et de télécharger la base de données complète sur votre appareil comme indiqué.
gu: જો તમે વધુ મોટો પડકાર ઇચ્છો છો, તો અમે "{setting}" વિકલ્પ સક્ષમ કરવા અને સૂચના મુજબ તમારા ઉપકરણ પર સંપૂર્ણ ડેટાબેસ ડાઉનલોડ કરવાનું સૂચન કરીએ છીએ.
he: אם אתה רוצה אתגר גדול יותר, אנו מציעים להפעיל את האפשרות "{setting}" ולהוריד את מסד הנתונים המלא למכשיר שלך כפי שמוצג.
hi: यदि आप अधिक चुनौती चाहते हैं, तो हम "{setting}" विकल्प को सक्षम करने और संकेत के अनुसार अपने डिवाइस में पूर्ण डेटाबेस डाउनलोड करने का सुझाव देते हैं।
hr: Ako želite veći izazov, predlažemo da omogućite opciju "{setting}" i preuzmete kompletnu bazu podataka na svoj uređaj kako je navedeno.
hu: Ha nagyobb kihívást szeretnél, javasoljuk, hogy engedélyezd a "{setting}" opciót, és az útmutatás szerint töltsd le a teljes adatbázist az eszközödre.
hy: Եթե ցանկանում եք ավելի մեծ մարտահրավեր, մենք առաջարկում ենք միացնել "{setting}" տարբերակը և ներբեռնել ամբողջական տվյալների բազան ձեր սարքի մեջ, ինչպես ցուցադրված է։
id: Jika Anda menginginkan tantangan yang lebih besar, kami sarankan mengaktifkan opsi "{setting}" dan mengunduh database lengkap ke perangkat Anda seperti yang diminta.
is: Ef þú vilt meiri áskorun, mælum við með að virkja valkostinn "{setting}" og hlaða niður fullkomnum gagnagrunni á tækið þitt eins og bent er á.
it: Se desideri una sfida maggiore, ti suggeriamo di attivare l'opzione "{setting}" e di scaricare il database completo sul tuo dispositivo come indicato.
ja: より大きなチャレンジをご希望の場合は、"{setting}"オプションを有効にし、プロンプトに従ってデバイスに完全なデータベースをダウンロードすることをお勧めします。
km: ប្រសិនបើអ្នកចង់បានការប្រជែងកាន់តែធំ យើងសូមណែនាំឱ្យបើកជម្រើស "{setting}" ហើយទាញយកមូលដ្ឋានទិន្នន័យពេញលេញទៅក្នុងឧបករណ៍របស់អ្នកតាមការណែនាំ។
kn: ನೀವು ಹೆಚ್ಚಿನ ಸವಾಲನ್ನು ಬಯಸಿದರೆ, "{setting}" ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು ಮತ್ತು ಸೂಚಿಸಿದಂತೆ ನಿಮ್ಮ ಸಾಧನಕ್ಕೆ ಸಂಪೂರ್ಣ ಡೇಟಾಬೇಸ್ ಅನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ನಾವು ಸೂಚಿಸುತ್ತೇವೆ.
ko: 더 큰 도전을 원하시면 "{setting}" 옵션을 활성화하고 안내에 따라 완전한 데이터베이스를 기기에 다운로드하는 것이 좋습니다.
lt: Jei norite didesnio iššūkio, siūlome įjungti parinktį "{setting}" ir atsisiųsti visą duomenų bazę į savo įrenginį, kaip nurodyta.
lv: Ja vēlaties lielāku izaicinājumu, iesakām iespējot opciju "{setting}" un lejupielādēt pilnīgu datubāzi savā ierīcē, kā norādīts.
mk: Ако сакате поголем предизвик, предлагаме да ја овозможите опцијата "{setting}" и да ја преземете комплетната база на податоци на вашиот уред како што е наведено.
ms: Jika anda mahukan cabaran yang lebih besar, kami cadangkan mengaktifkan pilihan "{setting}" dan memuat turun pangkalan data lengkap ke peranti anda seperti yang diminta.
my: သင်သည် ပိုမိုကြီးမားသော စိန်ခေါ်မှုကို လိုချင်ပါက၊ "{setting}" ရွေးချယ်မှုကို ဖွင့်ပြီး လမ်းညွှန်ချက်အတိုင်း သင့်စက်ပစ္စည်းသို့ ပြည့်စုံသော ဒေတာဘေ့စ်ကို ဒေါင်းလုပ်လုပ်ရန် ကျွန်ုပ်တို့ အကြံပြုပါသည်။
nb: Hvis du ønsker en større utfordring, foreslår vi at du aktiverer alternativet "{setting}" og laster ned den komplette databasen til enheten din som angitt.
nl: Als je een grotere uitdaging wilt, raden we aan om de optie "{setting}" in te schakelen en de volledige database naar je apparaat te downloaden zoals aangegeven.
pl: Jeśli chcesz większego wyzwania, sugerujemy włączenie opcji "{setting}" i pobranie pełnej bazy danych na swoje urządzenie zgodnie z instrukcjami.
pt: Se deseja um desafio maior, sugerimos ativar a opção "{setting}" e baixar o banco de dados completo para o seu dispositivo conforme solicitado.
ro: Dacă doriți o provocare mai mare, vă sugerăm să activați opțiunea "{setting}" și să descărcați baza de date completă pe dispozitivul dvs. conform instrucțiunilor.
ru: Если вы хотите больше сложностей, мы предлагаем включить опцию "{setting}" и загрузить полную базу данных на ваше устройство, как указано.
si: ඔබට වැඩි අභියෝගයක් අවශ්‍ය නම්, "{setting}" විකල්පය සබල කිරීම සහ පෙන්වා ඇති පරිදි ඔබේ උපාංගයට සම්පූර්ණ දත්ත ගබඩාව බාගත කිරීම අපි යෝජනා කරමු.
sk: Ak chcete väčšiu výzvu, odporúčame povoliť možnosť "{setting}" a stiahnuť kompletnú databázu do vášho zariadenia podľa pokynov.
sl: Če želite večji izziv, predlagamo, da omogočite možnost "{setting}" in prenesete celotno bazo podatkov na svojo napravo, kot je navedeno.
sq: Nëse dëshironi një sfidë më të madhe, ne sugjerojmë të aktivizoni opsionin "{setting}" dhe të shkarkoni bazën e të dhënave të plotë në pajisjen tuaj siç tregohet.
sr: Ако желите већи изазов, предлажемо да омогућите опцију "{setting}" и преузмете комплетну базу података на ваш уређај како је наведено.
sv: Om du vill ha en större utmaning föreslår vi att du aktiverar alternativet "{setting}" och laddar ner hela databasen till din enhet enligt anvisningarna.
sw: Ikiwa unataka changamoto kubwa zaidi, tunapendekeza kuwezesha chaguo la "{setting}" na kupakua hifadhidata kamili kwenye kifaa chako kama ilivyoonyeshwa.
te: మీరు మరింత పెద్ద సవాలును కోరుకుంటే, "{setting}" ఎంపికను ప్రారంభించి, సూచించిన విధంగా మీ పరికరానికి పూర్తి డేటాబేస్‌ను డౌన్‌లోడ్ చేయమని మేము సూచిస్తున్నాము.
th: หากคุณต้องการความท้าทายที่มากขึ้น เราขอแนะนำให้เปิดใช้งานตัวเลือก "{setting}" และดาวน์โหลดฐานข้อมูลที่สมบูรณ์ไปยังอุปกรณ์ของคุณตามที่ระบุ
tr: Daha büyük bir zorluk istiyorsanız, "{setting}" seçeneğini etkinleştirmenizi ve belirtildiği gibi cihazınıza tam veritabanını indirmenizi öneririz.
uk: Якщо ви бажаєте більшого виклику, ми пропонуємо ввімкнути опцію "{setting}" і завантажити повну базу даних на ваш пристрій, як зазначено.
ur: اگر آپ زیادہ چیلنج چاہتے ہیں، تو ہم تجویز کرتے ہیں کہ "{setting}" آپشن کو فعال کریں اور بتائے گئے طریقے کے مطابق اپنے ڈیوائس میں مکمل ڈیٹا بیس ڈاؤن لوڈ کریں۔
uz: Agar siz ko'proq qiyinchilik istasangiz, "{setting}" parametrini yoqishni va ko'rsatilganidek, to'liq ma'lumotlar bazasini qurilmangizga yuklab olishni tavsiya qilamiz.
vi: Nếu bạn muốn có thử thách lớn hơn, chúng tôi khuyên bạn nên bật tùy chọn "{setting}" và tải xuống cơ sở dữ liệu hoàn chỉnh vào thiết bị của bạn theo hướng dẫn.
zh: 如您想要更大的挑战，建议将"{setting}"的开关打开，并按提示下载完整的数据库到设备中。
zh_hant: 如您想要更大的挑戰，建議將「{setting}」的開關打開，並按提示下載完整的資料庫到裝置中。
zu: Uma ufuna inselelo enkulu, siphakamisa ukuthi unike amandla inketho "{setting}" futhi ulayishe phansi idatha egcwele eshelini sakho njengoba kukhombisiwe.

# configureRulesPrompt
source: Would you like to configure the game rules now?
af: Wil jy nou die spelreëls konfigureer?
am: አሁን የጨዋታ ደንቦችን ማዋቀር ይፈልጋሉ?
ar: هل ترغب في تكوين قواعد اللعبة الآن؟
az: İndi oyun qaydalarını konfiqurasiya etmək istərdiniz?
be: Ці хочаце вы зараз наладзіць правілы гульні?
bg: Искате ли да конфигурирате правилата на играта сега?
bn: আপনি কি এখন গেমের নিয়ম কনফিগার করতে চান?
bo: ད་ལྟ་རྩེད་མོའི་ཁྲིམས་སྒྲིག་འགོད་བྱེད་དགོས་སམ།
ca: Vols configurar les regles del joc ara?
cs: Chcete nyní nakonfigurovat pravidla hry?
da: Vil du konfigurere spillets regler nu?
de: Möchten Sie jetzt die Spielregeln konfigurieren?
el: Θέλετε να διαμορφώσετε τους κανόνες του παιχνιδιού τώρα;
es: ¿Desea configurar las reglas del juego ahora?
et: Kas soovite nüüd mängureegleid konfigureerida?
fa: آیا می‌خواهید اکنون قوانین بازی را پیکربندی کنید؟
fi: Haluatko määrittää pelin säännöt nyt?
fr: Souhaitez-vous configurer les règles du jeu maintenant ?
gu: શું તમે હવે રમતના નિયમો રૂપરેખાંકિત કરવા માંગો છો?
he: האם תרצה להגדיר את חוקי המשחק עכשיו?
hi: क्या आप अभी खेल के नियम कॉन्फ़िगर करना चाहेंगे?
hr: Želite li sada konfigurirati pravila igre?
hu: Szeretné most beállítani a játék szabályait?
hy: Ցանկանու՞մ եք հիմա կարգավորել խաղի կանոնները:
id: Apakah Anda ingin mengonfigurasi aturan permainan sekarang?
is: Viltu stilla reglur leiksins núna?
it: Vuoi configurare le regole del gioco ora?
ja: 今すぐゲームルールを設定しますか？
km: តើអ្នកចង់កំណត់រចនាសម្ព័ន្ធច្បាប់ហ្គេមឥឡូវនេះទេ?
kn: ನೀವು ಈಗ ಆಟದ ನಿಯಮಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲು ಬಯಸುವಿರಾ?
ko: 지금 게임 규칙을 구성하시겠습니까?
lt: Ar norite dabar sukonfigūruoti žaidimo taisykles?
lv: Vai vēlaties tagad konfigurēt spēles noteikumus?
mk: Дали сакате да ги конфигурирате правилата на играта сега?
ms: Adakah anda ingin mengkonfigurasi peraturan permainan sekarang?
my: ဂိမ်းစည်းမျဉ်းများကို ယခု စီစဉ်သတ်မှတ်လိုပါသလား?
nb: Vil du konfigurere spillets regler nå?
nl: Wilt u nu de spelregels configureren?
pl: Czy chcesz teraz skonfigurować zasady gry?
pt: Deseja configurar as regras do jogo agora?
ro: Doriți să configurați regulile jocului acum?
ru: Хотите ли вы настроить правила игры сейчас?
si: ඔබට දැන් ක්‍රීඩා නීති වින්‍යාස කිරීමට අවශ්‍යද?
sk: Chcete teraz nakonfigurovať pravidlá hry?
sl: Ali želite zdaj konfigurirati pravila igre?
sq: A dëshironi të konfiguroni rregullat e lojës tani?
sr: Да ли желите да конфигуришете правила игре сада?
sv: Vill du konfigurera spelreglerna nu?
sw: Je, ungependa kusanidi sheria za mchezo sasa?
te: మీరు ఇప్పుడు ఆట నియమాలను కాన్ఫిగర్ చేయాలనుకుంటున్నారా?
th: คุณต้องการกำหนดค่ากฎของเกมตอนนี้หรือไม่?
tr: Şimdi oyun kurallarını yapılandırmak ister misiniz?
uk: Чи бажаєте ви налаштувати правила гри зараз?
ur: کیا آپ ابھی کھیل کے قوانین کی تشکیل کرنا چاہیں گے؟
uz: O'yin qoidalarini hozir sozlamoqchimisiz?
vi: Bạn có muốn cấu hình quy tắc trò chơi bây giờ không?
zh: 您现在想要配置游戏规则吗？
zh_hant: 您現在想要配置遊戲規則嗎？
zu: Ingabe ufuna ukulungiselela imithetho yomdlalo manje?

source: Configure Rules
af: Konfigureer Reëls
am: ደንቦችን ያዋቅሩ
ar: تكوين القواعد
az: Qaydaları Konfiqurasiya Et
be: Наладзіць правілы
bg: Конфигуриране на правила
bn: নিয়ম কনফিগার করুন
bo: ཁྲིམས་སྒྲིག་འགོད
ca: Configurar regles
cs: Konfigurovat pravidla
da: Konfigurer regler
de: Regeln konfigurieren
el: Διαμόρφωση κανόνων
es: Configurar reglas
et: Konfigureeri reeglid
fa: پیکربندی قوانین
fi: Määritä säännöt
fr: Configurer les règles
gu: નિયમો રૂપરેખાંકિત કરો
he: הגדר חוקים
hi: नियम कॉन्फ़िगर करें
hr: Konfiguriraj pravila
hu: Szabályok beállítása
hy: Կարգավորել կանոնները
id: Konfigurasi Aturan
is: Stilla reglur
it: Configura regole
ja: ルールを設定
km: កំណត់រចនាសម្ព័ន្ធច្បាប់
kn: ನಿಯಮಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ
ko: 규칙 구성
lt: Konfigūruoti taisykles
lv: Konfigurēt noteikumus
mk: Конфигурирај правила
ms: Konfigurasi Peraturan
my: စည်းမျဉ်းများ စီစဉ်သတ်မှတ်ရန်
nb: Konfigurer regler
nl: Regels configureren
pl: Konfiguruj zasady
pt: Configurar regras
ro: Configurați reguli
ru: Настроить правила
si: නීති වින්‍යාස කරන්න
sk: Konfigurovať pravidlá
sl: Konfiguriraj pravila
sq: Konfiguro rregullat
sr: Конфигуриши правила
sv: Konfigurera regler
sw: Sanidi Sheria
te: నియమాలను కాన్ఫిగర్ చేయండి
th: กำหนดค่ากฎ
tr: Kuralları Yapılandır
uk: Налаштувати правила
ur: قوانین کی تشکیل کریں
uz: Qoidalarni sozlash
vi: Cấu hình quy tắc
zh: 配置规则
zh_hant: 配置規則
zu: Lungiselela Imithetho

# algorithmSuggestionTitle
source: Algorithm Suggestion
af: Algoritme Voorstel
am: የአልጎሪዝም ምክር
ar: اقتراح الخوارزمية
az: Alqoritm Təklifi
be: Прапанова алгарытму
bg: Предложение за алгоритъм
bn: অ্যালগরিদম পরামর্শ
bo: རྩིས་ལས་བསམ་འཆར།
ca: Suggeriment d'algorisme
cs: Návrh algoritmu
da: Algoritmeforslag
de: Algorithmusvorschlag
el: Πρόταση αλγορίθμου
es: Sugerencia de algoritmo
et: Algoritmi ettepanek
fa: پیشنهاد الگوریتم
fi: Algoritmiehdotus
fr: Suggestion d'algorithme
gu: અલ્ગોરિધમ સૂચન
he: הצעת אלגוריתם
hi: एल्गोरिदम सुझाव
hr: Prijedlog algoritma
hu: Algoritmus javaslat
hy: Ալգորիթմի առաջարկ
id: Saran Algoritma
is: Reiknirit tillaga
it: Suggerimento algoritmo
ja: アルゴリズム提案
km: ដំបូន្មាន​ក្បួន​ដោះស្រាយ
kn: ಅಲ್ಗಾರಿದಮ್ ಸಲಹೆ
ko: 알고리즘 제안
lt: Algoritmo pasiūlymas
lv: Algoritma ieteikums
mk: Предлог за алгоритам
ms: Cadangan Algoritma
my: အယ်လဂိုရီသမ် အကြံပြုချက်
nb: Algoritmeforslag
nl: Algoritme-advies
pl: Sugestia algorytmu
pt: Sugestão de algoritmo
ro: Sugestie algoritm
ru: Предложение алгоритма
si: ඇල්ගොරිතම යෝජනාව
sk: Návrh algoritmu
sl: Predlog algoritma
sq: Sugjerim algoritmi
sr: Предлог алгоритма
sv: Algoritmförslag
sw: Mapendekezo ya Algorithm
te: అల్గోరిథం సూచన
th: คำแนะนำอัลกอริทึม
tr: Algoritma Önerisi
uk: Пропозиція алгоритму
ur: الگورتھم کی تجویز
uz: Algoritm taklifi
vi: Đề xuất thuật toán
zh: 算法建议
zh_hant: 演算法建議
zu: Isiphakamiso se-Algorithm

# switchToMctsSuggestion
source: You've lost several games in a row at Level 1. Would you like to switch to the easier MCTS algorithm to reduce difficulty?
af: Jy het verskeie wedstryde agtereenvolgens by Vlak 1 verloor. Wil jy na die makliker MCTS-algoritme oorskakel om die moeilikheidsgraad te verminder?
am: በደረጃ 1 ተከታታይ ጨዋታዎችን አጥተዋል። ችግርን ለመቀነስ ወደ ቀላል MCTS አልጎሪዝም መቀየር ይፈልጋሉ?
ar: لقد خسرت عدة ألعاب متتالية في المستوى 1. هل ترغب في التبديل إلى خوارزمية MCTS الأسهل لتقليل الصعوبة؟
az: Səviyyə 1-də ardıcıl olaraq bir neçə oyun uduzmusunuz. Çətinliyi azaltmaq üçün daha asan MCTS alqoritminə keçmək istərdiniz?
be: Вы прайгралі некалькі гульняў запар на ўзроўні 1. Хочаце пераключыцца на больш просты алгарытм MCTS, каб знізіць складанасць?
bg: Загубихте няколко игри подред на ниво 1. Желаете ли да превключите към по-лесния MCTS алгоритъм, за да намалите трудността?
bn: আপনি লেভেল ১-এ পরপর কয়েকটি গেম হেরেছেন। অসুবিধা কমাতে সহজ MCTS অ্যালগরিদমে পরিবর্তন করতে চান?
bo: ཁྱེད་ཀྱིས་རིམ་པ་ ༡ ནང་མུ་མཐུད་རྩེད་མོ་མང་པོ་ཕམ་ཟིན། དཀའ་ངལ་ཉུང་སྒྲིལ་བྱེད་པའི་ཆེད་དུ་སྟབས་བདེ་བའི་ MCTS རྩིས་ལས་ལ་བརྗེ་རྒྱུ་ཡིན་ནམ།
ca: Has perdut diverses partides seguides al nivell 1. Vols canviar a l'algorisme MCTS més fàcil per reduir la dificultat?
cs: Prohráli jste několik her v řadě na úrovni 1. Chcete přepnout na jednodušší algoritmus MCTS, abyste snížili obtížnost?
da: Du har tabt flere spil i træk på niveau 1. Vil du skifte til den nemmere MCTS-algoritme for at reducere sværhedsgraden?
de: Sie haben mehrere Spiele hintereinander auf Stufe 1 verloren. Möchten Sie zum einfacheren MCTS-Algorithmus wechseln, um die Schwierigkeit zu reduzieren?
el: Έχετε χάσει αρκετά παιχνίδια στη σειρά στο Επίπεδο 1. Θέλετε να αλλάξετε στον ευκολότερο αλγόριθμο MCTS για να μειώσετε τη δυσκολία;
es: Has perdido varios juegos seguidos en el nivel 1. ¿Deseas cambiar al algoritmo MCTS más fácil para reducir la dificultad?
et: Olete kaotanud mitu mängu järjest tasemel 1. Kas soovite lihtsama MCTS-algoritmi kasutamisele üle minna, et raskusastet vähendada?
fa: شما چندین بازی پشت سر هم را در سطح 1 باخته‌اید. آیا می‌خواهید برای کاهش سختی به الگوریتم ساده‌تر MCTS تغییر دهید؟
fi: Olet hävinnyt useita pelejä peräkkäin tasolla 1. Haluatko vaihtaa helpompaan MCTS-algoritmiin vaikeustason pienentämiseksi?
fr: Vous avez perdu plusieurs parties d'affilée au niveau 1. Voulez-vous passer à l'algorithme MCTS plus facile pour réduire la difficulté?
gu: તમે લેવલ 1 પર સતત કેટલીક રમતો હારી ગયા છો. શું તમે મુશ્કેલી ઘટાડવા માટે સરળ MCTS અલ્ગોરિધમ પર સ્વિચ કરવા માંગો છો?
he: הפסדת כמה משחקים ברציפות ברמה 1. האם תרצה לעבור לאלגוריתם MCTS הקל יותר כדי להפחית את הקושי?
hi: आप लेवल 1 पर लगातार कई गेम हार चुके हैं। क्या आप कठिनाई कम करने के लिए आसान MCTS एल्गोरिदम पर स्विच करना चाहेंगे?
hr: Izgubili ste nekoliko igara zaredom na razini 1. Želite li prijeći na lakši MCTS algoritam kako biste smanjili težinu?
hu: Több játékot is elveszített egymás után az 1. szinten. Szeretne átváltani a könnyebb MCTS algoritmusra a nehézség csökkentése érdekében?
hy: Դուք կորցրել եք մի քանի խաղեր անընդմեջ մակարդակ 1-ում։ Ցանկանո՞ւմ եք անցնել ավելի հեշտ MCTS ալգորիթմին՝ բարդությունը նվազեցնելու համար։
id: Anda telah kalah beberapa permainan berturut-turut di Level 1. Apakah Anda ingin beralih ke algoritma MCTS yang lebih mudah untuk mengurangi kesulitan?
is: Þú hefur tapað nokkrum leikjum í röð á stigi 1. Viltu skipta yfir í auðveldara MCTS reikniritið til að minnka erfiðleikastigið?
it: Hai perso diverse partite di fila al livello 1. Vuoi passare all'algoritmo MCTS più semplice per ridurre la difficoltà?
ja: レベル1で何度も連続して負けています。難易度を下げるため、より簡単なMCTSアルゴリズムに切り替えますか？
km: អ្នកបានចាញ់ហ្គេមជាបន្តបន្ទាប់នៅកម្រិត ១។ តើអ្នកចង់ប្តូរទៅក្បួនដោះស្រាយ MCTS ដែលងាយស្រួលជាងដើម្បីបន្ថយការលំបាកទេ?
kn: ನೀವು ಹಂತ 1 ರಲ್ಲಿ ಸತತವಾಗಿ ಹಲವು ಆಟಗಳನ್ನು ಸೋತಿದ್ದೀರಿ. ತೊಂದರೆ ಕಡಿಮೆ ಮಾಡಲು ಸುಲಭವಾದ MCTS ಅಲ್ಗಾರಿದಮ್‌ಗೆ ಬದಲಾಯಿಸಲು ಬಯಸುವಿರಾ?
ko: 레벨 1에서 여러 게임을 연속으로 졌습니다. 난이도를 낮추기 위해 더 쉬운 MCTS 알고리즘으로 전환하시겠습니까?
lt: Pralaimėjote kelis žaidimus iš eilės 1 lygyje. Ar norėtumėte pereiti prie lengvesnio MCTS algoritmo, kad sumažintumėte sudėtingumą?
lv: Jūs esat zaudējis vairākas spēles pēc kārtas 1. līmenī. Vai vēlaties pārslēgties uz vienkāršāku MCTS algoritmu, lai samazinātu grūtības?
mk: Изгубивте неколку игри едноподруго на ниво 1. Дали сакате да преминете на полесниот MCTS алгоритам за да ја намалите тежината?
ms: Anda telah kalah beberapa permainan berturut-turut di Tahap 1. Adakah anda ingin beralih kepada algoritma MCTS yang lebih mudah untuk mengurangkan kesukaran?
my: သင်သည် အဆင့် ၁ တွင် ဂိမ်းများစွာကို ဆက်တိုက်ရှုံးနေပါသည်။ အခက်အခဲလျှော့ချရန် ပိုလွယ်ကူသော MCTS အယ်လဂိုရီသမ်သို့ ပြောင်းလိုပါသလား?
nb: Du har tapt flere spill på rad på nivå 1. Vil du bytte til den enklere MCTS-algoritmen for å redusere vanskelighetsgraden?
nl: Je hebt meerdere spellen achter elkaar verloren op niveau 1. Wil je overschakelen naar het eenvoudigere MCTS-algoritme om de moeilijkheidsgraad te verlagen?
pl: Przegrałeś kilka gier z rzędu na poziomie 1. Czy chcesz przełączyć się na łatwiejszy algorytm MCTS, aby zmniejszyć trudność?
pt: Você perdeu vários jogos seguidos no nível 1. Deseja mudar para o algoritmo MCTS mais fácil para reduzir a dificuldade?
ro: Ați pierdut mai multe jocuri la rând la nivelul 1. Doriți să treceți la algoritmul MCTS mai ușor pentru a reduce dificultatea?
ru: Вы проиграли несколько игр подряд на уровне 1. Хотите переключиться на более простой алгоритм MCTS, чтобы снизить сложность?
si: ඔබ මට්ටම 1 හි අඛණ්ඩව ක්‍රීඩා කිහිපයක් පරාජය වී ඇත. අපහසුතා අඩු කිරීමට පහසු MCTS ඇල්ගොරිතමයට මාරු වීමට ඔබ කැමතිද?
sk: Prehrali ste niekoľko hier za sebou na úrovni 1. Chcete prepnúť na jednoduchší algoritmus MCTS, aby ste znížili obtiažnosť?
sl: Izgubili ste več iger zapored na ravni 1. Želite preklopiti na lažji algoritem MCTS za zmanjšanje težavnosti?
sq: Keni humbur disa lojëra rresht në nivelin 1. Doni të kaloni te algoritmi më i lehtë MCTS për të zvogëluar vështirësinë?
sr: Изгубили сте неколико игара заредом на нивоу 1. Желите ли да пређете на лакши MCTS алгоритам да бисте смањили тежину?
sv: Du har förlorat flera spel i rad på nivå 1. Vill du byta till den enklare MCTS-algoritmen för att minska svårighetsgraden?
sw: Umepoteza michezo kadhaa mfululizo kwenye Kiwango 1. Je, ungependa kubadilisha kwa algorithm ya MCTS iliyo rahisi zaidi ili kupunguza ugumu?
te: మీరు లెవల్ 1 లో వరుసగా అనేక ఆటలను ఓడిపోయారు. కష్టాన్ని తగ్గించడానికి సులభమైన MCTS అల్గోరిథంకు మారాలనుకుంటున్నారా?
th: คุณแพ้เกมหลายเกมติดต่อกันในระดับ 1 คุณต้องการเปลี่ยนไปใช้อัลกอริทึม MCTS ที่ง่ายกว่าเพื่อลดความยากหรือไม่?
tr: Seviye 1'de art arda birkaç oyun kaybettiniz. Zorluğu azaltmak için daha kolay MCTS algoritmasına geçmek ister misiniz?
uk: Ви програли кілька ігор поспіль на рівні 1. Бажаєте перейти на простіший алгоритм MCTS, щоб знизити складність?
ur: آپ نے لیول 1 میں لگاتار کئی گیمز ہار دیے ہیں۔ کیا آپ مشکل کو کم کرنے کے لیے آسان MCTS الگورتھم پر سوئچ کرنا چاہیں گے؟
uz: Siz 1-darajada ketma-ket bir nechta o'yinni yutqazdingiz. Qiyinlikni kamaytirish uchun osonroq MCTS algoritmiga o'tishni xohlaysizmi?
vi: Bạn đã thua nhiều ván liên tiếp ở Cấp độ 1. Bạn có muốn chuyển sang thuật toán MCTS dễ hơn để giảm độ khó không?
zh: 您在 1 级已经连续输了多局棋。要切换到更简单的 MCTS 算法以降低难度吗？
zh_hant: 您在 1 級已經連續輸了多局棋。要切換到更簡單的 MCTS 演算法以降低難度嗎？
zu: Ulahlekelwe imidlalo eminingana ngokulandelana ku-Level 1. Ungathanda ukushintshela ku-algorithm ye-MCTS elula kakhulu ukuze unciphise ubunzima?
