Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# noteAiThinkingTimeMayNotBePrecise
source: Please be aware that the AI thinking time adjustment may not be entirely precise. The actual thinking time may be shorter when the difficulty level is set to a lower value and may be longer when the AI is mid-thought when the time runs out.
af: Wees asseblief bewus daarvan dat die KI-denktydaanpassing dalk nie heeltemal presies is nie. Die werklike dinktyd kan korter wees wanneer die moeilikheidsgraad op 'n laer waarde gestel is en kan langer wees wanneer die KI halfgedink is wanneer die tyd uitloop.
am: AI ማሰብ ጊዜ ማቅረብ መሙላት ተክኖ አይደለም እባኮትን ተነቀው። አስልካከ ጊዜ ቀርቦ ከሆነ የተመነ ማሰብ ጊዜ አጭር ይሆናል በሚቀጥለው ከተከለከለ የአስተናጋጅ ደረጃ በመነሻ ጊዜ ሊያልፍ ትችላለች።
ar: يرجى الانتباه إلى أن تعديل وقت تفكير الذكاء الاصطناعي قد لا يكون دقيقًا تمامًا. قد يكون وقت التفكير الفعلي أقصر عندما يتم تعيين مستوى الصعوبة على قيمة أقل وقد يكون أطول عندما يكون الذكاء الاصطناعي في منتصف التفكير عندما ينفد الوقت.
az: Nəzərə alın ki, AI düşünmə vaxtının tənzimlənməsi tamamilə dəqiq olmaya bilər. Çətinlik səviyyəsi aşağı qiymətə təyin edildikdə faktiki düşünmə vaxtı daha qısa ola bilər və vaxt bitdikdə AI orta hesabla olduqda daha uzun ola bilər.
be: Майце на ўвазе, што рэгуляванне часу мыслення штучным інтэлектам можа быць не зусім дакладным. Фактычны час абдумвання можа быць карацейшым, калі ўзровень складанасці ўсталяваны на больш нізкае значэнне, і можа быць большым, калі штучны інтэлектуальны інтэлект знаходзіцца ў сярэдзіне разважанняў, калі час скончыцца.
bg: Моля, имайте предвид, че настройката на времето за мислене на AI може да не е напълно точна. Действителното време за мислене може да е по-кратко, когато нивото на трудност е зададено на по-ниска стойност и може да е по-дълго, когато AI е в средата на мисленето, когато времето изтече.
bn: অনুগ্রহ করে সচেতন থাকুন যে AI চিন্তার সময় সমন্বয় সম্পূর্ণরূপে সুনির্দিষ্ট নাও হতে পারে। প্রকৃত চিন্তার সময় কম হতে পারে যখন অসুবিধার মাত্রা কম মানের সেট করা হয় এবং সময় ফুরিয়ে গেলে AI মধ্য-চিন্তা করার সময় দীর্ঘ হতে পারে।
bo: AI བསམ་བློ་གཏོང་བའི་དུས་ཚོད་བསྒྱུར་བཅོས་དེ་ཡོངས་སུ་གཏན་འཁེལ་མིན་པ་ཤེས་དགོས། དཀའ་ངལ་གྱི་ཚད་གཞི་དེ་རིན་ཐང་དམའ་རུ་གཏོང་སྐབས་བསམ་བློ་གཏོང་བའི་དུས་ཚོད་ངོ་མ་དེ་ཐུང་བ་དང་།
ca: Tingueu en compte que l'ajust del temps de raonament de la IA pot no ser del tot precís. El temps real podria ser més curt en nivells de dificultat baixos o més llarg si la IA està en ple procés de càlcul.
cs: Uvědomte si prosím, že úprava doby myšlení AI nemusí být zcela přesná. Skutečná doba přemýšlení může být kratší, když je úroveň obtížnosti nastavena na nižší hodnotu, a může být delší, když je AI uprostřed myšlenky, když čas vyprší.
da: Vær opmærksom på, at AI-tænketidsjusteringen muligvis ikke er helt præcis. Den faktiske tænketid kan være kortere, når sværhedsgraden er sat til en lavere værdi og kan være længere, når AI'en er midtvejs, når tiden løber ud.
de: Bitte beachte, dass die Anpassung der KI-Denkzeit möglicherweise nicht ganz genau ist. Die tatsächliche Bedenkzeit kann kürzer sein, wenn der Schwierigkeitsgrad auf einen niedrigeren Wert eingestellt ist, und kann länger sein, wenn die KI mitten im Denken ist, wenn die Zeit abläuft.
el: Λάβετε υπόψη ότι η προσαρμογή του χρόνου σκέψης AI μπορεί να μην είναι απολύτως ακριβής. Ο πραγματικός χρόνος σκέψης μπορεί να είναι μικρότερος όταν το επίπεδο δυσκολίας έχει ρυθμιστεί σε χαμηλότερη τιμή και μπορεί να είναι μεγαλύτερος όταν η τεχνητή νοημοσύνη είναι στη μέση της σκέψης όταν ο χρόνος τελειώσει.
es: Por favor, tenga en cuenta que el ajuste del tiempo de pensamiento de la IA puede no ser del todo preciso. El tiempo real de pensamiento puede ser más corto si la dificultad se establece en un valor más bajo, y puede ser más largo si la IA está pensando cuando se acaba el tiempo.
et: Pange tähele, et AI mõtlemisaja reguleerimine ei pruugi olla täiesti täpne. Tegelik mõtlemisaeg võib olla lühem, kui raskusaste on seatud madalamale väärtusele, ja võib olla pikem, kui AI on keskmise mõtteviisiga, kui aeg otsa saab.
fa: لطفاً توجه داشته باشید که تنظیم زمان تفکر هوش مصنوعی ممکن است کاملاً دقیق نباشد. زمانی که سطح دشواری روی مقدار کمتری تنظیم می‌شود، ممکن است زمان واقعی فکر کوتاه‌تر باشد و وقتی زمان تمام می‌شود، ممکن است زمانی طولانی‌تر شود.
fi: Huomaa, että tekoälyn ajatteluajan säätö ei välttämättä ole täysin tarkka. Todellinen ajatteluaika voi olla lyhyempi, kun vaikeustaso on asetettu pienemmälle arvolle, ja voi olla pidempi, kun tekoäly on puoliajattelu, kun aika loppuu.
fr: Veuillez noter que l'ajustement du temps de réflexion de l'IA peut ne pas être tout à fait précis. Le temps de réflexion réel peut être plus court lorsque le niveau de difficulté est défini sur une valeur inférieure et peut être plus long lorsque l'IA est à mi-réflexion lorsque le temps est écoulé.
gu: કૃપા કરીને ધ્યાન રાખો કે AI વિચારસરણી સમય ગોઠવણ સંપૂર્ણપણે ચોક્કસ ન હોઈ શકે. જ્યારે મુશ્કેલી સ્તર નીચા મૂલ્ય પર સેટ હોય ત્યારે વાસ્તવિક વિચારવાનો સમય ઓછો હોઈ શકે છે અને જ્યારે સમય સમાપ્ત થઈ જાય ત્યારે AI મધ્ય-વિચારમાં હોય ત્યારે તે લાંબો હોઈ શકે છે.
he: אנא שים לב שהתאמת זמן החשיבה של AI עשויה להיות לא מדויקת לחלוטין. זמן החשיבה בפועל עשוי להיות קצר יותר כאשר רמת הקושי מוגדרת לערך נמוך יותר ועשוי להיות ארוך יותר כאשר ה-AI נמצא באמצע המחשבה כאשר הזמן אוזל.
hi: कृपया ध्यान रखें कि एआई सोच समय समायोजन पूरी तरह से सटीक नहीं हो सकता है। वास्तविक सोच समय कम हो सकता है जब कठिनाई का स्तर कम मान पर सेट होता है और जब समय समाप्त हो जाता है तो एआई मध्य-विचार होने पर लंबा हो सकता है।
hr: Imajte na umu da prilagodba vremena razmišljanja UI-a možda neće biti sasvim precizna. Stvarno vrijeme razmišljanja može biti kraće kada je razina složenosti postavljena na nižu vrijednost i može biti duže kada je UI usred razmišljanja kada vrijeme istekne.
hu: Kérjük, vegye figyelembe, hogy az AI gondolkodási idő beállítása nem feltétlenül teljesen pontos. A tényleges gondolkodási idő rövidebb lehet, ha a nehézségi szint alacsonyabb értékre van állítva, és hosszabb lehet, ha az AI középen gondolkodik, amikor lejár az idő.
hy: Խնդրում ենք տեղյակ լինել, որ AI մտածողության ժամանակի ճշգրտումը կարող է ամբողջովին ճշգրիտ չլինել: Մտածելու իրական ժամանակը կարող է ավելի կարճ լինել, երբ դժվարության մակարդակը սահմանվում է ավելի ցածր արժեքի և կարող է ավելի երկար լինել, երբ AI-ն միջին մտածողության մեջ է, երբ ժամանակը սպառվում է:
id: Perlu diketahui bahwa penyesuaian waktu berpikir AI mungkin tidak sepenuhnya tepat. Waktu berpikir yang sebenarnya mungkin lebih pendek saat tingkat kesulitan diatur ke nilai yang lebih rendah dan mungkin lebih lama saat AI sedang berpikir saat waktu habis.
is: Vinsamlegast hafðu í huga að tímastilling gervigreindarhugsunar er kannski ekki alveg nákvæm. Raunverulegur umhugsunartími getur verið styttri þegar erfiðleikastigið er stillt á lægra gildi og getur verið lengri þegar gervigreindin er miðlungs hugsun þegar tíminn rennur út.
it: Tieni presente che la regolazione del tempo di pensiero dell'IA potrebbe non essere del tutto precisa. Il tempo di pensiero effettivo può essere più breve quando il livello di difficoltà è impostato su un valore inferiore e può essere più lungo quando l'IA è a metà pensiero allo scadere del tempo.
ja: AIの思考時間の調整は完全に正確ではない可能性があることに注意してください。実際の思考時間は、難易度を低く設定すると短くなり、時間切れでAIが思考中の場合は長くなる場合があります。
km: សូមជ្រាបថាការកែតម្រូវពេលវេលាគិតរបស់ AI ប្រហែលជាមិនជាក់លាក់ទាំងស្រុងទេ។ ពេលវេលាគិតជាក់ស្តែងអាចខ្លីជាងនៅពេលកម្រិតលំបាកត្រូវបានកំណត់ទៅតម្លៃទាបជាង ហើយអាចយូរជាងនៅពេល AI កំពុងគិតនៅពេលពេលវេលាអស់។
kn: AI ಚಿಂತನೆಯ ಸಮಯದ ಹೊಂದಾಣಿಕೆಯು ಸಂಪೂರ್ಣವಾಗಿ ನಿಖರವಾಗಿಲ್ಲದಿರಬಹುದು ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ತಿಳಿದಿರಲಿ. ತೊಂದರೆಯ ಮಟ್ಟವನ್ನು ಕಡಿಮೆ ಮೌಲ್ಯಕ್ಕೆ ಹೊಂದಿಸಿದಾಗ ನಿಜವಾದ ಆಲೋಚನಾ ಸಮಯವು ಚಿಕ್ಕದಾಗಿರಬಹುದು ಮತ್ತು ಸಮಯ ಮುಗಿದಾಗ AI ಮಧ್ಯದಲ್ಲಿ ಯೋಚಿಸಿದಾಗ ದೀರ್ಘವಾಗಿರುತ್ತದೆ.
ko: AI 사고 시간 조정이 완전히 정확하지 않을 수 있음을 유의하십시오. 실제 생각하는 시간은 난이도가 낮은 값으로 설정되어 있을 때 더 짧을 수 있고 시간이 다 되어 AI가 중간 생각일 때 더 길어질 수 있습니다.
lt: Atminkite, kad AI mąstymo laiko koregavimas gali būti ne visai tikslus. Tikrasis mąstymo laikas gali būti trumpesnis, kai sunkumo lygis nustatytas į mažesnę reikšmę, ir gali būti ilgesnis, kai AI yra vidutinio mąstymo, kai laikas baigiasi.
lv: Lūdzu, ņemiet vērā, ka AI domāšanas laika pielāgošana var nebūt pilnīgi precīza. Faktiskais domāšanas laiks var būt īsāks, ja grūtības līmenis ir iestatīts uz zemāku vērtību, un var būt garāks, ja AI ir vidējas domāšanas laiks, kad laiks beidzas.
mk: Имајте предвид дека прилагодувањето на времето за размислување со вештачка интелигенција можеби не е целосно прецизно. Вистинското време на размислување може да биде пократко кога нивото на тежина е поставено на помала вредност и може да биде подолго кога вештачката интелигенција е во средина на размислување кога ќе истече времето.
ms: Harap maklum bahawa pelarasan masa pemikiran AI mungkin tidak tepat sepenuhnya. Masa pemikiran sebenar mungkin lebih pendek apabila tahap kesukaran ditetapkan kepada nilai yang lebih rendah dan mungkin lebih lama apabila AI sedang difikirkan apabila masa tamat.
my: AI တွေးခေါ်ချိန်ချိန်ညှိမှုသည် လုံးဝတိကျမည်မဟုတ်ကြောင်း ကျေးဇူးပြု၍ သတိပြုပါ။ အခက်အခဲအဆင့်ကို နိမ့်သောတန်ဖိုးအဖြစ် သတ်မှတ်သောအခါတွင် အမှန်တကယ် တွေးခေါ်ချိန်သည် တိုတောင်းနိုင်ပြီး အချိန်ကုန်သွားသောအခါတွင် AI သည် အတွေးအလယ်တွင် ပိုရှည်နိုင်သည်။
nb: Vær oppmerksom på at AI-tenkningstidsjusteringen kanskje ikke er helt presis. Den faktiske tenketiden kan være kortere når vanskelighetsgraden er satt til en lavere verdi og kan være lengre når AI-en er midt i tanken når tiden renner ut.
nl: Houd er rekening mee dat de aanpassing van de denktijd van de AI mogelijk niet helemaal nauwkeurig is. De daadwerkelijke denktijd kan korter zijn als de moeilijkheidsgraad op een lagere waarde is ingesteld en kan langer zijn als de AI halverwege nadenkt als de tijd om is.
pl: Należy pamiętać, że dostosowanie czasu myślenia AI może nie być całkowicie precyzyjne. Rzeczywisty czas myślenia może być krótszy, gdy poziom trudności jest ustawiony na niższą wartość, i może być dłuższy, gdy sztuczna inteligencja jest w połowie myślenia, gdy skończy się czas.
pt: Por favor, note que o ajuste do tempo de raciocínio da IA pode não ser totalmente preciso. O tempo real de raciocínio pode ser mais curto se a dificuldade for definida como um valor mais baixo, e pode ser mais longo se a IA estiver pensando quando o tempo acabar.
ro: Vă rugăm să rețineți că ajustarea timpului de gândire AI poate să nu fie complet precisă. Timpul real de gândire poate fi mai scurt atunci când nivelul de dificultate este setat la o valoare mai mică și poate fi mai lung atunci când IA este la mijlocul gândirii când timpul expiră.
ru: Имейте в виду, что корректировка времени обдумывания ИИ может быть не совсем точной. Фактическое время обдумывания может быть короче, если уровень сложности установлен на более низкое значение, и может быть больше, когда ИИ находится в середине размышлений, когда время истекает.
si: කරුණාකර දැන ගන්න, AI සිතුවිලි කාල සීමාව සකස් කිරීම පූර්ණයෙන්ම නිරවුල් නොවිය හැක. අභියෝගතා මට්ටම අඩු අගයකට තැබූ විට සැබෑ සිතුවිලි කාලය කෙටි විය හැකිය හා AI සිතුවිලි මැද සිටින විට කාලය අවසන් වන විට දිගු විය හැකිය.
sk: Upozorňujeme, že úprava času myslenia AI nemusí byť úplne presná. Skutočný čas na premýšľanie môže byť kratší, keď je úroveň obtiažnosti nastavená na nižšiu hodnotu, a môže byť dlhší, keď je AI v strede myslenia, keď vyprší čas.
sl: Zavedajte se, da prilagoditev časa razmišljanja AI morda ni povsem natančna. Dejanski čas razmišljanja je lahko krajši, če je težavnostna stopnja nastavljena na nižjo vrednost, in je lahko daljši, ko je AI sredi razmišljanja, ko se čas izteče.
sq: Ju lutemi, kini parasysh se rregullimi i kohës së të menduarit të AI mund të mos jetë plotësisht i saktë. Koha aktuale e të menduarit mund të jetë më e shkurtër kur niveli i vështirësisë është vendosur në një vlerë më të ulët dhe mund të jetë më e gjatë kur AI është në mes të mendimit kur koha mbaron.
sr: Имајте на уму да подешавање времена размишљања АИ можда није сасвим прецизно. Стварно време размишљања може бити краће када је ниво тежине постављен на нижу вредност и може бити дуже када је АИ усред размишљања када време истекне.
sv: Var medveten om att AI-tänketidsjusteringen kanske inte är helt exakt. Den faktiska tanketiden kan vara kortare när svårighetsgraden är inställd på ett lägre värde och kan vara längre när AI:n är halvtänkt när tiden går ut.
sw: Tafadhali kumbuka kuwa marekebisho ya muda wa kufikiria ya AI huenda sio sahihi kabisa. Muda halisi wa kufikiria unaweza kuwa mfupi zaidi wakati kiwango cha ugumu kimepunguzwa na kinaweza kuwa kirefu zaidi wakati AI iko katikati ya mawazo wakati muda unakwisha.
ta: AI சிந்தனை நேர சரிசெய்தல் முற்றிலும் துல்லியமாக இருக்காது என்பதை நினைவில் கொள்க. சிரம நிலை குறைந்த மதிப்புக்கு அமைக்கப்படும்போது உண்மையான சிந்தனை நேரம் குறுகியதாக இருக்கலாம், மேலும் நேரம் முடிந்ததும் AI நடுப்பகுதியில் சிந்திக்கும்போது நீண்டதாக இருக்கலாம்.
te: AI థింకింగ్ టైమ్ అడ్జస్ట్‌మెంట్ పూర్తిగా ఖచ్చితంగా ఉండకపోవచ్చని దయచేసి గుర్తుంచుకోండి. క్లిష్టత స్థాయిని తక్కువ విలువకు సెట్ చేసినప్పుడు వాస్తవ ఆలోచనా సమయం తక్కువగా ఉండవచ్చు మరియు సమయం ముగిసినప్పుడు AI మధ్యలో ఆలోచించినప్పుడు ఎక్కువ సమయం ఉండవచ్చు.
th: โปรดทราบว่าการปรับเวลาคิดของ AI อาจไม่แม่นยำทั้งหมด เวลาในการคิดจริงอาจสั้นลงเมื่อระดับความยากถูกตั้งค่าให้ต่ำลง และอาจนานขึ้นเมื่อ AI อยู่ระหว่างกลางเมื่อหมดเวลา
tr: Lütfen AI düşünme süresi ayarının tam olarak kesin olmayabileceğini unutmayın. Gerçek düşünme süresi, zorluk seviyesi daha düşük bir değere ayarlandığında daha kısa olabilir ve süre dolduğunda yapay zeka orta düşüncede olduğunda daha uzun olabilir.
uk: Майте на увазі, що налаштування часу мислення ШІ може бути не зовсім точним. Фактичний час на обдумування може бути коротшим, якщо рівень складності встановлено на нижче значення, і може бути довшим, коли штучний інтелект знаходиться на середині обдумування, коли час закінчується.
ur: براہ کرم آگاہ رہیں کہ AI سوچ کے وقت کی ایڈجسٹمنٹ پوری طرح سے درست نہیں ہوسکتی ہے۔ اصل سوچ کا وقت اس وقت کم ہو سکتا ہے جب مشکل کی سطح کو کم قیمت پر سیٹ کیا جاتا ہے اور جب وقت ختم ہو جاتا ہے تو AI درمیانی سوچ کے وقت زیادہ ہو سکتا ہے۔
uz: Shuni yodda tutingki, AI fikrlash vaqtini sozlash to'liq aniq bo'lmasligi mumkin. Haqiqiy fikrlash vaqti qiyinchilik darajasi pastroq qiymatga o'rnatilganda qisqaroq bo'lishi mumkin va vaqt tugashi bilan AI o'rtada bo'lganda uzoqroq bo'lishi mumkin.
vi: Xin lưu ý rằng việc điều chỉnh thời gian suy nghĩ của AI có thể không hoàn toàn chính xác. Thời gian suy nghĩ thực tế có thể ngắn hơn khi mức độ khó được đặt ở giá trị thấp hơn và có thể dài hơn khi AI đang suy nghĩ giữa chừng khi hết thời gian.
zh: 请注意，AI 思考时间的调整可能并不精确。当难度等级设置为较低值时，实际思考时间可能会更短，而当时间耗尽时 AI 还在思考时，则实际思考时间可能会更长。
zh_hant: 請注意，機器思考時間的調整可能並不精確。當難度等級設置為較低值時，實際思考時間可能會更短，而當時間耗盡時 AI 還在思考時，則實際思考時間可能會更長。
zu: Sicela uqaphele ukuthi ukulungiswa kwesikhathi sokucabanga kwe-AI kungase kungabi nembayo ngokuphelele. Isikhathi sangempela sokucabanga singase sibe sifushane lapho ileveli yobunzima isethelwe kunani eliphansi futhi ingaba yinde uma i-AI imaphakathi nomcabango lapho isikhathi siphela.
