Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# whatIsRandom
source: When the 'Use perfect database' option is not enabled, the 'Random' setting causes the AI to move pieces randomly without using any algorithms for move selection. This typically results in significantly weaker gameplay. Conversely, when 'Use perfect database' is enabled, the AI exclusively relies on the 'Perfect Database' for making decisions, instead of blending it with traditional AI algorithms. In this mode, the AI's moves are entirely based on the database's content, eschewing reliance on real-time calculations or search algorithms.
af: Wanneer die 'Gebruik perfekte databasis' opsie nie geaktiveer is nie, veroorsaak die 'Ewekansige' instelling dat die KI stukke ewekansig skuif sonder om enige algoritmes vir skuifseleksie te gebruik. Dit lei gewoonlik tot beduidend swakker spel. In teenstelling, wanneer 'Gebruik perfekte databasis' geaktiveer is, steun die KI uitsluitlik op die 'Perfekte Databasis' vir besluitneming, in plaas daarvan om dit te meng met tradisionele KI-algoritmes. In hierdie modus is die KI se skuifbewegings heeltemal gebaseer op die inhoud van die databasis, en vermy afhanklikheid van regstreekse berekeninge of soekalgoritmes.
am: እንዲያህል በሚገኝና አስተካከላቸው እንቅስቃሴዎች ሳይሆን ራንደም እንቅስቃሴ እንዲሆን ይመክራል።
ar: عندما لا يتم تفعيل خيار "استخدام قاعدة البيانات المثالية"، يؤدي إعداد "العشوائية" إلى قيام الذكاء الاصطناعي بتحريك القطع بشكل عشوائي دون استخدام أي خوارزميات لاختيار الحركات. هذا يؤدي عادةً إلى ضعف كبير في أسلوب اللعب. على النقيض من ذلك، عند تفعيل خيار "استخدام قاعدة البيانات المثالية"، يعتمد الذكاء الاصطناعي حصريًا على "قاعدة البيانات المثالية" لاتخاذ القرارات، بدلاً من دمجها مع خوارزميات الذكاء الاصطناعي التقليدية. في هذا الوضع، تعتمد حركات الذكاء الاصطناعي بالكامل على محتوى قاعدة البيانات، متجنبة الاعتماد على الحسابات الفورية أو خوارزميات البحث.
az: "Mükəmməl verilənlər bazasından istifadə et" seçimi aktiv edilmədikdə, "Təsadüfi" parametri süni intellektin hərəkət seçimi üçün heç bir alqoritmdən istifadə etmədən parçaları təsadüfi şəkildə daşımasına səbəb olur. Bu, adətən əhəmiyyətli dərəcədə zəif oyunla nəticələnir. Əksinə, "Mükəmməl verilənlər bazasından istifadə et" aktiv olduqda, AI ənənəvi AI alqoritmləri ilə qarışdırmaq əvəzinə, qərar qəbul etmək üçün yalnız "Mükəmməl verilənlər bazası"na etibar edir. Bu rejimdə AI-nin hərəkətləri real vaxt hesablamalarına və ya axtarış alqoritmlərinə etibar etməkdən qaçaraq, tamamilə verilənlər bazasının məzmununa əsaslanır.
be: Калі параметр «Выкарыстоўваць ідэальную базу дадзеных» не ўключаны, параметр «Выпадковы» прымушае штучны інтэлект перамяшчаць фігуры выпадковым чынам без выкарыстання якіх-небудзь алгарытмаў выбару хадоў. Гэта звычайна прыводзіць да значна слабейшага гульнявога працэсу. І наадварот, калі «Выкарыстоўваць ідэальную базу дадзеных» уключана, ШІ абапіраецца выключна на «Ідэальную базу дадзеных» для прыняцця рашэнняў замест таго, каб змешваць яе з традыцыйнымі алгарытмамі штучнага інтэлекту. У гэтым рэжыме дзеянні штучнага інтэлекту цалкам грунтуюцца на змесце базы дадзеных, пазбягаючы залежнасці ад вылічэнняў у рэальным часе або алгарытмаў пошуку.
bg: Когато опцията „Използване на перфектна база данни“ не е активирана, настройката „Произволно“ кара AI да мести фигури произволно, без да използва никакви алгоритми за избор на ход. Това обикновено води до значително по-слаб геймплей. Обратно, когато „Използване на перфектната база данни“ е активирано, AI разчита изключително на „Перфектната база данни“ за вземане на решения, вместо да я смесва с традиционните алгоритми на AI. В този режим ходовете на AI са изцяло базирани на съдържанието на базата данни, като се избягва зависимостта от изчисления в реално време или алгоритми за търсене.
bn: যখন 'নিখুঁত ডাটাবেস ব্যবহার করুন' বিকল্পটি সক্রিয় না থাকে, তখন 'র্যান্ডম' সেটিং এআইকে সরানো নির্বাচনের জন্য কোনো অ্যালগরিদম ব্যবহার না করে এলোমেলোভাবে টুকরো টুকরো করে দেয়। এটি সাধারণত উল্লেখযোগ্যভাবে দুর্বল গেমপ্লে পরিণত হয়। বিপরীতভাবে, যখন 'নিখুঁত ডেটাবেস ব্যবহার করুন' সক্ষম করা হয়, তখন AI একচেটিয়াভাবে সিদ্ধান্ত নেওয়ার জন্য 'পারফেক্ট ডেটাবেস'-এর উপর নির্ভর করে, এটিকে ঐতিহ্যগত AI অ্যালগরিদমের সাথে মিশ্রিত করার পরিবর্তে। এই মোডে, AI এর চালগুলি সম্পূর্ণরূপে ডাটাবেসের বিষয়বস্তুর উপর ভিত্তি করে, রিয়েল-টাইম গণনা বা অনুসন্ধান অ্যালগরিদমের উপর নির্ভরতা পরিহার করে।
bo: གཞི་གྲངས་མཛོད་ཡང་དག་པ་བེད་སྤྱོད་བྱེད་ གདམ་ཁ་འདི་ལྕོགས་ཅན་མེད་པའི་སྐབས་ གང་བྱུང་སྒྲིག་སྟངས་ཀྱིས་འཕྲུལ་ཆས་ཀྱིས་སྤོ་བཤུད་འདེམས་སྒྲུག་རྩིས་གཞི་གང་རུང་བཀོལ་སྤྱོད་མ་བྱེད་པར་གང་བྱུང་དུ་ཆ་ཤས་སྤོ་བཤུད་བྱེད། འདིས་རྒྱུན་དུ་རྩེད་མོའི་རྣམ་པ་མངོན་གསལ་དོད་པོས་ཞན་དུ་བཏང་བ་རེད། དེ་ལས་ལྡོག་སྟེ། གནས་སྡུད་གཞི་གྲངས་ཡང་དག་པ་བེད་སྤྱོད་གཏོང་སྐབས་མིས་བཟོས་རིག་སྟོབས་ཀྱིས་གནས་ཚུལ་གཞི་གྲངས་ཡང་དག་པ་ལ་བརྟེན་ནས་ཐག་གཅོད་བྱེད་ཀྱི་ཡོད། ཐབས་ལམ་འདིའི་ནང་མིས་བཟོས་རིག་སྟོབས་ཀྱི་བྱ་སྤྱོད་དེ་ཚོ་གནས་སྡུད་གཞི་གྲངས་ཀྱི་ནང་དོན་ལ་གཞི་བཅོལ་ནས་དུས་ཚོད་ངོ་མའི་རྩིས་རྒྱག་དང་འཚོལ་ཞིབ་ཀྱི་རྩིས་གཞི་ལ་རག་ལུས་པ་སྔོན་འགོག་བྱེད་ཀྱི་ཡོད།
ca: Quan «Utilitza la base de dades perfecta» no està habilitat, l'opció «Aleatori» fa que la IA mogui peces sense usar cap algorisme de selecció de moviments. Això sol donar un joc molt feble. En canvi, si la base de dades perfecta està activada, la IA es basa exclusivament en aquesta, sense càlculs en temps real.
cs: Když není povolena možnKdyž není povolena možnost 'Použít perfektní databázi', nastavení 'Náhodný' způsobí, že AI bude pohybovat figurkami náhodně bez použití jakýchkoliv algoritmů pro výběr pohybu. To obvykle vede k výrazně slabšímu hraní. Naopak, když je povoleno „Použít dokonalou databázi“, AI se při rozhodování spoléhá výhradně na „Dokonalou databázi“, místo aby ji mísila s tradičními algoritmy AI. V tomto režimu jsou pohyby umělé inteligence zcela založeny na obsahu databáze a vyhýbá se spoléhání na výpočty v reálném čase nebo vyhledávací algoritmy.ost 'Použít perfektní databázi', nastavení 'Náhodný' způsobí, že AI bude pohybovat figurkami náhodně bez použití jakýchkoliv algoritmů pro výběr pohybu. To obvykle vede k výrazně slabšímu hraní. Naopak, když je povoleno „Použít dokonalou databázi“, AI se při rozhodování spoléhá výhradně na „Dokonalou databázi“, místo aby ji mísila s tradičními algoritmy AI. V tomto režimu jsou pohyby umělé inteligence zcela založeny na obsahu databáze a vyhýbá se spoléhání na výpočty v reálném čase nebo vyhledávací algoritmy.
da: Når indstillingen 'Brug perfekt database' ikke er aktiveret, får indstillingen 'Random' AI'en til at flytte brikker tilfældigt uden at bruge nogen algoritmer til trækvalg. Dette resulterer typisk i betydeligt svagere gameplay. Omvendt, når 'Brug perfekt database' er aktiveret, er AI udelukkende afhængig af 'Perfect Database' til at træffe beslutninger, i stedet for at blande den med traditionelle AI-algoritmer. I denne tilstand er AI'ens bevægelser udelukkende baseret på databasens indhold, uden at stole på realtidsberegninger eller søgealgoritmer.
de: Wenn die Option 'Perfekte Datenbank verwenden' nicht aktiviert ist, bewirkt die Einstellung 'Zufällig', dass die KI die Figuren zufällig bewegt, ohne Algorithmen für die Zugauswahl zu verwenden. Dies führt typischerweise zu deutlich schwächerem Spielverhalten. Im Gegensatz dazu verlässt sich die KI bei Aktivierung der Option 'Perfekte Datenbank verwenden' ausschließlich auf die 'Perfekte Datenbank' für Entscheidungen, anstatt sie mit traditionellen KI-Algorithmen zu kombinieren. In diesem Modus basieren die Züge der KI vollständig auf dem Inhalt der Datenbank und verzichten auf die Abhängigkeit von Echtzeitberechnungen oder Suchalgorithmen.
el: Όταν η επιλογή «Χρήση τέλειας βάσης δεδομένων» δεν είναι ενεργοποιημένη, η ρύθμιση «Τυχαία» κάνει το AI να μετακινεί τυχαία κομμάτια χωρίς τη χρήση αλγορίθμων για την επιλογή μετακίνησης. Αυτό συνήθως οδηγεί σε σημαντικά πιο αδύναμο παιχνίδι. Αντίθετα, όταν είναι ενεργοποιημένη η «Χρήση τέλειας βάσης δεδομένων», η τεχνητή νοημοσύνη βασίζεται αποκλειστικά στην «Τέλεια βάση δεδομένων» για τη λήψη αποφάσεων, αντί να τη συνδυάζει με παραδοσιακούς αλγόριθμους τεχνητής νοημοσύνης. Σε αυτήν τη λειτουργία, οι κινήσεις του AI βασίζονται εξ ολοκλήρου στο περιεχόμενο της βάσης δεδομένων, αποφεύγοντας την εξάρτηση από υπολογισμούς σε πραγματικό χρόνο ή αλγόριθμους αναζήτησης.
es: Cuando la opción "Usar base de datos perfecta" no está activada, el ajuste "Aleatorio" hace que la IA mueva las piezas al azar sin usar ningún algoritmo para la selección de movimientos. El resultado suele ser un juego mucho más débil. Por el contrario, cuando la opción "Usar base de datos perfecta" está activada, la IA se basa exclusivamente en la "Base de datos perfecta" para tomar decisiones, en lugar de combinarla con los algoritmos tradicionales de la IA. En este modo, los movimientos de la IA se basan por completo en el contenido de la base de datos, evitando los cálculos en tiempo real o los algoritmos de búsqueda.
et: Kui suvand "Kasuta täiuslikku andmebaasi" pole lubatud, paneb seade "Juhuslik" AI-l tükke juhuslikult liigutama, kasutamata käiguvalikuks mingeid algoritme. Selle tulemuseks on tavaliselt oluliselt nõrgem mäng. Ja vastupidi, kui „Kasuta täiuslikku andmebaasi” on lubatud, tugineb AI otsuste tegemisel eranditult „Täiuslikule andmebaasile”, selle asemel, et seda traditsiooniliste AI-algoritmidega segada. Selles režiimis põhinevad AI käigud täielikult andmebaasi sisul, vältides reaalajas arvutusi või otsingualgoritme.
fa: زمانی که گزینه 'استفاده از پایگاه داده کامل' فعال نیست، تنظیم 'تصادفی' باعث می‌شود که هوش مصنوعی قطعات را بدون استفاده از هیچ الگوریتمی برای انتخاب حرکت، به طور تصادفی جابجا کند. این معمولاً منجر به بازی ضعیف‌تر می‌شود. در مقابل، زمانی که گزینه 'استفاده از پایگاه داده کامل' فعال است، هوش مصنوعی صرفاً برای تصمیم‌گیری به 'پایگاه داده کامل' متکی است، به جای ترکیب آن با الگوریتم‌های سنتی هوش مصنوعی. در این حالت، حرکات هوش مصنوعی کاملاً بر اساس محتوای پایگاه داده است و از تکیه بر محاسبات زمان واقعی یا الگوریتم‌های جستجو خودداری می‌کند.
fi: Kun 'Käytä täydellistä tietokantaa' -vaihtoehto ei ole käytössä, 'Satunnainen'-asetus saa tekoälyn siirtämään nappuloita satunnaisesti käyttämättä siirtovalinnan algoritmeja. Tämä johtaa yleensä huomattavasti heikompaan peliin. Toisaalta, kun "Käytä täydellistä tietokantaa" on käytössä, tekoäly luottaa yksinomaan "Täydelliseen tietokantaan" päätösten tekemisessä sen sijaan, että se yhdisteisi sitä perinteisten tekoälyalgoritmien kanssa. Tässä tilassa tekoälyn liikkeet perustuvat täysin tietokannan sisältöön välttäen luottamuksen reaaliaikaisiin laskelmiin tai hakualgoritmeihin.
fr: Lorsque l'option 'Utiliser la base de données parfaite' n'est pas activée, le réglage 'Aléatoire' entraîne des déplacements aléatoires des pièces par l'IA, sans utiliser d'algorithme de sélection de mouvement. Cela entraîne généralement un jeu nettement moins performant. En revanche, lorsque l'option 'Utiliser la base de données parfaite' est activée, l'IA se base exclusivement sur la 'Base de Données Parfaite' pour prendre des décisions, au lieu de la combiner avec des algorithmes d'IA traditionnels. Dans ce mode, les mouvements de l'IA sont entièrement basés sur le contenu de la base de données, évitant ainsi de dépendre de calculs en temps réel ou d'algorithmes de recherche.
gu: જ્યારે 'પરફેક્ટ ડેટાબેઝનો ઉપયોગ કરો' વિકલ્પ સક્ષમ ન હોય, ત્યારે 'રેન્ડમ' સેટિંગ એઆઈને મૂવ સિલેક્શન માટે કોઈપણ અલ્ગોરિધમનો ઉપયોગ કર્યા વિના ટુકડાઓને રેન્ડમ રીતે ખસેડવાનું કારણ બને છે. આ સામાન્ય રીતે નોંધપાત્ર રીતે નબળા ગેમપ્લેમાં પરિણમે છે. તેનાથી વિપરિત, જ્યારે 'પરફેક્ટ ડેટાબેઝનો ઉપયોગ કરો' સક્ષમ હોય છે, ત્યારે AI પરંપરાગત AI અલ્ગોરિધમ્સ સાથે મિશ્રણ કરવાને બદલે, નિર્ણયો લેવા માટે ફક્ત 'પરફેક્ટ ડેટાબેઝ' પર આધાર રાખે છે. આ મોડમાં, AI ની ચાલ સંપૂર્ણપણે ડેટાબેઝની સામગ્રી પર આધારિત છે, વાસ્તવિક સમયની ગણતરીઓ અથવા શોધ અલ્ગોરિધમ્સ પર નિર્ભરતાને ટાળીને.
he: כאשר האפשרות 'השתמש במסד נתונים מושלם' אינה מופעלת, ההגדרה 'אקראי' גורמת ל-AI להזיז חלקים באופן אקראי מבלי להשתמש באלגוריתמים כלשהם לבחירת מהלך. זה בדרך כלל מביא למשחק חלש משמעותית. לעומת זאת, כאשר 'השתמש במסד נתונים מושלם' מופעל, ה-AI מסתמך באופן בלעדי על 'מסד הנתונים המושלם' לקבלת החלטות, במקום לשלב אותו עם אלגוריתמים מסורתיים של AI. במצב זה, המהלכים של ה-AI מבוססים לחלוטין על תוכן מסד הנתונים, תוך הימנעות מהסתמכות על חישובים בזמן אמת או אלגוריתמי חיפוש.
hi: जब 'परफेक्ट डेटाबेस का उपयोग करें' विकल्प सक्षम नहीं होता है, तब 'रैंडम' सेटिंग के कारण AI बिना किसी एल्गोरिदम का उपयोग किए यादृच्छिक रूप से मोहरे हिलाता है। इससे आमतौर पर गेमप्ले काफी कमजोर हो जाता है। इसके विपरीत, जब 'परफेक्ट डेटाबेस का उपयोग करें' सक्षम होता है, तो AI केवल 'परफेक्ट डेटाबेस' पर निर्भर करता है निर्णय लेने के लिए, पारंपरिक AI एल्गोरिदम के साथ मिश्रण नहीं करता है। इस मोड में, AI की चालें पूरी तरह से डेटाबेस की सामग्री पर आधारित होती हैं, वास्तविक समय की गणना या खोज एल्गोरिदम पर निर्भरता से बचती हैं।
hr: Kada opcija 'Koristi savršenu bazu podataka' nije uključena, postavka 'Slučajno' uzrokuje da UI pomiče dijelove slučajno bez korištenja algoritama za odabir poteza. To obično rezultira znatno slabijim igranjem. Nasuprot tome, kada je opcija "Koristi savršenu bazu podataka" uključena, UI se za donošenje odluka isključivo oslanja na sadržaj u "Savršena baza podataka", umjesto da je miješa s tradicionalnim algoritmima umjetne inteligencije. U ovom načinu rada, potezi umjetne inteligencije u potpunosti se temelje na sadržaju baze podataka, izbjegavajući oslanjanje na kalkulacije u stvarnom vremenu ili algoritme pretraživanja.
hu: Amikor a 'Használja a tökéletes adatbázist' opció nincs engedélyezve, a 'Véletlenszerű' beállítás az AI-t arra készteti, hogy véletlenszerűen mozgassa a bábukat anélkül, hogy bármilyen algoritmust használna a lépések kiválasztására. Ez általában jelentősen gyengébb játékmenetet eredményez. Ezzel szemben, amikor a 'Használja a tökéletes adatbázist' opció engedélyezve van, az AI kizárólag a 'Tökéletes Adatbázisra' támaszkodik a döntéshozatal során, ahelyett, hogy azt hagyományos AI algoritmusokkal keverné. Ebben a módban az AI lépései teljes mértékben az adatbázis tartalmán alapulnak, elkerülve a valós idejű számításokra vagy keresési algoritmusokra való támaszkodást.
hy: Երբ «Օգտագործել կատարյալ տվյալների բազա» տարբերակը միացված չէ, «Պատահական» պարամետրը ստիպում է AI-ին պատահականորեն տեղափոխել կտորները՝ առանց շարժման ընտրության ալգորիթմներ օգտագործելու: Սա սովորաբար հանգեցնում է զգալիորեն ավելի թույլ խաղի: Ընդհակառակը, երբ «Օգտագործեք կատարյալ տվյալների բազան» միացված է, AI-ն որոշումներ կայացնելու համար բացառապես հիմնվում է «Կատարյալ տվյալների բազայի» վրա՝ այն ավանդական AI ալգորիթմների հետ խառնելու փոխարեն: Այս ռեժիմում AI-ի քայլերն ամբողջությամբ հիմնված են տվյալների բազայի բովանդակության վրա՝ խուսափելով իրական ժամանակի հաշվարկներից կամ որոնման ալգորիթմներից կախվածությունից:
id: Jika opsi 'Gunakan database sempurna' tidak diaktifkan, pengaturan 'Acak' menyebabkan AI memindahkan bidak secara acak tanpa menggunakan algoritme apa pun untuk memilih gerakan. Hal ini biasanya menghasilkan gameplay yang jauh lebih lemah. Sebaliknya, ketika 'Gunakan database sempurna' diaktifkan, AI secara eksklusif mengandalkan 'Database Sempurna' untuk mengambil keputusan, alih-alih memadukannya dengan algoritma AI tradisional. Dalam mode ini, pergerakan AI sepenuhnya didasarkan pada konten database, menghindari ketergantungan pada perhitungan real-time atau algoritma pencarian.
is: Þegar valÞegar valmöguleikinn „Notaðu fullkominn gagnagrunn“ er ekki virkur, veldur „Random“ stillingin gervigreind til að færa stykki af handahófi án þess að nota nokkur reiknirit fyrir val á hreyfingu. Þetta leiðir venjulega til verulega veikara spilunar. Aftur á móti, þegar „Notaðu fullkominn gagnagrunn“ er virkt, treystir gervigreindin eingöngu á „fullkomna gagnagrunninn“ til að taka ákvarðanir, í stað þess að blanda honum saman við hefðbundin gervigreind reiknirit. Í þessum ham eru hreyfingar gervigreindar algjörlega byggðar á innihaldi gagnagrunnsins og forðast að treysta á rauntímaútreikninga eða leitarreiknirit.möguleikinn „Notaðu fullkominn gagnagrunn“ er ekki virkur, veldur „Random“ stillingin gervigreind til að færa stykki af handahófi án þess að nota nokkur reiknirit fyrir val á hreyfingu. Þetta leiðir venjulega til verulega veikara spilunar. Aftur á móti, þegar „Notaðu fullkominn gagnagrunn“ er virkt, treystir gervigreindin eingöngu á „fullkomna gagnagrunninn“ til að taka ákvarðanir, í stað þess að blanda honum saman við hefðbundin gervigreind reiknirit. Í þessum ham eru hreyfingar gervigreindar algjörlega byggðar á innihaldi gagnagrunnsins og forðast að treysta á rauntímaútreikninga eða leitarreiknirit.
it: Quando l'opzione "Usa database perfetto" non è abilitata, l'impostazione "Casuale" fa sì che l'IA sposti i pezzi in modo casuale senza utilizzare alcun algoritmo per la selezione delle mosse. Ciò in genere si traduce in un gameplay significativamente più debole. Al contrario, quando è abilitato "Utilizza database perfetto", l'intelligenza artificiale si affida esclusivamente al "database perfetto" per prendere decisioni, invece di fonderlo con gli algoritmi IA tradizionali. In questa modalità, le mosse dell'IA sono interamente basate sul contenuto del database, evitando di fare affidamento su calcoli in tempo reale o algoritmi di ricerca.
ja: 「完璧なデータベースを使用する」というオプションが有効になっていない場合、「ランダム」という設定によってAIは、手の選択のためのアルゴリズムを使用せずに駒をランダムに動かします。これは通常、かなり弱いゲームプレイをもたらします。逆に、「完璧なデータベースを使用する」が有効になると、AIは従来のAIアルゴリズムと組み合わせるのではなく、「完璧なデータベース」だけに完全に依存して意思決定を行います。このモードでは、AIの手は完全にデータベースの内容に基づいており、リアルタイムの計算や検索アルゴリズムには依存しません。
km: នៅពេលជម្រើស 'ប្រើមូលដ្ឋានទិន្នន័យល្អឥតខ្ចោះ' មិនត្រូវបានបើក ការកំណត់ 'ចៃដន្យ' បណ្តាលឱ្យ AI ផ្លាស់ទីកូនអុកដោយចៃដន្យដោយមិនប្រើក្បួនដោះស្រាយណាមួយសម្រាប់ការជ្រើសរើសចលនា។ ជាធម្មតាវានាំឱ្យការលេងហ្គេមខ្សោយជាងមុន។ ផ្ទុយទៅវិញ នៅពេល 'ប្រើមូលដ្ឋានទិន្នន័យល្អឥតខ្ចោះ' ត្រូវបានបើក AI ពឹងផ្អែកទាំងស្រុងលើ 'មូលដ្ឋានទិន្នន័យល្អឥតខ្ចោះ' សម្រាប់ការសម្រេចចិត្ត ជំនួសឱ្យការលាយវាជាមួយក្បួនដោះស្រាយ AI បែបបុរាណ។ នៅក្នុងរបៀបនេះ ចលនារបស់ AI គឺផ្អែកទាំងស្រុងលើខ្លឹមសារនៃមូលដ្ឋានទិន្នន័យ ដោយជៀសវាងការពឹងផ្អែកលើការគណនាតាមពេលវេលាជាក់ស្តែង ឬក្បួនដោះស្រាយស្វែងរក។
kn: ಯಾವಾಗ 'ಪರ್ಫೆಕ್ಟ್ ಡೇಟಾಬೇಸ್ ಬಳಸು' ಆಯ್ಕೆ ಸಕ್ರಿಯಗೊಳಿಸಿಲ್ಲವೋ, ಆಗ 'ರ್ಯಾಂಡಮ್' ಸೆಟ್ಟಿಂಗ್‌ನಿಂದ ಎಐ ಚಲನೆಯ ಆಯ್ಕೆಗೆ ಯಾವುದೇ ಅಲ್ಗೊರಿದಮ್‌ಗಳನ್ನು ಬಳಸದೆ ಕಾಯಗಳನ್ನು ಯಾದೃಚ್ಛಿಕವಾಗಿ ಸರಿಸುತ್ತದೆ. ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಆಟದ ದಕ್ಷತೆಯನ್ನು ಗಣನೀಯವಾಗಿ ಕಡಿಮೆ ಮಾಡುತ್ತದೆ. ವಿಪರ್ಯಾಸವಾಗಿ, ಯಾವಾಗ 'ಪರ್ಫೆಕ್ಟ್ ಡೇಟಾಬೇಸ್ ಬಳಸು' ಆಯ್ಕೆ ಸಕ್ರಿಯಗೊಂಡಿದೆಯೋ, ಆಗ ಎಐ ನಿರ್ಧಾರಗಳನ್ನು ಮಾಡಲು ಕೇವಲ 'ಪರ್ಫೆಕ್ಟ್ ಡೇಟಾಬೇಸ್' ಅನ್ನು ಮಾತ್ರ ಅವಲಂಬಿಸುತ್ತದೆ, ಸಾಂಪ್ರದಾಯಿಕ ಎಐ ಅಲ್ಗೊರಿದಮ್‌ಗಳೊಂದಿಗೆ ಮಿಶ್ರಣ ಮಾಡುವ ಬದಲು. ಈ ಮೋಡ್‌ನಲ್ಲಿ, ಎಐ ನಡೆಸುವ ಕಾಯಗಳು ಪೂರ್ತಿಯಾಗಿ ಡೇಟಾಬೇಸ್‌ನ ವಿಷಯವಸ್ತುಗಳ ಮೇಲೆ ಆಧಾರಿತವಾಗಿದ್ದು, ನೈಜಕಾಲಿಕ ಲೆಕ್ಕಾಚಾರಗಳು ಅಥವಾ ಹುಡುಕಾಟ ಅಲ್ಗೊರಿದಮ್‌ಗಳ ಮೇಲೆ ನಿರ್ಭರತೆಯನ
ko: ‘완벽한 데이터베이스 사용’ 옵션이 활성화되지 않았을 때, ‘랜덤’ 설정은 AI가 이동 선택 알고리즘을 사용하지 않고 임의로 말을 움직이게 합니다. 이는 일반적으로 훨씬 약한 게임 플레이를 초래합니다. 반대로 ‘완벽한 데이터베이스 사용’이 활성화되면 AI는 전통적인 AI 알고리즘과 혼합하는 대신 오로지 ‘완벽한 데이터베이스’에만 의존하여 결정을 내립니다. 이 모드에서 AI의 움직임은 데이터베이스의 내용에 전적으로 기반을 두고 있으며, 실시간 계산이나 검색 알고리즘에 의존하지 않습니다.
lt: Kai parinktis „Naudoti tobulą duomenų bazę“ neįjungta, „Atsitiktinis“ nustatymas priverčia AI atsitiktinai perkelti gabalus, nenaudodamas perkėlimo pasirinkimo algoritmų. Tai paprastai lemia žymiai silpnesnį žaidimo eigą. Ir atvirkščiai, kai įjungta parinktis „Naudoti tobulą duomenų bazę“, AI priimdamas sprendimus pasikliauja tik „Tobula duomenų baze“, o ne derina ją su tradiciniais AI algoritmais. Šiuo režimu AI judesiai yra visiškai pagrįsti duomenų bazės turiniu, vengiant pasikliauti realaus laiko skaičiavimais ar paieškos algoritmais.
lv: Ja opcija “Izmantot perfektu datu bāzi” nav iespējota, iestatījums “Nejaušs” liek AI nejauši pārvietot gabalus, neizmantojot pārvietošanas atlases algoritmus. Tas parasti rada ievērojami vājāku spēli. Un otrādi, ja ir iespējota opcija “Izmantot perfektu datu bāzi”, AI lēmumu pieņemšanā paļaujas tikai uz ideālo datu bāzi, nevis sajauc to ar tradicionālajiem AI algoritmiem. Šajā režīmā AI darbības ir pilnībā balstītas uz datu bāzes saturu, izvairoties no paļaušanās uz reāllaika aprēķiniem vai meklēšanas algoritmiem.
mk: Кога опцијата „Користи совршена база на податоци“ не е овозможена, поставката „Случајно“ предизвикува вештачката интелигенција да поместува парчиња случајно без да користи никакви алгоритми за избор на движење. Ова обично резултира со значително послаба игра. Спротивно на тоа, кога е овозможено „Користете совршена база на податоци“, вештачката интелигенција исклучиво се потпира на „Совршена база на податоци“ за донесување одлуки, наместо да ја меша со традиционалните алгоритми за вештачка интелигенција. Во овој режим, потезите на вештачката интелигенција се целосно засновани на содржината на базата на податоци, избегнувајќи потпирање на пресметките во реално време или алгоритмите за пребарување.
ms: Apabila pilihan 'Gunakan pangkalan data yang sempurna' tidak didayakan, tetapan 'Rawak' menyebabkan AI mengalihkan kepingan secara rawak tanpa menggunakan sebarang algoritma untuk pemilihan pergerakan. Ini biasanya menghasilkan permainan yang jauh lebih lemah. Sebaliknya, apabila 'Gunakan pangkalan data yang sempurna' didayakan, AI secara eksklusif bergantung pada 'Pangkalan Data Sempurna' untuk membuat keputusan, dan bukannya menggabungkannya dengan algoritma AI tradisional. Dalam mod ini, pergerakan AI sepenuhnya berdasarkan kandungan pangkalan data, mengelakkan pergantungan pada pengiraan masa nyata atau algoritma carian.
my: 'ပြီးပြည့်စုံသောဒေတာဘေ့စ်ကိုအသုံးပြုပါ' ရွေးချယ်ခွင့်ကို ဖွင့်မထားသောအခါ၊ 'ကျပန်း' ဆက်တင်သည် AI သည် ရွှေ့ရန်ရွေးချယ်မှုအတွက် မည်သည့် algorithms ကိုမျှမသုံးဘဲ အပိုင်းများကို ကျပန်းရွှေ့စေသည်။ ၎င်းသည် ပုံမှန်အားဖြင့် သိသိသာသာ အားနည်းသော ဂိမ်းကစားခြင်းကို ဖြစ်ပေါ်စေသည်။ အပြန်အလှန်အားဖြင့် 'ပြီးပြည့်စုံသောဒေတာဘေ့စ်ကိုအသုံးပြုရန်' ကိုဖွင့်ထားသောအခါ၊ AI သည် ရိုးရာ AI အယ်လဂိုရီသမ်များနှင့် ရောနှောမည့်အစား ဆုံးဖြတ်ချက်များချရန်အတွက် 'ပြီးပြည့်စုံသောဒေတာဘေ့စ်' ပေါ်တွင် သီးသန့်မှီခိုနေပါသည်။ ဤမုဒ်တွင်၊ AI ၏ ရွေ့လျားမှုသည် ဒေတာဘေ့စ်၏ အကြောင်းအရာပေါ်တွင် လုံးလုံးလျားလျား အခြေခံထားပြီး အချိန်နှင့်တပြေးညီ တွက်ချက်မှုများ သို့မဟုတ် ရှာဖွေမှု အယ်လဂိုရီသမ်များအပေါ် မှီခိုမှုကို ရှောင်ဖယ်ထားသည်။
nb: Når 'Bruk perfekt database'-alternativet ikke er aktivert, fører 'Tilfeldig'-innstillingen til at AI flytter brikker tilfeldig uten å bruke noen algoritmer for trekkvalg. Dette resulterer vanligvis i betydelig svakere spill. På den annen side, når 'Bruk perfekt database' er aktivert, stoler AI utelukkende på 'Perfekt Database' for å ta beslutninger, i stedet for å blande den med tradisjonelle AI-algoritmer. I denne modusen er AI's trekk helt basert på databasens innhold, og unngår avhengighet av sanntidsberegninger eller søkealgoritmer.
nl: Wanneer de optie 'Gebruik perfecte database' niet is ingeschakeld, zorgt de instelling 'Random' ervoor dat de AI willekeurig stukken verplaatst zonder gebruik te maken van algoritmen voor zetselectie. Dit resulteert doorgaans in aanzienlijk zwakkere gameplay. Omgekeerd, wanneer ‘Gebruik perfecte database’ is ingeschakeld, vertrouwt de AI uitsluitend op de ‘Perfecte Database’ voor het nemen van beslissingen, in plaats van deze te combineren met traditionele AI-algoritmen. In deze modus zijn de bewegingen van de AI volledig gebaseerd op de inhoud van de database, waarbij de afhankelijkheid van realtime berekeningen of zoekalgoritmen wordt vermeden.
pl: Gdy opcja „Użyj doskonałej bazy danych” nie jest włączona, ustawienie „Losowe” powoduje, że sztuczna inteligencja losowo przenosi elementy bez użycia jakichkolwiek algorytmów do wyboru ruchu. Zwykle skutkuje to znacznie słabszą rozgrywką. I odwrotnie, gdy włączona jest opcja „Użyj doskonałej bazy danych”, sztuczna inteligencja przy podejmowaniu decyzji opiera się wyłącznie na „Doskonałej bazie danych”, zamiast łączyć ją z tradycyjnymi algorytmami sztucznej inteligencji. W tym trybie ruchy sztucznej inteligencji opierają się całkowicie na zawartości bazy danych, unikając polegania na obliczeniach w czasie rzeczywistym lub algorytmach wyszukiwania.
pt: Quando a opção 'Usar base de dados perfeita' não está ativada, o ajuste 'Aleatório' faz com que a IA mova as peças aleatoriamente, sem usar nenhum algoritmo para seleção de movimentos. O resultado é geralmente um jogo muito mais fraco. Por outro lado, quando a opção 'Usar base de dados perfeita' está ativada, a IA depende exclusivamente da 'Base de Dados Perfeita' para tomar decisões, em vez de combiná-la com algoritmos tradicionais de IA. Neste modo, os movimentos da IA são baseados completamente no conteúdo da base de dados, evitando cálculos em tempo real ou algoritmos de busca.
ro: Când opțiunea 'Folosirea bazei de date perfecte' nu este activată, setarea 'Aleator' determină AI-ul să mute piesele în mod aleatoriu fără a utiliza algoritmi pentru selecția mișcărilor. Acest lucru duce, de obicei, la un joc semnificativ mai slab. În schimb, când este activată 'Folosirea bazei de date perfecte', AI-ul se bazează exclusiv pe 'Baza de Date Perfectă' pentru a lua decizii, în loc să o combine cu algoritmii tradiționali AI. În acest mod, mișcările AI-ului sunt bazate în întregime pe conținutul bazei de date, evitând dependența de calculele în timp real sau algoritmii de căutare.
ru: Когда опция "Использовать идеальную базу данных" не активирована, настройка "Случайность" заставляет ИИ перемещать фигуры случайным образом, не используя никаких алгоритмов для выбора ходов. Это обычно приводит к значительно слабой игре. Напротив, когда активирована опция "Использовать идеальную базу данных", ИИ полностью опирается на "Идеальную базу данных" для принятия решений, а не смешивает её с традиционными алгоритмами ИИ. В этом режиме все действия ИИ полностью основаны на содержании базы данных, избегая зависимости от реальных расчетов или поисковых алгоритмов.
si: පරිපූර්ණ දත්ත ගබඩාව භාවිතා කරන්න' විකල්පය සක්‍රීය නොකළ විට, 'අහඹු' සැකසුම නිසා AIට චලන කැබලි අහඹුවෙන් චලනය කරන්නේ මෙවීම් තේරීම සඳහා කිසිදු අල්ගොරිතමයක් භාවිතා නොකරයි. මෙය සාමාන්‍යයෙන් අඩු ශක්තිමත් ක්‍රීඩා ප්‍රවාහයක් ගෙන එයි. අනෙක් අතට, 'පරිපූර්ණ දත්ත ගබඩාව භාවිතා කරන්න' විකල්පය සක්‍රීය කළ විට, AI තීරණ ගැනීමේ සඳහා 'පරිපූර්ණ දත්ත ගබඩාව' පමණක් යොදා ගනී, එය සාමාන්‍ය AI අල්ගොරිතමයන් සමඟ මිශ්‍ර නොකර. මෙම ප්‍රකාරයේදී, AIගේ චලන සම්පූර්ණයෙන්ම දත්ත ගබඩාවේ අන්තර්ගතය මත පදනම් වේ, වාස්තවික කාලීන ගණනයන් හෝ සෙවුම් අල්ගොරිතමයන් මත පැතිර නොවීමට යයි.
sk: Keď nie je povolená možnosť „Použiť dokonalú databázu“, nastavenie „Náhodné“ spôsobí, že AI bude pohybovať figúrkami náhodne bez použitia akýchkoľvek algoritmov na výber pohybu. To zvyčajne vedie k výrazne slabšej hrateľnosti. Naopak, keď je povolená možnosť „Použiť perfektnú databázu“, AI sa pri rozhodovaní spolieha výlučne na „Perfektnú databázu“ namiesto toho, aby ju spájala s tradičnými algoritmami AI. V tomto režime sú pohyby AI úplne založené na obsahu databázy, čím sa vyhýbajú spoliehaniu sa na výpočty v reálnom čase alebo vyhľadávacie algoritmy.
sl: Ko možnost »Uporabi popolno bazo podatkov« ni omogočena, nastavitev »Naključno« povzroči, da umetna inteligenca premakne kose naključno brez uporabe algoritmov za izbiro potez. To običajno povzroči občutno šibkejše igranje. Nasprotno, ko je omogočena možnost »Uporabi popolno bazo podatkov«, se umetna inteligenca za sprejemanje odločitev zanaša izključno na »popolno bazo podatkov«, namesto da bi jo mešala s tradicionalnimi algoritmi umetne inteligence. V tem načinu poteze umetne inteligence v celoti temeljijo na vsebini baze podatkov, pri čemer se izogibajo zanašanju na izračune v realnem času ali algoritme iskanja.
sq: Kur opsioni "Përdor bazën e të dhënave të përsosur" nuk është i aktivizuar, cilësimi "Random" bën që AI të lëvizë pjesë në mënyrë të rastësishme pa përdorur asnjë algoritëm për zgjedhjen e lëvizjes. Kjo zakonisht rezulton në një lojë shumë më të dobët. Anasjelltas, kur aktivizohet "Përdor bazën e të dhënave të përsosur", AI mbështetet ekskluzivisht në "Bazën e Përsosur të të Dhënave" për marrjen e vendimeve, në vend që ta përziejë atë me algoritmet tradicionale të AI. Në këtë mënyrë, lëvizjet e AI bazohen tërësisht në përmbajtjen e bazës së të dhënave, duke shmangur mbështetjen në llogaritjet në kohë reale ose algoritmet e kërkimit.
sr: Када опција 'Користи савршену базу података' није омогућена, поставка 'Рандом' доводи до тога да АИ насумично помера комаде без употребе алгоритама за одабир померања. Ово обично доводи до знатно слабије игре. Насупрот томе, када је „Користи савршену базу података“ омогућено, АИ се искључиво ослања на „Савршену базу података“ за доношење одлука, уместо да је меша са традиционалним АИ алгоритмима. У овом режиму, потези АИ су у потпуности засновани на садржају базе података, избегавајући ослањање на прорачуне у реалном времену или алгоритме за претрагу.
sv: När alternativet "Använd perfekt databas" inte är aktiverat, gör inställningen "Slumpmässig" att AI:n flyttar pjäser slumpmässigt utan att använda några algoritmer för val av drag. Detta resulterar vanligtvis i betydligt svagare spelupplägg. Omvänt, när "Använd perfekt databas" är aktiverat, förlitar sig AI enbart på den "Perfekta databasen" för att fatta beslut, istället för att blanda den med traditionella AI-algoritmer. I det här läget är AI:s rörelser helt baserade på databasens innehåll, utan att lita på realtidsberäkningar eller sökalgoritmer.
sw: Wakati chaguo la 'Tumia hifadhidata kamili' halijawashwa, mpangilio wa 'Nasibu' husababisha AI kusogeza vipande bila mpangilio bila kutumia kanuni zozote za uteuzi wa kusogeza. Hii kwa kawaida husababisha uchezaji dhaifu zaidi. Kinyume chake, 'Tumia hifadhidata kamili' inapowezeshwa, AI hutegemea pekee 'Hifadhi Database Kamili' kwa kufanya maamuzi, badala ya kuichanganya na algoriti za jadi za AI. Katika hali hii, hatua za AI zinategemea kabisa maudhui ya hifadhidata, ikiepuka kutegemea hesabu za wakati halisi au algoriti za utafutaji.
ta: 'சரியான தரவுத்தளத்தைப் பயன்படுத்துங்கள்' விருப்பம் இயக்கப்படாதபோது, 'சீரற்ற' அமைப்பு AI ஐ நகர்த்துவதற்கு எந்த வழிமுறைகளையும் பயன்படுத்தாமல் தோராயமாக நகர்த்துவதற்கு காரணமாகிறது. இது பொதுவாக கணிசமாக பலவீனமான விளையாட்டில் விளைகிறது. மாறாக, 'சரியான தரவுத்தளத்தைப் பயன்படுத்துங்கள்' இயக்கப்பட்டால், AI பாரம்பரிய AI வழிமுறைகளுடன் கலப்பதற்கு பதிலாக, முடிவுகளை எடுப்பதற்கான 'சரியான தரவுத்தளத்தை' பிரத்தியேகமாக நம்பியுள்ளது. இந்த பயன்முறையில், AI இன் நகர்வுகள் முற்றிலும் தரவுத்தளத்தின் உள்ளடக்கத்தை அடிப்படையாகக் கொண்டவை, நிகழ்நேர கணக்கீடுகள் அல்லது தேடல் வழிமுறைகளை நம்பியிருப்பதைத் தவிர்க்கிறது.
te: 'పర్ఫెక్ట్ డేటాబేస్ ఉపయోగించండి' ఎంపిక ప్రారంభించబడనప్పుడు, 'ర్యాండమ్' సెట్టింగ్ తరలింపు ఎంపిక కోసం ఎటువంటి అల్గారిథమ్‌లను ఉపయోగించకుండా AI యాదృచ్ఛికంగా ముక్కలను తరలించేలా చేస్తుంది. ఇది సాధారణంగా గణనీయంగా బలహీనమైన గేమ్‌ప్లేకు దారి తీస్తుంది. దీనికి విరుద్ధంగా, 'పర్ఫెక్ట్ డేటాబేస్‌ని ఉపయోగించండి' ప్రారంభించబడినప్పుడు, AI సంప్రదాయ AI అల్గారిథమ్‌లతో కలపడానికి బదులుగా నిర్ణయాలు తీసుకోవడానికి 'పర్ఫెక్ట్ డేటాబేస్'పై ప్రత్యేకంగా ఆధారపడుతుంది. ఈ మోడ్‌లో, AI యొక్క కదలికలు పూర్తిగా డేటాబేస్ కంటెంట్‌పై ఆధారపడి ఉంటాయి, నిజ-సమయ గణనలు లేదా శోధన అల్గారిథమ్‌లపై ఆధారపడకుండా ఉంటాయి.
th: เมื่อไม่ได้เปิดใช้งานตัวเลือก 'ใช้ฐานข้อมูลที่สมบูรณ์แบบ' การตั้งค่า 'สุ่ม' จะทำให้ AI ย้ายชิ้นส่วนแบบสุ่มโดยไม่ต้องใช้อัลกอริธึมใด ๆ ในการเลือกการเคลื่อนไหว โดยทั่วไปแล้วจะส่งผลให้การเล่นเกมอ่อนแอลงอย่างมาก ในทางกลับกัน เมื่อเปิดใช้งาน 'ใช้ฐานข้อมูลที่สมบูรณ์แบบ' AI จะใช้ 'ฐานข้อมูลที่สมบูรณ์แบบ' ในการตัดสินใจโดยเฉพาะ แทนที่จะผสมกับอัลกอริธึม AI แบบดั้งเดิม ในโหมดนี้ การเคลื่อนไหวของ AI จะขึ้นอยู่กับเนื้อหาของฐานข้อมูลทั้งหมด โดยหลีกเลี่ยงการพึ่งพาการคำนวณแบบเรียลไทม์หรืออัลกอริธึมการค้นหา
tr: Kullan 'mükemmel veritabanı' seçeneği etkinleştirilmediğinde, 'Rasgele' ayarı, AI'nin herhangi bir hamle seçimi algoritması kullanmadan parçaları rasgele hareket ettirmesine neden olur. Bu, genellikle önemli ölçüde daha zayıf oyun deneyimiyle sonuçlanır. Buna karşılık, 'Mükemmel veritabanını kullan' etkinleştirildiğinde, AI kararlarını verirken yalnızca 'Mükemmel Veritabanı'na güvenir ve geleneksel AI algoritmalarıyla birleştirmek yerine ona bağlı kalır. Bu modda, AI'nin hamleleri tamamen veritabanının içeriğine dayanır, gerçek zamanlı hesaplamalara veya arama algoritmalarına bağımlılıktan kaçınır.
uk: Якщо параметр «Використовувати ідеальну базу даних» не ввімкнуто, параметр «Випадковий» змушує ШІ переміщати фігури випадковим чином без використання будь-яких алгоритмів для вибору ходу. Це зазвичай призводить до значно слабшого ігрового процесу. І навпаки, коли ввімкнуто «Використовувати ідеальну базу даних», ШІ покладається виключно на «Ідеальну базу даних» для прийняття рішень, замість того, щоб поєднувати її з традиційними алгоритмами ШІ. У цьому режимі дії штучного інтелекту повністю базуються на вмісті бази даних, уникаючи покладення на обчислення в реальному часі або алгоритми пошуку.
ur: جب 'پرفیکٹ ڈیٹا بیس کا استعمال کریں' کا آپشن فعال نہیں ہوتا ہے، تو 'رینڈم' سیٹنگ AI کو ٹکڑوں کو تصادفی طور پر منتقل کرنے کا سبب بنتی ہے، منتقلی کے انتخاب کے لیے کوئی الگورتھم استعمال کیے بغیر۔ یہ عام طور پر نمایاں طور پر کمزور گیم پلے کے نتیجے میں ہوتا ہے۔ اس کے برعکس، جب 'پرفیکٹ ڈیٹا بیس استعمال کریں' کو فعال کیا جاتا ہے، تو AI روایتی AI الگورتھم کے ساتھ ملاوٹ کرنے کے بجائے، فیصلے کرنے کے لیے 'پرفیکٹ ڈیٹا بیس' پر انحصار کرتا ہے۔ اس موڈ میں، AI کی چالیں مکمل طور پر ڈیٹا بیس کے مواد پر مبنی ہوتی ہیں، ریئل ٹائم کیلکولیشنز یا سرچ الگورتھم پر انحصار کو چھوڑ کر۔
uz: "Mukammal ma'lumotlar bazasidan foydalanish" opsiyasi yoqilmagan bo'lsa, "Tasodifiy" sozlamasi sun'iy intellektni harakatni tanlash uchun hech qanday algoritmdan foydalanmasdan qismlarni tasodifiy ko'chirishga olib keladi. Bu, odatda, sezilarli darajada zaif o'yinga olib keladi. Aksincha, “Mukammal ma’lumotlar bazasidan foydalanish” yoqilganda, sun’iy intellekt qarorlar qabul qilish uchun uni an’anaviy AI algoritmlari bilan birlashtirish o‘rniga faqat “Mukammal ma’lumotlar bazasi”ga tayanadi. Ushbu rejimda sun'iy intellektning harakatlari real vaqtda hisob-kitoblar yoki qidiruv algoritmlariga tayanishdan qochib, to'liq ma'lumotlar bazasi tarkibiga asoslanadi.
vi: Khi tùy chọn 'Sử dụng cơ sở dữ liệu hoàn hảo' không được kích hoạt, thiết lập 'Ngẫu nhiên' khiến AI di chuyển các quân cờ một cách ngẫu nhiên mà không sử dụng bất kỳ thuật toán nào để lựa chọn nước đi. Điều này thường dẫn đến lối chơi yếu hơn đáng kể. Ngược lại, khi kích hoạt 'Sử dụng cơ sở dữ liệu hoàn hảo', AI hoàn toàn dựa vào 'Cơ sở dữ liệu hoàn hảo' để đưa ra quyết định, thay vì kết hợp nó với các thuật toán AI truyền thống. Trong chế độ này, các nước đi của AI hoàn toàn dựa vào nội dung của cơ sở dữ liệu, tránh phụ thuộc vào các phép tính thời gian thực hoặc thuật toán tìm kiếm.
zh: 当“使用完美数据库”选项未启用时，“随机”设置会导致 AI 在不使用任何移动选择算法的情况下随机移动棋子。这通常会导致游戏性明显较弱。相反，当启用“使用完美数据库”时，人工智能完全依赖“完美数据库”进行决策，而不是将其与传统的人工智能算法混合。在这种模式下，人工智能的动作完全基于数据库的内容，避免了对实时计算或搜索算法的依赖。
zh_hant: 當「使用完美資料庫」選項未啟用時，「隨機」設置會使機器在不採用任何移動選擇算法的情況下隨機移動棋子。這通常會導致遊戲性顯著較弱。相反地，啟用「使用完美資料庫」時，人工智慧完全依賴「完美資料庫」進行決策，而不是將其與傳統的人工智慧算法結合。在這種模式下，人工智慧的動作完全基於資料庫的內容，避免了依賴即時計算或搜尋算法。
zu: Uma inketho ethi 'Sebenzisa isizindalwazi esiphelele' ingavunyelwe, ukulungiselelwa 'okungahleliwe' kubangela i-AI ukuthi ihambise izingcezu ngokungahleliwe ngaphandle kokusebenzisa noma yimaphi ama-algorithms ekukhetheni ukunyakaza. Lokhu ngokuvamile kuholela ekudlalweni kwegeyimu okubuthakathaka kakhulu. Ngokuphambene, lapho 'Sebenzisa idatha egciniwe ephelele' inikwe amandla, i-AI incike ngokukhethekile 'Kusizindalwazi Esiphelele' ukuze senze izinqumo, esikhundleni sokuyihlanganisa nama-algorithms endabuko e-AI. Kule modi, ukunyakaza kwe-AI kusekelwe ngokuphelele kokuqukethwe kusizindalwazi, kugwenywa ukuthembela ekubaleni kwesikhathi sangempela noma ama-algorithm okusesha.
