Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleWorkflowStepSetupDesc
source: Open board, setup position, snapshot
af: Oop bord, opstelposisie, momentopname
am: ሰሌዳ ክፈት፣ የማዋቀር ቦታ፣ ቅጽበተ-ፎቶ
ar: لوحة مفتوحة، موقف الإعداد، لقطة
az: Açıq lövhə, quraşdırma mövqeyi, snapshot
be: Адкрытая дошка, пазіцыя ўстаноўкі, здымак
bg: Open board (setup or play moves), create starting position, return and capture
bn: খোলা বোর্ড, সেটআপ অবস্থান, স্ন্যাপশট
bo: པང་ལེབ་ཁ་ཕྱེ, གནས་བབ་གཏན་འབེབས, ཟིན་ཐོ།
ca: Tauler obert, posició de configuració, instantània
cs: Otevřená deska, poloha nastavení, snímek
da: Åbent bord, opsætningsposition, snapshot
de: Brett öffnen (aufbauen oder Züge spielen), Startposition erstellen, zurückkehren und erfassen
el: Ανοικτή πλακέτα, θέση ρύθμισης, στιγμιότυπο
es: Tablero abierto, posición de configuración, instantánea
et: Avage tahvel, seadistusasend, hetktõmmis
fa: صفحه باز، موقعیت راه اندازی، عکس فوری
fi: Open board (setup or play moves), create starting position, return and capture
fr: Carte ouverte, position d'installation, instantané
gu: ઓપન બોર્ડ, સેટઅપ પોઝિશન, સ્નેપશોટ
he: לוח פתוח, עמדת הגדרה, תמונת מצב
hi: खुला बोर्ड, सेटअप स्थिति, स्नैपशॉट
hr: Otvorena ploča, položaj za postavljanje, snimka
hu: Tábla megnyitása, pozíció beállítása, mentés
hy: Բաց տախտակ, տեղադրման դիրք, լուսանկար
id: Buka papan, posisi pengaturan, snapshot
is: Opið borð, uppsetningarstaða, skyndimynd
it: Scheda aperta, posizione di installazione, istantanea
ja: オープンボード、セットアップ位置、スナップショット
km: បើកក្តារ, ទីតាំងដំឡើង, រូបថត
kn: ಓಪನ್ ಬೋರ್ಡ್, ಸೆಟಪ್ ಸ್ಥಾನ, ಸ್ನ್ಯಾಪ್‌ಶಾಟ್
ko: 보드 열기 (설정 또는 수 두기), 시작 위치 만들기, 돌아와서 캡처
lt: Atidaryti lentą, nustatymo padėtis, momentinė nuotrauka
lv: Atvērt dēli, iestatīšanas pozīcija, momentuzņēmums
mk: Отворена табла, позиција за поставување, слика
ms: Papan terbuka, kedudukan persediaan, syot kilat
my: Open board (setup or play moves), create starting position, return and capture
nb: Open board (setup or play moves), create starting position, return and capture
nl: Open bord, opstellingspositie, momentopname
pl: Otwarta tablica, pozycja konfiguracji, migawka
pt: Placa aberta, posição de configuração, instantâneo
ro: Deschideți placa, poziție de configurare, instantaneu
ru: Открытая плата, положение установки, снимок
si: විවෘත පුවරුව, ස්ථාපන ස්ථානය, ස්නැප්ෂොට්
sk: Otvorená doska, poloha nastavenia, snímka
sl: Odprta plošča, namestitveni položaj, posnetek
sq: Open board (setup or play moves), create starting position, return and capture
sr: Open board (setup or play moves), create starting position, return and capture
sv: Öppen bräda, inställningsposition, ögonblicksbild
sw: Fungua bodi, nafasi ya kuanzisha, picha
te: ఓపెన్ బోర్డ్, సెటప్ పొజిషన్, స్నాప్‌షాట్
th: เปิดบอร์ด ตำแหน่งการติดตั้ง สแน็ปช็อต
tr: Açık pano, kurulum konumu, anlık görüntü
uk: Відкрита дошка, положення налаштування, знімок
ur: اوپن بورڈ ، سیٹ اپ پوزیشن ، اسنیپ شاٹ
uz: Ochiq doska, sozlash pozitsiyasi, surat
vi: Open board (setup or play moves), create starting position, return and capture
zh: 打开棋盘，摆局面，快照
zh_hant: 開板、設置位置、快照
zu: Vula ibhodi, indawo yokusetha, isifinyezo

# puzzleWorkflowStepRecord
source: Record Solution
af: Rekord oplossing
am: የመዝገብ መፍትሄ
ar: سجل الحل
az: Qeyd həlli
be: Рашэнне запісу
bn: রেকর্ড সমাধান
bo: ཐབས་ཤེས་ཐོ་བཀོད།
ca: Solució de registre
cs: Řešení záznamu
da: Optag løsning
de: Lösung aufzeichnen
el: Λύση εγγραφής
es: Solución de registro
et: Salvestage lahendus
fa: ضبط راه حل
fr: Enregistrer la solution
gu: રેકોર્ડ સોલ્યુશન
he: פתרון שיא
hi: रिकॉर्ड समाधान
hr: Zapis Rješenje
hu: Megoldás rögzítése
hy: Գրանցման լուծում
id: Solusi Rekam
is: Upptökulausn
it: Soluzione di registrazione
ja: ソリューションを記録する
km: ដំណោះស្រាយកំណត់ត្រា
kn: ರೆಕಾರ್ಡ್ ಪರಿಹಾರ
ko: 해답 기록
lt: Įrašyti sprendimą
lv: Ierakstīt risinājums
mk: Рекорд решение
ms: Penyelesaian Rekod
nl: Oplossing opnemen
pl: Nagraj rozwiązanie
pt: Solução de registro
ro: Soluție de înregistrare
ru: Запись решения
si: වාර්තා විසඳුම
sk: Zaznamenajte riešenie
sl: Rešitev zapisa
sv: Rekordlösning
sw: Rekodi Suluhisho
te: రికార్డ్ సొల్యూషన్
th: บันทึกโซลูชั่น
tr: Kayıt Çözümü
uk: Запис рішення
ur: ریکارڈ حل
uz: Yechimni yozib olish
zh: 录制解答
zh_hant: 記錄解決方案
zu: Qopha Isixazululo

# puzzleWorkflowStepRecordDesc
source: Start recording, play moves, stop
af: Begin opneem, speel bewegings, stop
am: መቅዳት ይጀምሩ፣ እንቅስቃሴዎችን ይጫወቱ፣ ያቁሙ
ar: ابدأ التسجيل، العب الحركات، توقف
az: Yazmağa başlayın, hərəkətləri oynayın, dayandırın
be: Пачніце запіс, прайграйце хады, спыніцеся
bg: Click Start Recording (board resets to start position), go back, play moves, return and stop
bn: রেকর্ডিং শুরু করুন, চালগুলি চালান, থামুন
bo: ཐོ་བཀོད་འགོ་བཙུགས, བསྒུལ་བ་རྩེ, མཚམས་འཇོག
ca: Comenceu a gravar, reproduïu moviments, atureu-vos
cs: Spusťte nahrávání, přehrávání se pohybuje, zastavte
da: Start optagelsen, spil træk, stop
de: Aufzeichnung starten (Brett wird zur Startposition zurückgesetzt), zurückgehen, Züge spielen, zurückkehren und stoppen
el: Ξεκινήστε την εγγραφή, παίξτε κινήσεις, σταματήστε
es: Iniciar grabación, reproducir movimientos, detener
et: Alustage salvestamist, esitage käike, lõpetage
fa: شروع به ضبط کنید، حرکات را پخش کنید، توقف کنید
fi: Click Start Recording (board resets to start position), go back, play moves, return and stop
fr: Démarrer l'enregistrement, jouer des mouvements, arrêter
gu: રેકોર્ડિંગ શરૂ કરો, ચાલ ચલાવો, રોકો
he: התחל להקליט, לשחק מהלכים, לעצור
hi: रिकॉर्डिंग शुरू करें, चालें चलाएं, रुकें
hr: Počnite snimati, reproducirajte poteze, zaustavite se
hu: Rögzítés indítása, lépések lejátszása, leállítás
hy: Սկսեք ձայնագրել, նվագարկել շարժումները, դադարեցրեք
id: Mulai merekam, memutar gerakan, berhenti
is: Byrjaðu að taka upp, spilaðu hreyfingar, hættu
it: Inizia a registrare, riproduci le mosse, fermati
ja: 記録を開始し、動きを再生し、停止します
km: ចាប់ផ្តើមថត លេងចលនា បញ្ឈប់
kn: ರೆಕಾರ್ಡಿಂಗ್ ಪ್ರಾರಂಭಿಸಿ, ಚಲನೆಗಳನ್ನು ಪ್ಲೇ ಮಾಡಿ, ನಿಲ್ಲಿಸಿ
ko: 기록 시작 클릭 (보드가 시작 위치로 리셋됨), 돌아가서 수를 두고, 돌아와서 중지
lt: Pradėkite įrašymą, paleiskite judesius, sustokite
lv: Sāciet ierakstīšanu, atskaņojiet kustības, pārtrauciet
mk: Започнете со снимање, пуштајте потези, застанете
ms: Mula merakam, mainkan gerakan, berhenti
my: Click Start Recording (board resets to start position), go back, play moves, return and stop
nb: Click Start Recording (board resets to start position), go back, play moves, return and stop
nl: Begin met opnemen, speel zetten, stop
pl: Rozpocznij nagrywanie, zagraj ruchy, zatrzymaj
pt: Comece a gravar, reproduza movimentos, pare
ro: Începeți înregistrarea, redați mișcările, opriți
ru: Начать запись, воспроизвести ходы, остановить
si: පටිගත කිරීම ආරම්භ කරන්න, චලනයන් වාදනය කරන්න, නවත්වන්න
sk: Spustenie nahrávania, prehrávanie pohybov, zastavenie
sl: Začnite snemati, predvajajte poteze, ustavite
sq: Click Start Recording (board resets to start position), go back, play moves, return and stop
sr: Click Start Recording (board resets to start position), go back, play moves, return and stop
sv: Börja spela in, spela drag, stoppa
sw: Anza kurekodi, cheza hatua, acha
te: రికార్డింగ్ ప్రారంభించండి, కదలికలను ప్లే చేయండి, ఆపండి
th: เริ่มการบันทึก เล่นการเคลื่อนไหว หยุด
tr: Kaydı başlatın, hareketleri oynatın, durdurun
uk: Почніть запис, відтворіть рухи, зупиніть
ur: ریکارڈنگ شروع کریں ، کھیلوں کی چالیں ، رکیں
uz: Yozishni boshlang, harakatlarni o'ynang, to'xtating
vi: Click Start Recording (board resets to start position), go back, play moves, return and stop
zh: 开始录制，走子，停止
zh_hant: 開始錄音、播放動作、停止
zu: Qala ukurekhoda, dlala iminyakazo, yima

# puzzleWorkflowStepDetails
source: Add Details
af: Voeg besonderhede by
am: ዝርዝሮችን ያክሉ
ar: أضف التفاصيل
az: Detallar əlavə edin
be: Дадайце дэталі
bn: বিবরণ যোগ করুন
bo: ཞིབ་ཕྲ་བཀོད།
ca: Afegeix detalls
cs: Přidat podrobnosti
da: Tilføj detaljer
de: Details hinzufügen
el: Προσθήκη λεπτομερειών
es: Agregar detalles
et: Lisa üksikasjad
fa: افزودن جزئیات
fr: Ajouter des détails
gu: વિગતો ઉમેરો
he: הוסף פרטים
hi: विवरण जोड़ें
hr: Dodajte pojedinosti
hu: Részletek hozzáadása
hy: Ավելացնել մանրամասներ
id: Tambahkan Detail
is: Bæta við upplýsingum
it: Aggiungi dettagli
ja: 詳細の追加
km: បន្ថែមព័ត៌មានលម្អិត
kn: ವಿವರಗಳನ್ನು ಸೇರಿಸಿ
ko: 세부 정보 추가
lt: Pridėti išsamią informaciją
lv: Pievienot detaļas
mk: Додадете детали
ms: Tambah Butiran
nl: Details toevoegen
pl: Dodaj szczegóły
pt: Adicionar detalhes
ro: Adăugați detalii
ru: Добавить детали
si: විස්තර එකතු කරන්න
sk: Pridať podrobnosti
sl: Dodaj podrobnosti
sv: Lägg till detaljer
sw: Ongeza Maelezo
te: వివరాలను జోడించండి
th: เพิ่มรายละเอียด
tr: Ayrıntıları Ekle
uk: Додайте деталі
ur: تفصیلات شامل کریں
uz: Tafsilotlarni qo'shish
zh: 添加详细信息
zh_hant: 添加詳細信息
zu: Engeza Imininingwane

# puzzleWorkflowStepDetailsDesc
source: Fill title, category, difficulty
af: Vul titel, kategorie, moeilikheidsgraad in
am: ርዕስ፣ ምድብ፣ ችግር ይሙሉ
ar: ملء العنوان والفئة والصعوبة
az: Başlıq, kateqoriya, çətinlik doldurun
be: Увядзіце назву, катэгорыю, складанасць
bg: Fill in title, description, category, difficulty, and tags
bn: শিরোনাম, বিভাগ, অসুবিধা পূরণ করুন
bo: མིང, སྡེ་ཚན, དཀའ་ཚད་བཀོད།
ca: Omplir títol, categoria, dificultat
cs: Vyplňte název, kategorii, obtížnost
da: Udfyld titel, kategori, sværhedsgrad
de: Titel, Beschreibung, Kategorie, Schwierigkeit und Tags ausfüllen
el: Συμπλήρωση τίτλου, κατηγορίας, δυσκολίας
es: Completar título, categoría, dificultad.
et: Täitke pealkiri, kategooria, raskusaste
fa: عنوان، دسته بندی، مشکل را پر کنید
fi: Fill in title, description, category, difficulty, and tags
fr: Remplissez le titre, la catégorie, la difficulté
gu: શીર્ષક, શ્રેણી, મુશ્કેલી ભરો
he: מילוי כותרת, קטגוריה, קושי
hi: शीर्षक, श्रेणी, कठिनाई भरें
hr: Ispunite naslov, kategoriju, težinu
hu: Cím, kategória, nehézség kitöltése
hy: Լրացրեք վերնագիրը, կատեգորիան, դժվարությունը
id: Isi judul, kategori, tingkat kesulitan
is: Fylltu titill, flokkur, erfiðleikar
it: Compila titolo, categoria, difficoltà
ja: タイトル、カテゴリー、難易度を記入してください
km: បំពេញចំណងជើង, ប្រភេទ, ការលំបាក
kn: ಶೀರ್ಷಿಕೆ, ವರ್ಗ, ತೊಂದರೆಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ
ko: 제목, 설명, 카테고리, 난이도, 태그 입력
lt: Užpildykite pavadinimą, kategoriją, sunkumą
lv: Aizpildiet nosaukumu, kategoriju, grūtības pakāpi
mk: Пополнете наслов, категорија, тежина
ms: Isi tajuk, kategori, kesukaran
my: Fill in title, description, category, difficulty, and tags
nb: Fill in title, description, category, difficulty, and tags
nl: Vul titel, categorie, moeilijkheidsgraad in
pl: Wypełnij tytuł, kategorię, poziom trudności
pt: Preencha título, categoria, dificuldade
ro: Completați titlul, categoria, dificultatea
ru: Укажите название, категорию, сложность
si: මාතෘකාව, කාණ්ඩය, දුෂ්කරතාවය පුරවන්න
sk: Vyplňte názov, kategóriu, náročnosť
sl: Izpolnite naslov, kategorijo, težavnost
sq: Fill in title, description, category, difficulty, and tags
sr: Fill in title, description, category, difficulty, and tags
sv: Fyll titel, kategori, svårighetsgrad
sw: Jaza kichwa, kitengo, ugumu
te: శీర్షిక, వర్గం, కష్టాన్ని పూరించండి
th: กรอกชื่อ หมวดหมู่ ความยาก
tr: Başlığı, kategoriyi, zorluğu doldurun
uk: Заповніть назву, категорію, складність
ur: عنوان ، زمرہ ، مشکل کو پُر کریں
uz: Sarlavha, toifa, qiyinchilikni to'ldiring
vi: Fill in title, description, category, difficulty, and tags
zh: 填标题、类别、难度
zh_hant: 填寫標題、類別、難度
zu: Gcwalisa isihloko, isigaba, ubunzima

# puzzleWorkflowStepSave
source: Save Puzzle
af: Stoor legkaart
am: እንቆቅልሽ አስቀምጥ
ar: حفظ اللغز
az: Puzzle Saxla
be: Захаваць галаваломку
bn: ধাঁধা সংরক্ষণ করুন
bo: གསང་བརྟག་ཉར་ཚགས།
ca: Guarda trencaclosques
cs: Uložit puzzle
da: Gem puslespil
de: Rätsel speichern
el: Αποθήκευση παζλ
es: Guardar rompecabezas
et: Salvesta pusle
fa: ذخیره پازل
fr: Enregistrer le casse-tête
gu: પઝલ સાચવો
he: שמור פאזל
hi: पहेली सहेजें
hr: Spremi slagalicu
hu: Feladvány mentése
hy: Պահել գլուխկոտը
id: Simpan Teka-teki
is: Vista þraut
it: Salva puzzle
ja: パズルを保存する
km: រក្សាទុកល្បែងផ្គុំរូប
kn: ಒಗಟು ಉಳಿಸಿ
ko: 퍼즐 저장
lt: Išsaugoti galvosūkį
lv: Saglabāt mīklu
mk: Зачувај загатка
ms: Simpan Teka-teki
nl: Bewaar puzzel
pl: Zapisz łamigłówkę
pt: Salvar quebra-cabeça
ro: Salvează puzzle
ru: Сохранить головоломку
si: ප්‍රහේලිකාව සුරකින්න
sk: Uložiť puzzle
sl: Shrani uganko
sv: Spara pussel
sw: Hifadhi Mafumbo
te: పజిల్‌ను సేవ్ చేయండి
th: บันทึกปริศนา
tr: Bulmacayı Kaydet
uk: Зберегти головоломку
ur: پہیلی کو بچائیں
uz: Puzzleni saqlang
zh: 保存谜题
zh_hant: 保存謎題
zu: Londoloza iphazili

# puzzleWorkflowStepSaveDesc
source: Click save button
af: Klik op stoor-knoppie
am: አስቀምጥ ቁልፍን ጠቅ ያድርጉ
ar: انقر فوق زر حفظ
az: Saxla düyməsini basın
be: Націсніце кнопку "Захаваць".
bg: Click the save button in the top-right corner
bn: সেভ বাটনে ক্লিক করুন
bo: ཉར་ཚགས་ཨེབ་གཅུས་མནན།
ca: Feu clic al botó desa
cs: Klikněte na tlačítko uložit
da: Klik på knappen Gem
de: Speichern-Schaltfläche oben rechts anklicken
el: Κάντε κλικ στο κουμπί αποθήκευση
es: Haga clic en el botón guardar
et: Klõpsake nuppu Salvesta
fa: روی دکمه ذخیره کلیک کنید
fi: Click the save button in the top-right corner
fr: Cliquez sur le bouton Enregistrer
gu: સેવ બટન પર ક્લિક કરો
he: לחץ על כפתור שמור
hi: सेव बटन पर क्लिक करें
hr: Kliknite gumb za spremanje
hu: Mentés gomb megnyomása
hy: Սեղմեք պահպանել կոճակը
id: Klik tombol simpan
is: Smelltu á vista hnappinn
it: Fare clic sul pulsante Salva
ja: 保存ボタンをクリックします
km: ចុចប៊ូតុងរក្សាទុក
kn: ಉಳಿಸು ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ
ko: 오른쪽 상단의 저장 버튼 클릭
lt: Spustelėkite išsaugoti mygtuką
lv: Noklikšķiniet uz pogas Saglabāt
mk: Кликнете на копчето зачувај
ms: Klik butang simpan
my: Click the save button in the top-right corner
nb: Click the save button in the top-right corner
nl: Klik op de knop Opslaan
pl: Kliknij przycisk Zapisz
pt: Clique no botão salvar
ro: Faceți clic pe butonul de salvare
ru: Нажмите кнопку «Сохранить».
si: සුරකින්න බොත්තම ක්ලික් කරන්න
sk: Kliknite na tlačidlo uložiť
sl: Kliknite gumb za shranjevanje
sq: Click the save button in the top-right corner
sr: Click the save button in the top-right corner
sv: Klicka på knappen Spara
sw: Bonyeza kitufe cha kuokoa
te: సేవ్ బటన్ క్లిక్ చేయండి
th: คลิกปุ่มบันทึก
tr: Kaydet düğmesine tıklayın
uk: Натисніть кнопку зберегти
ur: محفوظ کریں بٹن پر کلک کریں
uz: Saqlash tugmasini bosing
vi: Click the save button in the top-right corner
zh: 点击保存按钮
zh_hant: 單擊保存按鈕
zu: Chofoza inkinobho yokulondoloza

# puzzleWorkflowTip
source: Tip: You'll navigate between this page and the game board. Your progress is saved!
af: Wenk: Jy sal tussen hierdie bladsy en die spelbord navigeer.Jou vordering is gestoor!
am: ጠቃሚ ምክር፡ በዚህ ገጽ እና በጨዋታ ሰሌዳው መካከል ትሄዳለህ።እድገትህ ተቀምጧል!
ar: نصيحة: ستتنقل بين هذه الصفحة ولوحة اللعبة.يتم حفظ تقدمك!
az: İpucu: Siz bu səhifə ilə oyun lövhəsi arasında keçəcəksiniz.Tərəqqiniz yadda saxlanıldı!
be: Парада: вы будзеце перамяшчацца паміж гэтай старонкай і гульнявым полем.Ваш прагрэс захаваны!
bn: পরামর্শ: আপনি এই পৃষ্ঠা এবং গেম বোর্ডের মধ্যে নেভিগেট করবেন।আপনার অগ্রগতি সংরক্ষিত হয়!
bo: ལམ་སྟོན: ཤོག་ངོས་འདི་དང་རྩེད་པང་བར་སྤོ་འགྱུར་བྱེད། ཁྱེད་ཀྱི་ཡར་རྒྱས་ཉར་ཚགས་ཡོད།
ca: Consell: navegaràs entre aquesta pàgina i el tauler de joc.El vostre progrés està guardat!
cs: Tip: Budete se pohybovat mezi touto stránkou a herním plánem.Váš postup je uložen!
da: Tip: Du skal navigere mellem denne side og spillepladen.Dine fremskridt er gemt!
de: Tipp: Du navigierst zwischen dieser Seite und dem Spielbrett. Dein Fortschritt wird gespeichert!
el: Συμβουλή: Θα πλοηγηθείτε μεταξύ αυτής της σελίδας και του πίνακα παιχνιδιού.Η πρόοδός σας αποθηκεύτηκε!
es: Consejo: Navegarás entre esta página y el tablero de juego.¡Tu progreso está guardado!
et: Näpunäide: navigeerite selle lehe ja mängulaua vahel.Teie edusammud on salvestatud!
fa: نکته: شما بین این صفحه و صفحه بازی حرکت خواهید کرد.پیشرفت شما ذخیره شده است!
fr: Astuce : Vous naviguerez entre cette page et le plateau de jeu.Votre progression est enregistrée !
gu: ટીપ: તમે આ પૃષ્ઠ અને રમત બોર્ડ વચ્ચે નેવિગેટ કરશો.તમારી પ્રગતિ સાચવવામાં આવી છે!
he: טיפ: תוכל לנווט בין דף זה ללוח המשחק.ההתקדמות שלך נשמרת!
hi: युक्ति: आप इस पृष्ठ और गेम बोर्ड के बीच नेविगेट करेंगे।आपकी प्रगति सहेज ली गई है!
hr: Savjet: Kretat ćete se između ove stranice i ploče za igru.Vaš napredak je spremljen!
hu: Tipp: ezen az oldal és a játék tábla között fogsz váltani. Az előrehaladásod mentésre kerül!
hy: Հուշում. Դուք կանցնեք այս էջի և խաղատախտակի միջև:Ձեր առաջընթացը պահպանված է:
id: Tip: Anda akan menavigasi antara halaman ini dan papan permainan.Kemajuan Anda disimpan!
is: Ábending: Þú munt fletta á milli þessarar síðu og spilaborðsins.Framfarir þínar eru vistaðar!
it: Suggerimento: navigherai tra questa pagina e il tabellone di gioco.I tuoi progressi sono salvati!
ja: ヒント: このページとゲームボードの間を移動します。進行状況は保存されます。
km: គន្លឹះ៖ អ្នកនឹងរុករករវាងទំព័រនេះ និងក្តារហ្គេម។វឌ្ឍនភាពរបស់អ្នកត្រូវបានរក្សាទុក!
kn: ಸಲಹೆ: ನೀವು ಈ ಪುಟ ಮತ್ತು ಗೇಮ್ ಬೋರ್ಡ್ ನಡುವೆ ನ್ಯಾವಿಗೇಟ್ ಮಾಡುತ್ತೀರಿ.ನಿಮ್ಮ ಪ್ರಗತಿಯನ್ನು ಉಳಿಸಲಾಗಿದೆ!
ko: 팁: 이 페이지와 게임 보드 사이를 이동하게 됩니다. 진행 상황은 저장됩니다!
lt: Patarimas: naršysite tarp šio puslapio ir žaidimo lentos.Jūsų pažanga išsaugota!
lv: Padoms. Jūs varēsiet pārvietoties starp šo lapu un spēles galdu.Jūsu progress ir saglabāts!
mk: Совет: ќе се движите помеѓу оваа страница и таблата за игри.Вашиот напредок е зачуван!
ms: Petua: Anda akan menavigasi antara halaman ini dan papan permainan.Kemajuan anda disimpan!
nl: Tip: Je navigeert tussen deze pagina en het spelbord.Je voortgang is opgeslagen!
pl: Wskazówka: będziesz nawigować pomiędzy tą stroną a planszą gry.Twoje postępy zostały zapisane!
pt: Dica: você navegará entre esta página e o tabuleiro do jogo.Seu progresso está salvo!
ro: Sfat: veți naviga între această pagină și tabla de joc.Progresul dvs. este salvat!
ru: Совет: вы будете перемещаться между этой страницей и игровым полем.Ваш прогресс сохранен!
si: ඉඟිය: ඔබ මෙම පිටුව සහ ක්‍රීඩා පුවරුව අතර සංචාලනය කරනු ඇත.ඔබේ ප්‍රගතිය සුරැකේ!
sk: Tip: Budete sa pohybovať medzi touto stránkou a hracou doskou.Váš postup je uložený!
sl: Nasvet: Krmarili boste med to stranjo in igralno ploščo.Vaš napredek je shranjen!
sv: Tips: Du navigerar mellan den här sidan och spelplanen.Dina framsteg är sparade!
sw: Kidokezo: Utaelekeza kati ya ukurasa huu na ubao wa mchezo.Maendeleo yako yamehifadhiwa!
te: చిట్కా: మీరు ఈ పేజీ మరియు గేమ్ బోర్డ్ మధ్య నావిగేట్ చేస్తారు.మీ పురోగతి సేవ్ చేయబడింది!
th: เคล็ดลับ: คุณจะนำทางระหว่างหน้านี้และกระดานเกมบันทึกความคืบหน้าของคุณแล้ว!
tr: İpucu: Bu sayfa ile oyun tahtası arasında gezineceksiniz.İlerlemeniz kaydedildi!
uk: Порада. Ви будете переходити між цією сторінкою та ігровим полем.Ваш прогрес збережено!
ur: اشارہ: آپ اس صفحے اور گیم بورڈ کے مابین تشریف لے جائیں گے۔آپ کی پیشرفت بچ گئی ہے!
uz: Maslahat: Siz ushbu sahifa va oʻyin taxtasi oʻrtasida harakatlanasiz.Taraqqiyotingiz saqlandi!
zh: 提示：您将在本页和棋盘之间切换。您的进度会被保存！
zh_hant: 提示：您將在此頁面和遊戲板之間導航。您的進度已保存！
zu: Ithiphu: Uzozulazula phakathi kwaleli khasi nebhodi legeyimu.Ukuqhubeka kwakho kulondoloziwe!

# puzzlePositionSnapshotHelp
source: Position Snapshot Help
af: Posisie Snapshot Hulp
am: አቀማመጥ ቅጽበታዊ እገዛ
ar: مساعدة لقطة الموقف
az: Mövqe Snapshot Yardımı
be: Даведка па здымку пазіцыі
bn: অবস্থান স্ন্যাপশট সাহায্য
bo: གནས་བབ་ཟིན་ཐོའི་རོགས་རམ།
ca: Ajuda de la instantània de posició
cs: Nápověda ke snímku pozice
da: Hjælp til positionssnapshot
el: Βοήθεια Στιγμιότυπου Θέσης
es: Ayuda para instantáneas de posición
et: Asukoha hetktõmmise abi
fa: راهنمای موقعیت عکس فوری
fr: Aide sur les instantanés de position
gu: સ્થિતિ સ્નેપશોટ મદદ
he: עזרה במיקום תמונת מצב
hi: स्थिति स्नैपशॉट सहायता
hr: Pomoć za snimku položaja
hu: Pozíciómentés súgó
hy: Պաշտոնական պատկերի օգնություն
id: Bantuan Cuplikan Posisi
is: Staðsetning Skyndimynd Hjálp
it: Guida all'istantanea della posizione
ja: 位置スナップショットのヘルプ
km: ជំនួយរូបថតទីតាំង
kn: ಸ್ಥಾನ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಸಹಾಯ
lt: Padėties momentinės nuotraukos pagalba
lv: Pozīcijas momentuzņēmuma palīdzība
mk: Помош за слика на позицијата
ms: Bantuan Syot Kilat Kedudukan
nl: Hulp bij positiemomentopname
pl: Pomoc dotycząca migawki pozycji
pt: Ajuda para instantâneo de posição
ro: Ajutor pentru instantaneu de poziție
ru: Справка по снимку положения
si: ස්නැප්ෂොට් උදව් ස්ථානගත කරන්න
sk: Pomocník pre snímku polohy
sl: Pomoč za posnetek položaja
sv: Position Snapshot Hjälp
sw: Msaada wa Picha ya Nafasi
te: స్నాప్‌షాట్ సహాయాన్ని ఉంచండి
th: ช่วยเหลือภาพรวมตำแหน่ง
tr: Anlık Görüntüyü Konumlandırma Yardımı
uk: Довідка про знімок позиції
ur: پوزیشن سنیپ شاٹ مدد
uz: Position snapshot yordami
zh: 局面快照帮助
zh_hant: 位置快照幫助
zu: Usizo Lwesifinyezo Sesikhundla
