Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# focusOnBlockingPaths_Detail
source: During specific phases of the game, prioritize obstructing the opponent's movement over forming mills. Instead of focusing on removing pieces by completing mills, the AI aims to trap the opponent during these phases, rendering them unable to move and securing a win through attrition rather than aggressive play. This phase-specific strategy does not actively block the opponent's mills.
af: Tydens spesifieke fases van die spel, prioritiseer om die teenstander se beweging te belemmer eerder as om rye van drie te vorm. In plaas daarvan om te fokus op die verwydering van stukke deur rye van drie te voltooi, mik die KI daarna om die teenstander tydens hierdie fases vas te keer, sodat hulle nie kan beweeg nie en 'n oorwinning deur uitputting verseker. Hierdie fase-spesifieke strategie blokkeer nie aktief die teenstander se rye van drie nie.
am: በጨዋታው ዘመናት በማለፊያ ላይ በቀንንዴ ማሳመሻ እንደ ዋና ምልከታ ከሆነ የተጫዋች እንቅስቃሴን በማገድ እና በማገልገል እንዲሁም ከጨዋታ እንደሚተሸከም እንቅስቃሴው ማሰባሰብን አያደርግም።
ar: خلال مراحل محددة من اللعبة، قدِّم الأولوية لإعاقة حركة الخصم على تشكيل الطواحين. بدلاً من التركيز على إزالة القطع عبر إكمال الطواحين، تهدف الذكاء الاصطناعي إلى محاصرة الخصم خلال هذه المراحل، مما يجعله غير قادر على التحرك وضمان الفوز من خلال الإنهاك بدلاً من اللعب العدواني. هذه الاستراتيجية المحددة بالمرحلة لا تعيق طواحين الخصم بنشاط.
az: Rəqibin hərəkətini maneə törətməyə üstünlük verin, üçlüyü formalaşdırmaqdan daha çox. Üçlü yaratmaqla parçaları çıxarmağa yönəlmək əvəzinə, AI rəqibi tələyə salmağa çalışır, onları hərəkətsiz vəziyyətə gətirir və aqressiv oyundan çox tükəndirməklə qalib gəlir. Bu strategiya rəqibin üçlü yaratmasına aktiv şəkildə mane olmur.
be: Перавага аддаецца перашкодзе руху суперніка, а не фарміраванню тройкі. Замест таго, каб засяродзіцца на выдаленні фігур шляхам завяршэння тройкі, ШІ імкнецца паставіць суперніка ў тупік, не дазваляючы яму рухацца і забяспечваючы перамогу праз стратэгію знясілення, а не агрэсіўную гульню. Гэтая стратэгія не блакуе актыўна тройкі суперніка.
bg: Приоритизирайте блокирането на движението на противника вместо формирането на тройки. Вместо да се фокусирате върху премахването на фигури чрез завършване на тройки, AI цели да вкара противника в капан, като го направи неспособен да се движи и да осигури победа чрез изтощение, а не чрез агресивна игра. Тази стратегия не блокира активно тройките на противника.
bn: মিল তৈরি করার পরিবর্তে প্রতিপক্ষের গতিকে বাধা দেওয়ার উপর অগ্রাধিকার দিন। মিল সম্পূর্ণ করার মাধ্যমে টুকরোগুলি অপসারণের উপর মনোযোগ দেওয়ার পরিবর্তে, AI প্রতিপক্ষকে আটকে রাখার চেষ্টা করে, তাদের অক্ষম করে রাখে এবং আক্রমণাত্মক খেলার পরিবর্তে দীর্ঘমেয়াদী কৌশলে বিজয় নিশ্চিত করে। এই কৌশলটি প্রতিপক্ষের মিলগুলিকে সক্রিয়ভাবে ব্লক করে না।
bo: ཁྲོམ་གྲལ་བཟོ་བ་ལས་ཕ་རོལ་པོའི་འགུལ་སྐྱོད་བཀག་འགོག་བྱེད་པར་གཙོ་འདོན་བྱེད་པ། ཁྲོམ་གྲལ་བཟོས་ནས་རྡེའུ་ཕྱིར་འདོན་བྱེད་པར་དམིགས་འཛུགས་བྱེད་པའི་ཚབ་ཏུ། རིག་ནུས་ལྡན་པའི་འཕྲུལ་འཁོར་གྱིས་ཕ་རོལ་པོར་འཛིན་བཟུང་བྱེད་པ་དང་། དེ་ལ་བརྟེན་ནས་ཁོང་ཚོར་འགུལ་སྐྱོད་བྱེད་པའི་ནུས་པ་མེད་པ་བཟོས་ནས་བརྩེ་སེམས་ལྡན་པའི་རྩེད་མོའི་ཐོག་ནས་རྒྱལ་ཁ་ཐོབ་པར་བྱེད། བྱ་ཐབས་འདིས་ཕ་རོལ་པོའི་ཁྲོམ་གྲལ་བཀག་འགོག་བྱེད་པར་ཐད་ཀར་མི་དམིགས།।
ca: En determinades fases de la partida, la IA prioritzarà blocar els moviments de l'oponent per a aconseguir la victòria per ofegament, en lloc de formar molins directament.
cs: V určitých fázích hry prioritizujte bránění pohybu soupeře před tvořením mlýnů. Místo zaměření se na odstraňování figurek dokončováním mlýnů, AI se v těchto fázích snaží chytit soupeře do pasti, znemožnit mu pohyb a zajistit vítězství opotřebováním místo agresivní hry. Tato strategie specifická pro dané fáze aktivně neblokuje soupeřovy mlýny.
da: Prioriter at hindre modstanderens bevægelser over at danne møller. I stedet for at fokusere på at fjerne brikker ved at fuldføre møller, sigter AI på at fange modstanderen, så de ikke kan bevæge sig og sikre en sejr gennem udmattelse snarere end aggressivt spil. Denne strategi blokerer ikke aktivt modstanderens møller.
de: Während bestimmter Phasen des Spiels, priorisieren Sie das Blockieren der Bewegungen des Gegners über das Bilden von Mühlen. Anstatt sich darauf zu konzentrieren, Steine durch das Vervollständigen von Mühlen zu entfernen, zielt die KI während dieser Phasen darauf ab, den Gegner zu fangen, sodass er sich nicht bewegen kann und einen Sieg durch Abnutzung statt durch aggressives Spiel sichert. Diese phasenspezifische Strategie blockiert nicht aktiv die Mühlen des Gegners.
el: Δώστε προτεραιότητα στην παρεμπόδιση της κίνησης του αντιπάλου παρά στον σχηματισμό μύλων. Αντί να εστιάζει στην αφαίρεση κομματιών ολοκληρώνοντας μύλους, η AI στοχεύει να παγιδεύσει τον αντίπαλο, καθιστώντας τον ανίκανο να κινηθεί και εξασφαλίζοντας τη νίκη μέσω φθοράς παρά μέσω επιθετικού παιχνιδιού. Αυτή η στρατηγική δεν μπλοκάρει ενεργά τους μύλους του αντιπάλου.
es: Durante fases específicas del juego, da prioridad a obstruir el movimiento del oponente sobre la formación de molinos. En lugar de centrarse en eliminar piezas completando molinos, la IA intenta atrapar al oponente durante estas fases, incapacitándole para moverse y asegurándose la victoria mediante el desgaste en lugar de mediante el juego agresivo. Esta estrategia específica para cada fase no bloquea activamente los molinos del adversario.
et: Prioriteerige vastase liikumise takistamist, mitte veskite moodustamist. Selle asemel, et keskenduda veskite täitmisega tükkide eemaldamisele, püüab tehisintellekt vastast lõksu püüda, takistades neil liikumist ja tagades võidu kurnamise, mitte agressiivse mänguga. See strateegia ei blokeeri aktiivselt vastase veskeid.
fa: در مراحل خاصی از بازی، به جای تشکیل دوز، اولویت به مسدود کردن حرکت حریف دهید. به جای تمرکز بر حذف مهره‌ها با تکدوز دوز، هوش مصنوعی هدف دارد که در این مراحل حریف را به دام بیندازد، او را ناتوان از حرکت کند و از طریق فرسایش به جای بازی تهاجمی، پیروزی را تضمین کند. این استراتژی که مختص به مراحلی خاص است، به‌طور فعال دوز‌های حریف را مسدود نمی‌کند.
fi: Priorisoi vastustajan liikkeiden estäminen myllyjen muodostamisen sijaan. Sen sijaan, että keskittyisi poistamaan kappaleita täydentämällä myllyjä, AI pyrkii ansaan vastustajan, estäen heitä liikkumasta ja varmistaa voiton kulutuksella eikä aggressiivisella pelillä. Tämä strategia ei aktiivisesti estä vastustajan myllyjä.
fr: Durant des phases spécifiques du jeu, privilégiez l'obstruction des mouvements de l'adversaire plutôt que la formation de moulins. Au lieu de se concentrer sur le retrait des pièces en complétant des moulins, l'IA vise à piéger l'adversaire pendant ces phases, le rendant incapable de se déplacer et assurant une victoire par attrition plutôt que par un jeu agressif. Cette stratégie spécifique à certaines phases ne bloque pas activement les moulins de l'adversaire.
gu: મિલ્સ બનાવવાના બદલે પ્રતિકુલતા માર્ગ અવરોધિત કરવા પર પ્રાથમિકતા આપો. મિલ્સ પૂર્ણ કરીને ભાગોને દૂર કરવા પર ધ્યાન કેન્દ્રિત કરવાનો બદલે, AI પ્રતિકુલતાને ફસાવવાનો હેતુ ધરાવે છે, જેથી તેઓ હલનચલન ન કરી શકે અને આક્રમક રમણાના બદલે ઘસારા દ્વારા વિજય પ્રાપ્ત કરે. આ વ્યૂહરચના પ્રતિકુલતાની મિલ્સને સક્રિય રીતે અવરોધિત કરતી નથી.
he: עדיף להפריע לתנועת היריב על פני יצירת תחנות רוח. במקום להתמקד בהסרת חלקים על ידי השלמת תחנות רוח, ה-AI מכוון ללכוד את היריב, ולמנוע ממנו לזוז ולהבטיח ניצחון באמצעות שחיקה ולא באמצעות משחק אגרסיבי. אסטרטגיה זו אינה חוסמת באופן פעיל את תחנות הרוח של היריב.
hi: मिल्स बनाने की बजाय प्रतिद्वंद्वी की चालों को अवरुद्ध करने को प्राथमिकता दें। मिल्स पूरा करके टुकड़ों को हटाने पर ध्यान केंद्रित करने के बजाय, एआई प्रतिद्वंद्वी को फँसाने का लक्ष्य रखता है, जिससे वे हिलने-डुलने में असमर्थ हो जाते हैं और आक्रामक खेल के बजाय थकावट के माध्यम से जीत सुनिश्चित करते हैं। यह रणनीति प्रतिद्वंद्वी के मिल्स को सक्रिय रूप से अवरुद्ध नहीं करती है।
hr: Tijekom određenih faza igre priorizirajte ometanje protivnika u pomicanju figura umjesto formiranja mlinova. Umjesto da se usredotoči na uklanjanje figura sastavljanjem mlinova, UI nastoji uhvatiti protivnika u zamku, onemogućiti mu pomicanje figura i osigurati pobjedu iscrpljivanjem, a ne agresivnom igrom. Ova strategija ne blokira aktivno protivničke mlinove.
hu: A játék bizonyos fázisaiban részesítse előnyben az ellenfél mozgásának akadályozását a malmok kialakításával szemben. Ahelyett, hogy a malmok befejezésével eltávolítaná a darabokat, az MI ezekben a fázisokban törekszik az ellenfél csapdába ejtésére, mozgásképtelenné téve őket és biztosítva a győzelmet kopással, nem pedig agresszív játékkal. Ez a fázisspecifikus stratégia nem akadályozza aktívan az ellenfél malmait.
hy: Անհրաժեշտ է առաջնահերթ ուշադրություն դարձնել մրցակցի շարժումների խոչընդոտմանը՝ քան կազմելով եռյակը: Փոխարենը կենտրոնանալով մասերը հեռացնելու վրա՝ եռյակը լրացնելու միջոցով, արհեստական ինտելեկտը նպատակ ունի խափանել մրցակցին, դարձնելով նրանց շարժունակությունը նվազեցնելով և ապահովելով հաղթանակը խիստ խաղի միջոցով: Այս ռազմավարությունը չի արգելափակում ակտիվորեն մրցակցի եռյակը:
id: Prioritaskan untuk menghalangi pergerakan lawan daripada membentuk kincir. Alih-alih fokus pada menghilangkan bidak dengan menyelesaikan kincir, AI bertujuan untuk menjebak lawan, membuat mereka tidak dapat bergerak dan memastikan kemenangan melalui keletihan daripada permainan agresif. Strategi ini tidak secara aktif menghalangi kincir lawan.
is: Forgangsröð að hindra hreyfingar andstæðingsins fram yfir að mynda möllur. Í stað þess að einbeita sér að því að fjarlægja stykki með því að ljúka möllum, miðar AI að því að loka andstæðingnum, gera þeim ófært að hreyfa sig og tryggja sigur með úthaldsleik frekar en árásargjarnri leik. Þessi stefna lokar ekki virkan möllum andstæðingsins.
it: Dai priorità all'ostruzione dei movimenti dell'avversario piuttosto che alla formazione dei mulini. Invece di concentrarsi sulla rimozione dei pezzi completando i mulini, l'IA mira a intrappolare l'avversario, rendendolo incapace di muoversi e garantendo una vittoria per logoramento piuttosto che per gioco aggressivo. Questa strategia non blocca attivamente i mulini dell'avversario.
ja: ミルの形成よりも対戦相手の動きを妨害することを優先します。ミルを完成させてピースを取り除くことに焦点を当てるのではなく、AIは対戦相手を罠にかけ、動けなくして、攻撃的なプレイではなく消耗戦を通じて勝利を確保します。この戦略は、対戦相手のミルを積極的にブロックするものではありません。
km: ក្នុងដំណាក់កាលជាក់លាក់នៃហ្គេម ត្រូវផ្តល់អាទិភាពដល់ការរារាំងចលនារបស់គូប្រកួត លើសពីការបង្កើតមីល។ ជំនួសឱ្យការផ្តោតលើការដកកូនអុកចេញដោយការបំពេញមីល AI មានគោលបំណងចាប់គូប្រកួតក្នុងដំណាក់កាលទាំងនេះ ធ្វើឱ្យពួកគេមិនអាចផ្លាស់ទីបាន និងធានាបាននូវជ័យជម្នះតាមរយៈការធ្វើឱ្យចុះខ្សោយ ជាជាងការលេងបែបឈ្លានពាន។ យុទ្ធសាស្ត្រជាក់លាក់តាមដំណាក់កាលនេះមិនរារាំងមីលរបស់គូប្រកួតយ៉ាងសកម្មទេ។
kn: ಮಿಲ್ಲುಗಳನ್ನು ರಚಿಸುವುದಕ್ಕಿಂತ ಎದುರಾಳಿಯ ಚಲನೆಗಳನ್ನು ಅಡ್ಡಿಪಡಿಸುವುದಕ್ಕೆ ಪ್ರಾಮುಖ್ಯತೆ ನೀಡಲು. ಮಿಲ್ಲುಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸುವ ಮೂಲಕ ತುಣುಕುಗಳನ್ನು ತೆಗೆದುಹಾಕುವುದಕ್ಕೆ ಬದಲು, AI ಎದುರಾಳಿಯನ್ನು ಒರೆಹಾಕಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ, ಅವರನ್ನು ಚಲಿಸದಂತೆ ಮಾಡುತ್ತದೆ ಮತ್ತು ಆಕ್ರಮಣಾತ್ಮಕ ಆಟದ ಬದಲು ಆರೋಹಣದ ಮೂಲಕ ಜಯವನ್ನು ಭದ್ರಪಡಿಸುತ್ತದೆ. ಈ ತಂತ್ರ ನಿಖರವಾಗಿ ಎದುರಾಳಿಯ ಮಿಲ್ಲುಗಳನ್ನು ತಡೆಯುವುದಿಲ್ಲ.
ko: 게임의 특정 단계에서는 참고누를 형성하는 것보다 상대방의 움직임을 방해하는 것을 우선시합니다. 참고누를 완성하여 조각을 제거하는 데 집중하는 대신, 이 단계에서 AI는 상대를 함정에 빠뜨리고 움직이지 못하게 하여 공격적인 플레이보다는 소모전을 통해 승리를 확보하는 것을 목표로 합니다. 이 단계별 전략은 상대의 참고누를 적극적으로 막지 않습니다.
lt: Pirmenybę teikite priešininko judesių blokavimui, o ne malūnų formavimui. Vietoj to, kad sutelktumėte dėmesį į figūrų pašalinimą užbaigiant malūnus, AI siekia užblokuoti priešininką, padaryti jį nejudriu ir užtikrinti pergalę per išsekimą, o ne agresyvų žaidimą. Ši strategija neblokuoja aktyviai priešininko malūnų.
lv: Prioritizējiet pretinieka kustību bloķēšanu, nevis dzirnavu veidošanu. Tā vietā, lai koncentrētos uz figūru noņemšanu, pabeidzot dzirnavas, AI cenšas ieslodzīt pretinieku, padarot viņu nespējīgu kustēties un nodrošinot uzvaru ar izturību, nevis agresīvu spēli. Šī stratēģija aktīvi nebloķē pretinieka dzirnavas.
mk: Дадете приоритет на блокирањето на движењето на противникот наместо формирање мелници. Наместо да се фокусирате на отстранување на фигури со завршување на мелници, AI има за цел да го зароби противникот, оневозможувајќи го да се движи и обезбедувајќи победа преку исцрпување наместо агресивна игра. Оваа стратегија не ги блокира активно мелниците на противникот.
ms: Utamakan untuk menghalang pergerakan lawan daripada membentuk kincir. Daripada memberi tumpuan untuk menghapuskan kepingan dengan melengkapkan kincir, AI bertujuan untuk memerangkap lawan, menjadikan mereka tidak dapat bergerak dan memastikan kemenangan melalui kepenatan dan bukan permainan agresif. Strategi ini tidak secara aktif menghalang kincir lawan.
my: မီးခိုးသုံးတည်ဆောက်ခြင်းကို ဦးစားမပေးဘဲ ပြိုင်ဘက်ရဲ့ လှုပ်ရှားမှုကို တားဆီးဖို့ ဦးစားပေးပါ။ AI က မီးခိုးသုံးတွေ ပြီးမြောက်စေခြင်းအားဖြင့် အပိုင်းတွေကို ဖယ်ရှားရန် အာရုံစိုက်ခြင်းမပြုဘဲ ပြိုင်ဘက်ကို ပိတ်မိအောင် ကြိုးပမ်းပါတယ်၊ သို့ဖြစ်ပြီး ပြိုင်ဘက်ကို ရွေ့လျားနိုင်စွမ်းမရှိစေပြီး တိုက်ခိုက်စစ်မဟုတ်ဘဲ ပင်ပန်းခြင်းဖြင့် အနိုင်ရရှိစေပါတယ်။ ဤနည်းဗျူဟာ ပြိုင်ဘက်ရဲ့ မီးခိုးသုံးတွေကို တက်ကြွစွာ မတားဆီးပါ။
nb: Prioriter å hindre motstanderens bevegelser over å danne møller. I stedet for å fokusere på å fjerne brikker ved å fullføre møller, har AI som mål å fange motstanderen, gjøre dem ute av stand til å bevege seg og sikre en seier gjennom utholdenhet i stedet for aggressivt spill. Denne strategien blokkerer ikke aktivt motstanderens møller.
nl: Geef prioriteit aan het blokkeren van de beweging van de tegenstander boven het vormen van molens. In plaats van je te concentreren op het verwijderen van stukken door molens te voltooien, probeert de AI de tegenstander in de val te lokken, waardoor ze niet kunnen bewegen en een overwinning te behalen door uithoudingsvermogen in plaats van agressief spel. Deze strategie blokkeert de molens van de tegenstander niet actief.
pl: Priorytetem jest utrudnianie ruchów przeciwnika, a nie tworzenie młynów. Zamiast skupiać się na usuwaniu pionów poprzez ukończenie młynów, SI dąży do unieruchomienia przeciwnika, uniemożliwiając mu poruszanie się i zapewniając zwycięstwo poprzez wyczerpanie, a nie agresywną grę. Ta strategia nie blokuje aktywnie młynów przeciwnika.
pt: Durante fases específicas do jogo, priorize obstruir o movimento do oponente em vez de formar moinhos. Em vez de focar em remover peças completando moinhos, a IA visa aprisionar o adversário durante essas fases, incapacitando-o de se mover e garantindo a vitória por desgaste em vez de jogo agressivo.
ro: În anumite faze ale jocului, prioritizează blocarea mișcării adversarului în detrimentul formării de moare. În loc să se concentreze pe eliminarea pieselor prin completarea de moare, AI-ul își propune să-l prindă pe adversar în aceste faze, făcându-l incapabil să se miște și asigurând o victorie prin epuizare, mai degrabă decât prin joc agresiv. Această strategie specifică fazei nu blochează activ moarele adversarului.
ru: В определенные фазы игры отдавайте приоритет препятствию движению противника, а не созданию мельниц. Вместо того чтобы сосредотачиваться на удалении фигурок, завершая мельницы, ИИ стремится поймать противника в ловушку во время этих фаз, лишая его возможности двигаться и обеспечивая победу путем изнурения, а не агрессивной игры. Эта стратегия, специфическая для определенных фаз, не активно блокирует мельницы противника.
si: තොරාගන්නා එක තුනක් හදන්නට වඩා ප්‍රතිවාදියන්ගේ චලන වලට බාධා එල්ල කිරීමට. තොරාගන්නා එක තුනක් සම්පූර්ණ කිරීමෙන් කොටස් ඉවත් කිරීම සඳහා අවධානය යොමු කිරීම වෙනුවට, AI ප්‍රතිවාදියා හසු කිරීමට, ඔවුන්ට චලනය කළ නොහැකි වන අතර ආක‍්‍රමණාකාරී ක්‍රීඩාවක් මඟින් නොව ප‍්‍රතිස්ථාමී යුද්ධයකින් ජයග්‍රහණය සපයයි. මෙම මූලාකෘතිය ප්‍රතිවාදියන්ගේ එකතු තුරන් තදම වැඩි ක්‍රියාවෙන් නතර කරන්නේ නැත.
sk: Uprednostnite blokovanie pohybu súpera pred tvorbou mlynov. Namiesto zamerania sa na odstraňovanie figúr dokončovaním mlynov sa AI snaží chytiť súpera do pasce, znemožniť mu pohyb a zabezpečiť víťazstvo prostredníctvom opotrebenia, nie agresívnej hry. Táto stratégia aktívne neblokuje mlyny súpera.
sl: Dajte prednost blokiranju premikov nasprotnika pred oblikovanjem mlinov. Namesto da bi se osredotočili na odstranjevanje figur z dokončanjem mlinov, AI poskuša nasprotnika ujeti v past, ga narediti nesposobnega za premikanje in zagotoviti zmago z izčrpanjem namesto z agresivno igro. Ta strategija ne blokira aktivno nasprotnikovih mlinov.
sq: Jepni përparësi bllokimit të lëvizjeve të kundërshtarit përpara formimit të mulli. Në vend që të përqendrohet në heqjen e pjesëve duke përfunduar mulli, AI synon të fusë kundërshtarin në kurth, duke e bërë të paaftë të lëvizë dhe të sigurojë një fitore përmes konsumimit sesa lojës agresive. Kjo strategji nuk bllokon në mënyrë aktive mulli të kundërshtarit.
sr: Prioritet dajte ometanju kretanja protivnika umesto formiranja tri u nizu. Umesto da se fokusira na uklanjanje figura dovršavanjem tri u nizu, AI nastoji da uhvati protivnika u zamku, onemogućavajući mu kretanje i osiguravajući pobedu kroz iscrpljivanje umesto agresivne igre. Ova strategija ne blokira aktivno protivničke tri u nizu.
sv: Prioritera att hindra motståndarens rörelser framför att bilda kvarnar. Istället för att fokusera på att ta bort pjäser genom att fullborda kvarnar, siktar AI på att fånga motståndaren, göra dem oförmögna att röra sig och säkra en seger genom utmattning snarare än aggressivt spel. Denna strategi blockerar inte aktivt motståndarens kvarnar.
sw: Panga kipaumbele kuzuia harakati za mpinzani badala ya kuunda mils. Badala ya kuzingatia kuondoa vipande kwa kumaliza mils, AI inalenga kumtega mpinzani, kumzuia asiweze kusonga na kuhakikisha ushindi kupitia uchovu badala ya mchezo wa fujo. Mkakati huu hauzuii mils ya mpinzani kwa nguvu.
ta: விளையாட்டின் குறிப்பிட்ட கட்டங்களின் போது, ஆலைகளை உருவாக்குவதில் எதிராளியின் இயக்கத்தைத் தடுக்கிறது. ஆலைகளை முடிப்பதன் மூலம் துண்டுகளை அகற்றுவதில் கவனம் செலுத்துவதற்குப் பதிலாக, இந்த கட்டங்களின் போது எதிராளியை சிக்க வைப்பதை AI நோக்கமாகக் கொண்டுள்ளது, மேலும் அவற்றை நகர்த்த முடியாமல், வன்கவர்வு விளையாட்டைக் காட்டிலும் ஒரு வெற்றியைப் பெறுகிறது. இந்த கட்ட-குறிப்பிட்ட மூலோபாயம் எதிராளியின் ஆலைகளை தீவிரமாகத் தடுக்காது.
te: మిల్లులు ఏర్పరచడం కంటే ప్రత్యర్థి యొక్క కదలికలను అడ్డుకోవడానికి ప్రాధాన్యత ఇవ్వండి. మిల్లులు పూర్తి చేయడం ద్వారా ముక్కలను తొలగించడం మీద దృష్టి పెట్టడం బదులు, AI ప్రత్యర్థిని ఉంచడానికి ప్రయత్నిస్తుంది, వారిని కదలకుండా చేసి, ఆగ్రహపు ఆటకు బదులుగా క్షీణత ద్వారా విజయం సాధించడానికి లక్ష్యం చేస్తుంది. ఈ వ్యూహం ప్రత్యర్థి యొక్క మిల్లులను చురుకుగా అడ్డుకోదు.
th: ให้ความสำคัญกับการขัดขวางการเคลื่อนไหวของฝ่ายตรงข้ามมากกว่าการสร้างมิลล์ แทนที่จะมุ่งเน้นไปที่การลบชิ้นส่วนด้วยการทำมิลล์ให้สมบูรณ์ AI ตั้งใจที่จะดักฝ่ายตรงข้าม ทำให้พวกเขาไม่สามารถเคลื่อนไหวได้และรักษาชัยชนะผ่านการสึกหรอมากกว่าการเล่นอย่างดุเดือด กลยุทธ์นี้ไม่ได้ขัดขวางมิลล์ของฝ่ายตรงข้ามอย่างแข็งขัน
tr: Oyunun belirli aşamalarında, değirmenler oluşturmanın önüne rakibin hareketlerini engellemeyi koyun. Parçaları değirmenleri tamamlayarak kaldırmaya odaklanmak yerine, AI bu aşamalar sırasında rakibi tuzağa düşürmeyi, hareket edemez hale getirmeyi ve agresif oyun yerine yıpratma yoluyla zaferi sağlamayı hedefler. Bu aşama özel stratejisi, rakibin değirmenlerini aktif olarak engellemez.
uk: У певних фазах гри віддається пріоритет блокуванню руху супротивника, а не формуванню млинів. Замість того, щоб зосереджуватися на видаленні фігурок, завершуючи млини, ШІ прагне зловити супротивника в пастку саме під час цих фаз, позбавити його можливості рухатися і забезпечити перемогу через виснаження, а не агресивну гру. Ця стратегія, характерна для певних фаз, не активно блокує млини супротивника.
ur: ملز بنانے کے بجائے مخالف کی حرکات کو روکنے کو ترجیح دیں۔ ملز مکمل کرنے سے ٹکڑوں کو ہٹانے پر توجہ دینے کے بجائے، AI کا مقصد مخالف کو پھنسانا ہے، انہیں حرکت کرنے سے قاصر بنانا اور جارحانہ کھیل کے بجائے گراوٹ کے ذریعے فتح کو یقینی بنانا ہے۔ یہ حکمت عملی مخالف کی ملز کو فعال طور پر نہیں روکتی ہے۔
uz: Tegirmonlarni shakllantirish o'rniga raqibning harakatlarini to'sishga ustunlik bering. Tegirmonlarni to'ldirish orqali bo'laklarni olib tashlashga e'tibor qaratish o'rniga, AI raqibni tuzoqqa tushirishga, ularni harakatsiz qilishga va tajovuzkor o'yin o'rniga charchash orqali g'alabani ta'minlashga harakat qiladi. Ushbu strategiya raqibning tegirmonlarini faol ravishda bloklamaydi.
vi: Ưu tiên cản trở di chuyển của đối thủ thay vì tạo thành cối xay. Thay vì tập trung vào việc loại bỏ các quân cờ bằng cách hoàn thành cối xay, AI nhằm bẫy đối thủ, khiến họ không thể di chuyển và đảm bảo chiến thắng thông qua sự kiệt sức thay vì lối chơi hung hăng. Chiến lược này không chủ động chặn các cối xay của đối thủ.
zh: 在游戏的特定阶段中，优先阻碍对手走棋，而不是形成三连。在这些阶段中，AI 不会专注于通过形成三连来吃掉对方的棋子，而是旨在困住对方，使对方的棋子无法移动，并通过消耗战而不是积极进攻来争取胜利。这种针对特定阶段的策略不会主动阻止对方形成三连。
zh_hant: 在游戏的特定阶段中，優先阻礙對手走棋，而不是形成三連。在這些階段中，AI 不會專注於通過形成三連來吃掉對方的棋子，而是旨在困住對方，使對方的棋子無法移動，並通過消耗戰而不是積極進攻來爭取勝利。這種針對特定階段的策略不會主動阻止對方形成三連。
zu: Nikeza phambili ekuphazamiseni ukuhamba kwesitha kunezindleko zokwakha amamili. Esikhundleni sokugxila ekuqedeni izingcezu ngokugcwalisa amamili, i-AI ihlose ukuheha isitha, ukwenza bahluleke ukunyakaza kanye nokuqinisekisa ukunqoba ngokusebenzisa ukufaka engcupheni kunokudlala ngonya. Leli su alivaleli amamili esitha ngendlela ephambili.

source: Piece image
af: Stukkieprentjie
am: የእቃዎች ምስል
ar: صورة القطعة
az: Fiqur şəkli
be: Выява фігуры
bg: Изображение на фигура
bn: ছবি টুকরা
bo: ཆོ་གོག་པོང་།
ca: Imatge de la peça
cs: Obraz figurky
da: Brikbillede
de: Figurenbild
el: Εικόνα πιόνι
es: Imagen de la pieza
et: Maletüki pilt
fa: تصویر مهره
fi: Palakuva
fr: Image de pièce
gu: ચેસના પિયાનો ચિત્ર
he: תמונה של כלי שחמט
hi: शतरंज की तस्वीर
hr: Slika figure
hu: Bábuképek
hy: Շախմատային նկարը
id: Gambar bidak
is: Skákmanna mynd
it: Immagine del pezzo
ja: 駒の画像
km: រូបភាពកូនអុក
kn: ಚೆಸ್ ಆಕೃತಿ ಚಿತ್ರ
ko: 체스 말 이미지
lt: Figūros vaizdas
lv: Figūras attēls
mk: Слика на фигура
ms: Gambar catur
my: တရားသူကြီးဓါတ်ပုံ
nb: Brikkebilde
nl: Stuk afbeelding
pl: Obrazek figury
pt: Imagem da peça
ro: Imagine piesă
ru: Изображение фигуры
si: තීරු රූපය
sk: Obraz figúry
sl: Slika figure
sq: Imazhi i copës
sr: Слика фигуре
sv: Pjäspussel
sw: Picha ya kipande
ta: துண்டு படம்
te: చదరంగపు ముక్క చిత్రం
th: รูปหมาก
tr: Satranç parçası resmi
uk: Зображення фігури
ur: شطرنج کا تصویر
uz: Shaxmat rasmi
vi: Hình ảnh của quân cờ
zh: 棋子图片
zh_hant: 棋子圖片
zu: Isithombe somkhandi
