Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Background image
af: Agtergrondbeeld
am: የጀርባ ምስል
ar: صورة الخلفية
az: Fon şəkili
be: Фонавы малюнак
bg: Фоново изображение
bn: ব্যাকগ্রাউন্ড ইমেজ
bo: རྒྱབ་ལྗོངས་པར་རིས།
ca: Imatge de fons
cs: Pozadí obrazu
da: Baggrundsbillede
de: Hintergrundbild
el: Εικόνα φόντου
es: Imagen de fondo
et: Taustapilt
fa: تصویر پس‌زمینه
fi: Taustakuva
fr: Image d'arrière-plan
gu: બેકગ્રાઉન્ડ ઇમેજ
he: תמונת רקע
hi: पृष्ठभूमि छवि
hr: Pozadinska slika
hu: Háttérkép
hy: Ֆոնական պատկեր
id: Gambar latar belakang
is: Bakgrunnsmynd
it: Immagine di sfondo
ja: 背景画像
km: រូបភាពផ្ទៃខាងក្រោយ
kn: ಹಿನ್ನೆಲೆ ಚಿತ್ರ
ko: 배경 이미지
lt: Fono paveikslėlis
lv: Fona attēls
mk: Позадинска слика
ms: Imej latar belakang
my: နောက်ခံပုံရိပ်
nb: Bakgrunnsbilde
nl: Achtergrondafbeelding
pl: Obraz tła
pt: Imagem de fundo
ro: Imagine de fundal
ru: Фоновое изображение
si: පසුබිම් රූපය
sk: Pozadie obrazu
sl: Ozadna slika
sq: Imazh i sfondit
sr: Позадинска слика
sv: Bakgrundsbild
sw: Picha ya nyuma
ta: பின்னணி படம்
te: నేపథ్య చిత్రం
th: ภาพพื้นหลัง
tr: Arka plan resmi
uk: Фонове зображення
ur: پس منظر کی تصویر
uz: Orqa fon rasmi
vi: Hình nền
zh: 背景图片
zh_hant: 背景圖片
zu: Isithombe semva
