Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# whatIsMtdf
source: MTD(f) is a modified form of the alpha-beta search algorithm that aims to improve efficiency by reusing intermediate search results and using a good initial guess to narrow the search space.
af: MTD(f) is 'n gewysigde vorm van die alfa-beta-soekalgoritme wat daarop gemik is om doeltreffendheid te verbeter deur intermediêre soekresultate te hergebruik en 'n goeie aanvanklike raaiskoot te gebruik om die soekruimte te verklein.
am: MTD(f) የአልፋ-ቢታ ፍለጋ አልጎርዘም ተለዋዋጭ ቅንብር ነው የሚያተኮርና በመካከለኛ ፍለጋ ውጤቶችን በመጠቀም እና በጥሩ መጀመሪያ እሴት በማሳቀመጥ ፍለጋ ምንጮችን መደበኛ መቀነስ ለመቀላቀል የሚሻል።
ar: MTD (f) هو شكل معدل من خوارزمية بحث alpha-beta التي تهدف إلى تحسين الكفاءة عن طريق إعادة استخدام نتائج البحث الوسيطة واستخدام تخمين أولي جيد لتضييق مساحة البحث.
az: MTD(f) alfa-beta axtarış alqoritminin dəyişdirilmiş formasıdır ki, onun məqsədi aralıq axtarış nəticələrindən təkrar istifadə etməklə və axtarış məkanını daraltmaq üçün yaxşı ilkin təxmindən istifadə etməklə səmərəliliyi artırmaqdır.
be: MTD(f) - гэта мадыфікаваная форма альфа-бэта-алгарытму пошуку, якая накіравана на павышэнне эфектыўнасці шляхам паўторнага выкарыстання прамежкавых вынікаў пошуку і выкарыстання добрай першапачатковай здагадкі для звужэння прасторы пошуку.
bg: MTD(f) е модифицирана форма на алфа-бета алгоритъма за търсене, който има за цел да подобри ефективността чрез повторно използване на междинни резултати от търсене и използване на добро първоначално предположение за стесняване на пространството за търсене.
bn: MTD(f) হল আলফা-বিটা অনুসন্ধান অ্যালগরিদমের একটি পরিবর্তিত রূপ যার লক্ষ্য হল মধ্যবর্তী অনুসন্ধান ফলাফল পুনরায় ব্যবহার করে এবং অনুসন্ধানের স্থান সংকুচিত করার জন্য একটি ভাল প্রাথমিক অনুমান ব্যবহার করে দক্ষতা উন্নত করা।
bo: MTD(f) ནི་ཨལ་ཕ་བེ་ཊ་འཚོལ་ཞིབ་རྩིས་གཞིའི་བསྒྱུར་བཅོས་བྱས་པའི་རྣམ་པ་ཞིག་རེད་།
ca: MTD(f) és una variant de l'algorisme de cerca alfa-beta que intenta aprofitar l'eficiència reutilitzant els resultats de cerques intermèdies i fent ús d'una bona estimació inicial per a limitar l'espai de cerca.
cs: MTD(f) je upravená forma vyhledávacího algoritmu alfa-beta, jehož cílem je zlepšit efektivitu opakovaným použitím mezivýsledků vyhledávání a použitím dobrého počátečního odhadu k zúžení prostoru pro vyhledávání.
da: MTD(f) er en modificeret form af alfa-beta-søgealgoritmen, der har til formål at forbedre effektiviteten ved at genbruge mellemliggende søgeresultater og bruge et godt indledende gæt til at indsnævre søgerummet.
de: MTD(f) ist eine modifizierte Form des Alpha-Beta-Suchalgorithmus, der darauf abzielt, die Effizienz zu verbessern, indem Zwischenergebnisse wiederverwendet werden und eine gute Anfangsschätzung verwendet wird, um den Suchraum einzugrenzen.
el: Το MTD(f) είναι μια τροποποιημένη μορφή του αλγορίθμου αναζήτησης άλφα-βήτα που στοχεύει στη βελτίωση της αποτελεσματικότητας επαναχρησιμοποιώντας ενδιάμεσα αποτελέσματα αναζήτησης και χρησιμοποιώντας μια καλή αρχική εικασία για να περιορίσει τον χώρο αναζήτησης.
es: MTD(f) es una forma modificada del algoritmo de búsqueda alfa-beta que pretende mejorar la eficiencia reutilizando los resultados intermedios de la búsqueda y utilizando una buena conjetura inicial para reducir el tiempo de búsqueda.
et: MTD(f) on alfa-beeta otsingualgoritmi muudetud vorm, mille eesmärk on parandada tõhusust, kasutades vahepealseid otsingutulemusi ja kasutades otsinguruumi kitsendamiseks head esialgset oletust.
fa: MTD(f) شکل اصلاح شده ای از الگوریتم جستجوی آلفا-بتا است که هدف آن بهبود کارایی با استفاده مجدد از نتایج جستجوی میانی و استفاده از حدس اولیه خوب برای محدود کردن فضای جستجو است.
fi: MTD(f) on alfabeta-hakualgoritmin muunneltu muoto, jonka tavoitteena on parantaa tehokkuutta käyttämällä uudelleen välihakutuloksia ja käyttämällä hyvää alkuarvausta hakutilan kaventamiseksi.
fr: MTD(f) est une forme modifiée de l'algorithme de recherche alpha-bêta qui vise à améliorer l'efficacité en réutilisant les résultats de recherche intermédiaires et en utilisant une bonne estimation initiale pour réduire l'espace de recherche.
gu: MTD(f) એ આલ્ફા-બીટા શોધ અલ્ગોરિધમનું સંશોધિત સ્વરૂપ છે જેનો હેતુ મધ્યવર્તી શોધ પરિણામોનો પુનઃઉપયોગ કરીને અને શોધ જગ્યાને સાંકડી કરવા માટે સારા પ્રારંભિક અનુમાનનો ઉપયોગ કરીને કાર્યક્ષમતામાં સુધારો કરવાનો છે.
he: MTD(f) הוא צורה שונה של אלגוריתם החיפוש אלפא-ביתא שמטרתה לשפר את היעילות על ידי שימוש חוזר בתוצאות חיפוש ביניים ושימוש בניחוש ראשוני טוב כדי לצמצם את מרחב החיפוש.
hi: एमटीडी (एफ) अल्फा-बीटा खोज एल्गोरिदम का एक संशोधित रूप है जिसका उद्देश्य मध्यवर्ती खोज परिणामों का पुन: उपयोग करके और खोज स्थान को कम करने के लिए एक अच्छे प्रारंभिक अनुमान का उपयोग करके दक्षता में सुधार करना है।
hr: MTD(f) je modificirani oblik alfa-beta algoritma pretraživanja koji ima za cilj poboljšati učinkovitost ponovnim korištenjem posrednih rezultata pretrage i korištenjem dobrog početnog pogađanja za sužavanje prostora pretrage.
hu: Az MTD(f) az alfa-béta keresési algoritmus egy módosított formája, amelynek célja a hatékonyság javítása a közbenső keresési eredmények újrafelhasználásával és egy jó kezdeti találgatással a keresési tér szűkítésére.
hy: MTD(f)-ը ալֆա-բետա որոնման ալգորիթմի փոփոխված ձև է, որի նպատակն է բարելավել արդյունավետությունը՝ վերօգտագործելով որոնման միջանկյալ արդյունքները և օգտագործելով լավ նախնական գուշակություն՝ որոնման տարածքը նեղացնելու համար:
id: MTD(f) adalah bentuk modifikasi dari algoritme pencarian alfa-beta yang bertujuan untuk meningkatkan efisiensi dengan menggunakan kembali hasil pencarian antara dan menggunakan tebakan awal yang baik untuk mempersempit ruang pencarian.
is: MTD(f) er breytt form af alfa-beta leitarreikniritinu sem miðar að því að bæta skilvirkni með því að endurnýta millileitarniðurstöður og nota góða fyrstu getgátu til að þrengja leitarrýmið.
it: MTD(f) è una forma modificata dell'algoritmo di ricerca alfa-beta che mira a migliorare l'efficienza riutilizzando i risultati di ricerca intermedi e utilizzando una buona ipotesi iniziale per restringere lo spazio di ricerca.
ja: MTD(f) は、中間検索結果を再利用し、適切な初期推定を使用して検索スペースを狭めることによって効率を向上させることを目的とした、アルファ ベータ検索アルゴリズムの修正された形式です。
km: MTD(f) គឺជាទម្រង់កែប្រែនៃក្បួនដោះស្រាយស្វែងរក alpha-beta ដែលមានគោលបំណងកែលម្អប្រសិទ្ធភាពដោយការប្រើឡើងវិញនូវលទ្ធផលស្វែងរកកម្រិតមធ្យម និងប្រើការទស្សន៍ទាយដំបូងដ៏ល្អដើម្បីបង្រួមទំហំស្វែងរក។
kn: MTD(f) ಎಂಬುದು ಆಲ್ಫಾ-ಬೀಟಾ ಹುಡುಕಾಟ ಅಲ್ಗಾರಿದಮ್‌ನ ಮಾರ್ಪಡಿಸಿದ ರೂಪವಾಗಿದ್ದು, ಮಧ್ಯಂತರ ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳನ್ನು ಮರುಬಳಕೆ ಮಾಡುವ ಮೂಲಕ ಮತ್ತು ಹುಡುಕಾಟ ಸ್ಥಳವನ್ನು ಕಿರಿದಾಗಿಸಲು ಉತ್ತಮ ಆರಂಭಿಕ ಊಹೆಯನ್ನು ಬಳಸುವ ಮೂಲಕ ದಕ್ಷತೆಯನ್ನು ಸುಧಾರಿಸುವ ಗುರಿಯನ್ನು ಹೊಂದಿದೆ.
ko: MTD(f)는 중간 검색 결과를 재사용하고 좋은 초기 추정을 사용하여 검색 범위를 좁힘으로써 효율성을 향상시키려는 알파-베타 검색 알고리즘의 변형입니다.
lt: MTD(f) yra modifikuota alfa-beta paieškos algoritmo forma, kuria siekiama pagerinti efektyvumą pakartotinai naudojant tarpinius paieškos rezultatus ir naudojant gerą pradinį spėjimą susiaurinti paieškos erdvę.
lv: MTD(f) ir alfa-beta meklēšanas algoritma modificēts veids, kura mērķis ir uzlabot efektivitāti, atkārtoti izmantojot starpposma meklēšanas rezultātus un izmantojot labu sākotnējo minējumu, lai sašaurinātu meklēšanas vietu.
mk: MTD(f) е модифицирана форма на алфа-бета алгоритам за пребарување што има за цел да ја подобри ефикасноста со повторна употреба на средни резултати од пребарувањето и користење на добра почетна претпоставка за стеснување на просторот за пребарување.
ms: MTD(f) ialah bentuk algoritma carian alfa-beta yang diubah suai yang bertujuan untuk meningkatkan kecekapan dengan menggunakan semula hasil carian perantaraan dan menggunakan tekaan awal yang baik untuk mengecilkan ruang carian.
my: MTD(f) သည် အလယ်အလတ်ရှာဖွေမှုရလဒ်များကို ပြန်လည်အသုံးပြုကာ ရှာဖွေမှုနေရာကို ကျဉ်းစေရန် ကောင်းမွန်သော ကနဦးမှန်းဆချက်အား အသုံးပြုခြင်းဖြင့် ထိရောက်မှုတိုးတက်စေရန် ရည်ရွယ်သည့် အယ်လ်ဖာဘီတာရှာဖွေမှု အယ်လဂိုရီသမ်၏ မွမ်းမံထားသောပုံစံတစ်ခုဖြစ်သည်။
nb: MTD(f) er en modifisert form av alfa-beta-søkealgoritmen som har som mål å forbedre effektiviteten ved å gjenbruke mellomliggende søkeresultater og bruke en god innledende gjetning for å begrense søkeområdet.
nl: MTD(f) is een gewijzigde vorm van het alfa-bèta-zoekalgoritme dat tot doel heeft de efficiëntie te verbeteren door tussentijdse zoekresultaten te hergebruiken en een goede initiële schatting te gebruiken om de zoekruimte te verkleinen.
pl: MTD(f) to zmodyfikowana forma algorytmu wyszukiwania alfa-beta, której celem jest poprawa wydajności poprzez ponowne wykorzystanie pośrednich wyników wyszukiwania i użycie dobrego wstępnego przypuszczenia w celu zawężenia przestrzeni wyszukiwania.
pt: MTD(f) é uma forma modificada do algoritmo de busca alfa-beta que visa melhorar a eficiência, reutilizando os resultados intermediários da busca e usando uma boa estimativa inicial para reduzir o tempo de busca.
ro: MTD(f) este o formă modificată a algoritmului de căutare alfa-beta care urmărește să îmbunătățească eficiența prin reutilizarea rezultatelor de căutare intermediare și folosind o estimare inițială bună pentru a restrânge spațiul de căutare.
ru: MTD(f) — это модифицированная форма алгоритма альфа-бета-поиска, целью которого является повышение эффективности за счет повторного использования промежуточных результатов поиска и использования хорошего начального предположения для сужения пространства поиска.
si: MTD(f) යනු අතරමැදි සෙවුම් ප්‍රතිඵල යළි යොදාගෙන හා හොඳ ප්‍රාරම්භක අනුමානයක් යොදා සෙවුම් ප්‍රදේශය සීමා කිරීමේ අරමුණු සහිත ඇල්ෆා-බීටා සෙවුම් රීතියේ වෙනස් කළ ආකෘතියකි.
sk: MTD(f) je upravená forma vyhľadávacieho algoritmu alfa-beta, ktorého cieľom je zlepšiť efektivitu opätovným použitím medzivýsledkov vyhľadávania a použitím dobrého počiatočného odhadu na zúženie priestoru vyhľadávania.
sl: MTD(f) je spremenjena oblika iskalnega algoritma alfa-beta, katerega namen je izboljšati učinkovitost s ponovno uporabo vmesnih rezultatov iskanja in uporabo dobrega začetnega ugibanja za zožitev iskalnega prostora.
sq: MTD(f) është një formë e modifikuar e algoritmit alfa-beta të kërkimit që synon të përmirësojë efikasitetin duke ripërdorur rezultatet e ndërmjetme të kërkimit dhe duke përdorur një supozim të mirë fillestar për të ngushtuar hapësirën e kërkimit.
sr: МТД(ф) је модификовани облик алгоритма алфа-бета претраге који има за циљ да побољша ефикасност поновним коришћењем међурезултата претраге и коришћењем доброг почетног нагађања за сужавање простора за претрагу.
sv: MTD(f) är en modifierad form av alfa-beta-sökalgoritmen som syftar till att förbättra effektiviteten genom att återanvända mellanliggande sökresultat och använda en bra initial gissning för att begränsa sökutrymmet.
sw: MTD(f) ni aina iliyorekebishwa ya algoriti ya utafutaji ya alpha-beta ambayo inalenga kuboresha ufanisi kwa kutumia tena matokeo ya kati ya utafutaji na kutumia ubashiri mzuri wa awali ili kupunguza nafasi ya utafutaji.
ta: எம்டிடி (எஃப்) என்பது ஆல்பா-பீட்டா தேடல் வழிமுறையின் மாற்றியமைக்கப்பட்ட வடிவமாகும், இது இடைநிலை தேடல் முடிவுகளை மீண்டும் பயன்படுத்துவதன் மூலமும், தேடல் இடத்தை குறைக்க ஒரு நல்ல ஆரம்ப யூகத்தைப் பயன்படுத்துவதன் மூலமும் செயல்திறனை மேம்படுத்துவதை நோக்கமாகக் கொண்டுள்ளது.
te: MTD(f) అనేది ఆల్ఫా-బీటా శోధన అల్గోరిథం యొక్క సవరించిన రూపం, ఇది ఇంటర్మీడియట్ శోధన ఫలితాలను తిరిగి ఉపయోగించడం ద్వారా మరియు శోధన స్థలాన్ని తగ్గించడానికి మంచి ప్రారంభ అంచనాను ఉపయోగించడం ద్వారా సామర్థ్యాన్ని మెరుగుపరచడం లక్ష్యంగా పెట్టుకుంది.
th: MTD(f) เป็นรูปแบบที่แก้ไขแล้วของอัลกอริทึมการค้นหาอัลฟ่าเบต้า ซึ่งมีจุดมุ่งหมายเพื่อปรับปรุงประสิทธิภาพโดยการใช้ผลการค้นหาระดับกลางซ้ำ และใช้การคาดเดาเริ่มต้นที่ดีเพื่อจำกัดพื้นที่การค้นหาให้แคบลง
tr: MTD(f), ara arama sonuçlarını yeniden kullanarak ve arama alanını daraltmak için iyi bir ilk tahmin kullanarak verimliliği artırmayı amaçlayan alfa-beta arama algoritmasının değiştirilmiş bir biçimidir.
uk: MTD(f) — це модифікована форма альфа-бета-алгоритму пошуку, спрямована на підвищення ефективності шляхом повторного використання проміжних результатів пошуку та використання правильного початкового припущення для звуження простору пошуку.
ur: MTD(f) الفا-بیٹا سرچ الگورتھم کی ایک ترمیم شدہ شکل ہے جس کا مقصد انٹرمیڈیٹ تلاش کے نتائج کو دوبارہ استعمال کرکے اور تلاش کی جگہ کو کم کرنے کے لیے ایک اچھا ابتدائی اندازہ استعمال کرکے کارکردگی کو بہتر بنانا ہے۔
uz: MTD(f) alfa-beta qidiruv algoritmining o'zgartirilgan shakli bo'lib, qidiruv natijalarini qayta ishlatish va qidiruv maydonini toraytirish uchun yaxshi dastlabki taxminni qo'llash orqali samaradorlikni oshirishga qaratilgan.
vi: MTD(f) là một dạng đã sửa đổi của thuật toán tìm kiếm alpha-beta nhằm nâng cao hiệu quả bằng cách sử dụng lại các kết quả tìm kiếm trung gian và sử dụng dự đoán ban đầu tốt để thu hẹp không gian tìm kiếm.
zh: MTD(f) 是 Alpha-Beta 搜索算法的一种改进算法，旨在通过重用中间搜索结果和使用良好的初始猜测来缩小搜索空间来提高效率。
zh_hant: MTD(f) 是 alpha-beta 搜索算法的一種改進形式，旨在通過重用中間搜索結果和使用良好的初始猜測來縮小搜索空間來提高效率。
zu: I-MTD(f) iwuhlobo olulungisiwe lwe-alpha-beta yokusesha i-algorithm ehlose ukuthuthukisa ukusebenza kahle ngokusebenzisa kabusha imiphumela yosesho emaphakathi nokusebenzisa ukuqagela kokuqala okuhle ukuze unciphise isikhala sosesho.
