Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Please select a game board image to identify
af: Kies asseblief ’n speelbordbeeld om te identifiseer
am: እባክዎ ለመለየት የጨዋታ ቦርድ ምስል ይምረጡ።
ar: يرجى اختيار صورة لوحة اللعب للتعرف عليها
az: Tanımaq üçün oyun taxtasının şəklini seçin
be: Калі ласка, абярыце выяву гульнявой дошкі для ідэнтыфікацыі
bg: Моля, изберете изображение на игрална дъска за идентифициране
bn: সনাক্তকরণের জন্য গেম বোর্ডের একটি ছবি নির্বাচন করুন
bo: འཕུར་གདོང་ལྡེབ་ཡྙན་ཚིག་བཀོད་གཏོང་རོགས།
ca: Selecciona una imatge del tauler de joc per identificar
cs: Vyberte prosím snímek herní desky k identifikaci
da: Vælg venligst et billede af et spillebræt til identifikation
de: Bitte wählen Sie ein Bild des Spielbretts zur Erkennung aus
el: Παρακαλώ επιλέξτε μια εικόνα πίνακα παιχνιδιού για αναγνώριση
es: Por favor, selecciona una imagen del tablero de juego para identificar
et: Palun valige mängulaua pilt tuvastamiseks
fa: لطفاً یک تصویر از صفحه بازی برای شناسایی انتخاب کنید
fi: Valitse pelilaudan kuva tunnistettavaksi
fr: Veuillez sélectionner une image du plateau de jeu à identifier
gu: ઓળખવા માટે ગેમબોર્ડ છબી પસંદ કરો
he: אנא בחר תמונת לוח משחק לזיהוי
hi: कृपया पहचानने के लिए गेम बोर्ड छवि चुनें
hr: Odaberite sliku ploče za prepoznavanje
hu: Kérlek, válassz ki egy játéktábla képét azonosításhoz.
hy: Խնդրում ենք ընտրել խաղի տախտակի պատկերը նույնացնելու համար
id: Silakan pilih gambar papan permainan untuk diidentifikasi
is: Vinsamlegast veldu mynd af leikborði til greiningar
it: Seleziona un’immagine del tabellone da identificare
ja: 識別する盤面画像を選択してください
km: សូមជ្រើសរូបភាពផ្ទាំងហ្គេមសម្រាប់ស្គាល់
kn: ಗುರುತಿಸಲು ದಯವಿಟ್ಟು ಗೇಮ್ ಫಲಕದ ಚಿತ್ರವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 식별할 게임 보드 이미지를 선택하세요
lt: Pasirinkite žaidimo lentos paveikslėlį, kurį norite atpažinti
lv: Lūdzu, izvēlieties spēles dēļa attēlu atpazīšanai
mk: Ве молиме изберете слика на таблата за игра за препознавање
ms: Sila pilih imej papan permainan untuk dikenalpasti
my: ဖော်ထုတ်ရန် ဂိမ်းဘုတ် ပုံ ရွေးပါ
nb: Velg et spillbrett‑bilde for gjenkjenning
nl: Selecteer een spelbord‑afbeelding om te herkennen
pl: Wybierz obraz planszy do rozpoznania
pt: Por favor, selecione uma imagem do tabuleiro para identificar
ro: Te rugăm să selectezi o imagine a tablei de joc pentru identificare
ru: Пожалуйста, выберите изображение игровой доски для распознавания
si: හඳුනා ගැනීමට ක්‍රීඩා පුවරු රූපයක් තෝරන්න
sk: Prosím, vyberte obrázok hernej dosky na rozpoznanie.
sl: Prosimo, izberite sliko igralne plošče za prepoznavo
sq: Ju lutem zgjidhni një imazh të tabelës së lojës për njohje
sr: Odaberite sliku table igre za prepoznavanje
sv: Välj en bild på spelbrädet för identifiering
sw: Tafadhali chagua picha ya ubao wa mchezo kutambua
ta: அடையாளம் காண விளையாட்டு பலகை படத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి గుర్తించడానికి ఆట బోర్డు చిత్రాన్ని ఎంచుకోండి
th: โปรดเลือกภาพกระดานเกมสำหรับการระบุ
tr: Tanımlamak için lütfen bir oyun tahtası resmi seçin
uk: Будь ласка, виберіть зображення ігрового поля для розпізнавання
ur: براہ کرم شناخت کے لیے گیم بورڈ کی تصویر منتخب کریں
uz: Iltimos, aniqlash uchun o'yin taxtasi rasmini tanlang
vi: Vui lòng chọn một ảnh bàn cờ để nhận diện
zh: 请选择一张棋盘图像进行识别
zh_hant: 請選擇一張棋盤影像進行辨識
zu: Sicela ukhethe isithombe sebhodi lomdlalo ukuze lihlonzwe

source: Identification results
af: Identifikasie‑resultate
am: የመለየት ውጤቶች
ar: نتائج التعرف
az: Tanıma nəticələri
be: Вынікі ідэнтыфікацыі
bg: Резултати от идентификацията
bn: সনাক্তকরণের ফলাফল
bo: གདོང་ལེན་བྱེད་གྲུབ་འབྱོར།
ca: Resultats de la identificació
cs: Výsledky identifikace
da: Identifikationsresultater
de: Erkennungsergebnisse
el: Αποτελέσματα αναγνώρισης
es: Resultados de la identificación
et: Tuvastamise tulemused
fa: نتایج شناسایی
fi: Tunnistustulokset
fr: Résultats de l'identification
gu: ઓળખાણ પરિણામો
he: תוצאות הזיהוי
hi: पहचान परिणाम
hr: Rezultati prepoznavanja
hu: Azonosítás eredményei
hy: ճանաչման արդյունքներ
id: Hasil identifikasi
is: Niðurstöður greiningar
it: Risultati dell’identificazione
ja: 識別結果
km: លទ្ធផលការស្គាល់
kn: ಗುರುತಿನ ಫಲಿತಾಂಶಗಳು
ko: 식별 결과
lt: Atpažinimo rezultatai
lv: Identifikācijas rezultāti
mk: Резултати од идентификација
ms: Hasil pengecaman
my: ဖော်ထုတ်မှု ရလဒ်များ
nb: Gjenkjenningsresultater
nl: Herkenningsresultaten
pl: Wyniki rozpoznawania
pt: Resultados da identificação
ro: Rezultatele identificării
ru: Результаты идентификации
si: හඳුනා ගැනීමේ ප්‍රතිඵල
sk: Výsledky identifikácie
sl: Rezultati prepoznavanja
sq: Rezultatet e identifikimit
sr: Rezultati prepoznavanja
sv: Identifieringsresultat
sw: Matokeo ya utambuzi
ta: அடையாளம் கண்டறிதல் முடிவுகள்
te: గుర్తింపు ఫలితాలు
th: ผลลัพธ์การระบุ
tr: Tanıma sonuçları
uk: Результати розпізнавання
ur: شناخت کے نتائج
uz: Aniqlash natijalari
vi: Kết quả nhận diện
zh: 识别结果
zh_hant: 辨識結果
zu: Imiphumela yokuhlonza

source: Analyze the moves and provide insights.
af: Analiseer die skuife en verskaf insigte.
am: እንቅስቃሴዎችን ይትንተኑ እና አስተያየቶችን ያቀርቡ።
ar: حلل الحركات وقدّم رؤى.
az: Gedişləri analiz edin və təhlillər verin.
be: Прааналізуйце хады і дайце парады.
bg: Анализирайте ходовете и предоставете анализ.
bn: চালগুলো বিশ্লেষণ করুন এবং অন্তর্দৃষ্টি প্রদান করুন।
bo: འགུས་པའི་ལམ་བསྡུ་རིས་བྱེད་དང་དོན་གསུམ་གནང་རོགས།
ca: Analitza les jugades i proporciona informació.
cs: Analyzujte tahy a poskytněte postřehy.
da: Analyser træk og giv indsigter.
de: Züge analysieren und Einsichten liefern.
el: Αναλύστε τις κινήσεις και παρέχετε χρήσιμες παρατηρήσεις.
es: Analiza las jugadas y proporciona observaciones.
et: Analüüsi käike ja anna ülevaade.
fa: حرکات را تحلیل کرده و دیدگاه ارائه دهید.
fi: Analysoi siirrot ja tarjoa näkemyksiä.
fr: Analysez les coups et fournissez des informations.
gu: ચાલ વિશ્લેષણ કરો અને અંદાજપત્ર પ્રદાન કરો.
he: נתח את המהלכים וספק תובנות.
hi: चालों का विश्लेषण करें और अंतर्दृष्टि प्रदान करें।
hr: Analizirajte poteze i pružite uvide.
hu: Elemezd a lépéseket és adj betekintést.
hy: Վերլուծեք քայլերը և առաջարկեք դիտարկումներ
id: Analisis langkah-langkah dan berikan wawasan.
is: Greindu leikskrefin og gefðu innsýn.
it: Analizza le mosse e fornisci approfondimenti.
ja: 手順を分析し、洞察を提供します。
km: វិភាគចលនា និងផ្តល់ទស្សនៈ។
kn: ಚಲನೆಗಳನ್ನು ವಿಶ್ಲೇಷಿಸಿ ಮತ್ತು ಅಂತರದೃಷ್ಟಿ ನೀಡಿ.
ko: 수들을 분석하고 인사이트를 제공하세요.
lt: Analizuokite ėjimus ir pateikite įžvalgas.
lv: Analizēt gājienus un sniegt ieskatus.
mk: Анализирај ги потезите и обезбеди согледувања.
ms: Analisis langkah dan berikan pandangan.
my: လှည့်များကို ခွဲခြမ်းစစ်ဆေးပြီး အတွေးအမြင် ပေးပါ။
nb: Analyser trekkene og gi innsikt.
nl: Analyseer de zetten en geef inzicht.
pl: Analizuj ruchy i udziel wnikliwych informacji.
pt: Analise as jogadas e forneça insights.
ro: Analizează mutările și oferă perspective.
ru: Проанализируйте ходы и предоставьте информацию.
si: සිල්ලම් විශ්ලේෂණය කර අවබෝධ දක්වන්න.
sk: Analyzujte ťahy a poskytnite postrehy.
sl: Analizirajte poteze in podajte vpoglede.
sq: Analizoni lëvizjet dhe jepni njohuri.
sr: Analizirajte poteze i pružite uvide.
sv: Analysera dragen och ge insikter.
sw: Chambua hatua na utoe ufahamu.
ta: நடத்துக்களை பகுப்பாய்வு செய்து ஆழமான பார்வைகள் வழங்கவும்.
te: చలనాలను విశ్లేషించి, అవగాహన అందించండి.
th: วิเคราะห์การเดินและให้ข้อมูลเชิงลึก
tr: Hamleleri analiz et ve içgörü sağla
uk: Проаналізуйте ходи та надайте інформацію.
ur: حرکات کا تجزیہ کریں اور بصیرت فراہم کریں۔
uz: Yurishlarni tahlil qiling va mulohazalar bering.
vi: Phân tích các nước đi và cung cấp nhận định.
zh: 分析走子并提供见解。
zh_hant: 分析走法並提供洞見。
zu: Hlaziya izinyathelo bese unikeza ukuqonda.

source: Get API Key
af: Kry API‑sleutel
am: API Key ያግኙ
ar: الحصول على API Key
az: API Key alın
be: Атрымаць API Key
bg: Вземи API Key
bn: API Key পান
bo: API Key ལེན་རོགས།
ca: Obtenir API Key
cs: Získat API Key
da: Få API Key
de: API Key abrufen
el: Απόκτηση API Key
es: Obtener API Key
et: Hangi API Key
fa: دریافت API Key
fi: Hanki API Key
fr: Obtenir l'API Key
gu: API Key મેળવો
he: קבל API Key
hi: API Key प्राप्त करें
hr: Preuzmi API Key
hu: API Key beszerzése
hy: Ստանալ API Key
id: Dapatkan API Key
is: Sækja API Key
it: Ottieni API Key
ja: API Key を取得
km: ទទួលបាន API Key
kn: API Key ಪಡೆಯಿರಿ
ko: API Key 받기
lt: Gauti API Key
lv: Iegūt API Key
mk: Земи API Key
ms: Dapatkan API Key
my: API Key ရယူရန်
nb: Hent API Key
nl: API Key ophalen
pl: Pobierz API Key
pt: Obter API Key
ro: Obține API Key
ru: Получить API Key
si: API Key ලබා ගන්න
sk: Získať API Key
sl: Pridobi API ključ
sq: Merrni Çelësin API
sr: Preuzmi API Key
sv: Hämta API Key
sw: Pata API Key
ta: API Key பெற
te: API Key పొందండి
th: รับ API Key
tr: API Key al
uk: Отримати API Key
ur: API Key حاصل کریں
uz: API Key olish
vi: Lấy API Key
zh: 获取 API Key
zh_hant: 取得 API Key
zu: Thola i-API Key

source: Entire recognition process failed to complete.
af: Hele herkenningsproses kon nie voltooi word nie
am: የሙሉ መለየት ሂደት በሙሉ አልተጠናቀቀም።
ar: لم تكتمل عملية التعرف بالكامل.
az: Bütün tanıma prosesi tamamlanmadı
be: Уся працэдура распазнавання не выканалася
bg: Целият процес на разпознаване не успя да завърши
bn: সম্পূর্ণ সনাক্তকরণ প্রক্রিয়া সম্পন্ন করা যায়নি
bo: སྟོང་གདོང་གནང་བའི་ཆོས་ལ་བརྒྱབ་སྲུང་མི་ཡིན།
ca: El procés de reconeixement complet no s'ha pogut finalitzar
cs: Celý proces rozpoznávání se nepodařilo dokončit
da: Hele genkendelsesprocessen kunne ikke fuldføres
de: Der gesamte Erkennungsprozess konnte nicht abgeschlossen werden
el: Η διαδικασία αναγνώρισης απέτυχε να ολοκληρωθεί
es: No se pudo completar todo el proceso de reconocimiento.
et: Tervet tuvastusprotsessi ei õnnestunud lõpule viia.
fa: کل فرآیند شناسایی تکمیل نشد.
fi: Koko tunnistusprosessi epäonnistui.
fr: Le processus complet de reconnaissance n'a pas pu être terminé.
gu: સંપૂર્ણ ઓળખ પ્રક્રિયા પૂર્ણ કરવામાં નિષ્ફળ.
he: תהליך ההזיהוי כולו נכשל להשלמה.
hi: पूरी पहचान प्रक्रिया पूरी करने में विफल रही।
hr: Cijeli proces prepoznavanja nije dovršen.
hu: Az egész felismerési folyamat nem fejeződött be.
hy: Ճանաչման ամբողջ գործընթացը չհաջողվեց ավարտել։
id: Keseluruhan proses pengenalan gagal diselesaikan.
is: Allur greiningarferillinn mistókst að ljúka.
it: L’intero processo di riconoscimento non è riuscito a completarsi.
ja: 認識プロセス全体の完了に失敗しました。
km: ដំណើរការស្គាល់ទាំងមូលបរាជ័យក្នុងការបញ្ចប់។
kn: ಗುರುತಿ ಪ್ರಕ್ರಿಯೆ ಸಂಪೂರ್ಣವಾಗಿ ಪೂರ್ಣಗೊಳ್ಳಲಿಲ್ಲ.
ko: 전체 인식 프로세스를 완료하지 못했습니다.
lt: Visas atpažinimo procesas nebuvo užbaigtas.
lv: Viss atpazīšanas process neizdevās pabeigt.
mk: Целиот процес на препознавање не успеа да се заврши.
ms: Seluruh proses pengecaman gagal diselesaikan.
my: ဖော်ထုတ်ခြင်း လုပ်ငန်းစဉ် အားလုံး မအောင်မြင်ပါ။
nb: Hele gjenkjenningsprosessen kunne ikke fullføres.
nl: Het gehele herkenningsproces kon niet worden voltooid.
pl: Cały proces rozpoznawania nie został ukończony.
pt: Não foi possível concluir todo o processo de reconhecimento.
ro: Întregul proces de recunoaștere nu s-a putut finaliza.
ru: Весь процесс распознавания не был завершен.
si: සම්පූර්ණ හඳුනාගැනීමේ ප්‍රවාහය නිම කිරීමට අසමත් විය.
sk: Nepodarilo sa dokončiť celý proces rozpoznávania.
sl: Celoten postopek prepoznavanja se ni uspel dokončati.
sq: Procesi i tërë i njohjes nuk u përfundua.
sr: Cela procedura prepoznavanja nije uspela da se kompletira.
sv: Hela igenkänningsprocessen slutfördes inte.
sw: Mchakato mzima wa utambuzi haukufaulu kukamilika.
ta: முழு அறிதல் செயல்முறை நிறைவு பெற முடியவில்லை.
te: మొత్తం గుర్తింపు ప్రక్రియ పూర్తి కాలేదు.
th: กระบวนการจดจำทั้งหมดไม่สำเร็จ.
tr: Tüm tanıma işlemi tamamlanamadı.
uk: Не вдалося завершити весь процес розпізнавання.
ur: پوری پہچان کا عمل مکمل کرنے میں ناکامی۔
uz: Butun aniqlash jarayoni muvaffaqiyatsiz yakunlandi.
vi: Quá trình nhận diện hoàn chỉnh không thể thực hiện.
zh: 整个识别过程未能完成
zh_hant: 整個辨識流程未能完成。
zu: Yonke inqubo yokuhlonza yehlulekile ukuqeda.

source: Board recognition result
af: Speelbordherkenningsresultaat
am: የቦርድ መለየት ውጤት
ar: نتيجة التعرف على لوحة اللعب
az: Oyun taxtasının tanınma nəticəsi
be: Вынік распазнавання дошкі
bg: Резултат от разпознаването на дъската
bn: বোর্ড সনাক্তকরণের ফলাফল
bo: ས་ཁབ་གདོང་གནང་བའི་འབྱོར།
ca: Resultat del reconeixement del tauler
cs: Výsledek rozpoznání desky
da: Resultat af brætgenkendelse
de: Ergebnis der Spielbrett-Erkennung
el: Αποτέλεσμα αναγνώρισης πίνακα
es: Resultado del reconocimiento del tablero
et: Mängulaua tuvastamise tulemus
fa: نتیجه شناسایی صفحه
fi: Laudan tunnistustulos
fr: Résultat de la reconnaissance du plateau
gu: બોર્ડ ઓળખ પરિણામ
he: תוצאות הזיהוי של הלוח
hi: बोर्ड पहचान परिणाम
hr: Rezultat prepoznavanja ploče
hu: Játéktábla felismerési eredménye
hy: Խաղի տախտակի ճանաչման արդյունք
id: Hasil pengenalan papan
is: Niðurstaða greiningar á leikborði
it: Risultato del riconoscimento del tabellone
ja: 盤面認識の結果
km: លទ្ធផលស្គាល់ផ្ទាំង
kn: ಫಲಕ ಗುರುತಿನ ಫಲಿತಾಂಶ
ko: 보드 인식 결과
lt: Lentos atpažinimo rezultatas
lv: Dēļa atpazīšanas rezultāts
mk: Резултат од препознавање на таблата
ms: Keputusan pengecaman papan
my: ဘုတ်ဖော်ထုတ်မှု ရလဒ်
nb: Brettgjenkjenningsresultat
nl: Bordherkenningsresultaat
pl: Wynik rozpoznania planszy
pt: Resultado do reconhecimento do tabuleiro
ro: Rezultatul recunoașterii tablei
ru: Результат распознавания доски
si: පුවරු හඳුනා ගැනීමේ ප්‍රතිඵලය
sk: Výsledok rozpoznávania dosky
sl: Rezultat prepoznavanja plošče
sq: Rezultati i njohjes së tabelës
sr: Rezultat prepoznavanja table
sv: Resultat för brädigenkänning
sw: Matokeo ya utambuzi wa ubao
ta: பலகை அறிதல் முடிவு
te: బోర్డు గుర్తింపు ఫలితం
th: ผลการจดจำกระดานเกม
tr: Tahta tanıma sonucu
uk: Результат розпізнавання поля
ur: بورڈ پہچان کا نتیجہ
uz: Taxta aniqlash natijasi
vi: Kết quả nhận diện bàn cờ
zh: 棋盘识别结果
zh_hant: 棋盤辨識結果
zu: Umphumela wokuhlonza ibhodi

source: Ask LLM
af: Vra LLM
am: ለLLM ጠይቁ
ar: اسأل LLM
az: LLM-ə soruş
be: Спытаць LLM
bg: Попитай LLM
bn: LLM-কে জিজ্ঞাসা করুন
bo: LLM ལ་འདོན་གནང་རོགས།
ca: Pregunta a LLM
cs: Zeptat se LLM
da: Spørg LLM
de: LLM fragen
el: Ρωτήστε το LLM
es: Preguntar a LLM
et: Küsi LLM-ilt
fa: پرسش از LLM
fi: Kysy LLM:ltä
fr: Interroger LLM
gu: LLMને પૂછો
he: שאל את LLM
hi: LLM से पूछें
hr: Pitaj LLM
hu: Kérdezz az LLM‑től
hy: Հարցրեք LLM-ին
id: Tanya LLM
is: Spyrðu LLM
it: Chiedi all’LLM
ja: LLM に質問
km: សួរទៅកាន់ LLM
kn: LLMಗೆ ಕೇಳಿ
ko: LLM에 문의
lt: Klausti LLM
lv: Jautāt LLM
mk: Побарај LLM
ms: Tanya LLM
my: LLM ကို မေးမည်
nb: Spør LLM
nl: Vraag LLM
pl: Zapytaj LLM
pt: Perguntar ao LLM
ro: Întreabă LLM
ru: Спросить LLM
si: LLM වෙත විමසන්න
sk: Opýtať sa LLM
sl: Vprašajte LLM
sq: Pyesni LLM
sr: Pitajte LLM
sv: Fråga LLM
sw: Muulize LLM
ta: LLM ஐ கேளுங்கள்
te: LLMను అడగండి
th: ถาม LLM
tr: LLM'e sor
uk: Запитати LLM
ur: LLM سے پوچھیں
uz: LLM ga so'rang
vi: Hỏi LLM
zh: 询问大模型
zh_hant: 詢問 LLM
zu: Buza i-LLM

source: Board detection failed!
af: Speelbordopsporing het misluk!
am: ቦርድ መያዝ አልተሳካም!
ar: فشل اكتشاف لوحة اللعب!
az: Oyun taxtasının aşkarlanması alınmadı!
be: Не ўдалося выявіць дошку!
bg: Неуспешно откриване на дъската!
bn: বোর্ড সনাক্তকরণ ব্যর্থ হয়েছে!
bo: ས་ཁབ་གཏོང་མི་འབྱུག།!
ca: La detecció del tauler ha fallat!
cs: Detekce desky selhala!
da: Brætdetektering mislykkedes!
de: Spielbrett-Erkennung fehlgeschlagen!
el: Αποτυχία ανίχνευσης πίνακα!
es: ¡No se pudo detectar el tablero!
et: Mängulaua tuvastamine nurjus!
fa: شناسایی صفحه ناموفق بود!
fi: Laudan tunnistus epäonnistui!
fr: Échec de la détection du plateau !
gu: બોર્ડ શોધવામાં નિષ્ફળ!
he: זיהוי הלוח נכשל!
hi: बोर्ड का पता लगाने में विफल!
hr: Detekcija ploče neuspjela!
hu: A játéktábla észlelése sikertelen!
hy: Խաղի տախտակի հայտնաբերումը անհաջողվեց!
id: Deteksi papan gagal!
is: Uppgötvun leikborðs mistókst!
it: Rilevamento del tabellone fallito!
ja: 盤面の検出に失敗しました！
km: ការរកឃើញផ្ទាំងបរាជ័យ!
kn: ಫಲಕ ಪತ್ತೆ ವಿಫಲವಾಯಿತು!
ko: 보드 감지에 실패했습니다!
lt: Lentos aptikimas nepavyko!
lv: Dēļa noteikšana neizdevās!
mk: Откривањето на таблата не успеа!
ms: Pengesanan papan gagal!
my: ဘုတ် ဖော်ထုတ်ခြင်း မအောင်မြင်ပါ!
nb: Brettgjenkjenning mislyktes!
nl: Bordherkenning mislukt!
pl: Wykrywanie planszy nie powiodło się!
pt: Falha na detecção do tabuleiro!
ro: Detecția tablei a eșuat!
ru: Обнаружение доски не удалось!
si: පුවරු හඳුනා ගැනීම අසමත් විය!
sk: Detekcia dosky zlyhala!
sl: Zaznavanje plošče ni uspelo!
sq: Zbulimi i tabelës dështoi!
sr: Detekcija table nije uspela!
sv: Bräddetektering misslyckades!
sw: Utambuzi wa ubao umefeli!
ta: பலகை கண்டறிதல் தோல்வியடைந்தது!
te: బోర్డు గుర్తింపు విఫలమైంది!
th: ตรวจจับกระดานล้มเหลว!
tr: Tahta algılama başarısız oldu!
uk: Виявлення поля не вдалося!
ur: بورڈ کی تلاش ناکام ہو گئی!
uz: Taxta aniqlash muvaffaqiyatsiz!
vi: Phát hiện bàn cờ thất bại!
zh: 检测棋盘失败！
zh_hant: 棋盤偵測失敗！
zu: Ukutholwa kwebhodi kwehlulekile!

source: No board point detected, cannot identify piece!
af: Geen speelbordpunt gevind nie, kan stuk nie identifiseer nie!
am: የቦርድ ነጥብ አልተረደም፣ ብልፊት መለየት አልቻለም!
ar: لم يتم الكشف عن أي نقطة على لوحة اللعب، لا يمكن تحديد القطعة!
az: Heç bir oyun taxtası nöqtəsi aşkarlanmadı, fiquru müəyyən etmək mümkün deyil!
be: Не выяўлена ніводнага пункта дошкі, немагчыма ідэнтыфікаваць фігуру!
bg: Не е открита точка на дъската, не може да бъде идентифицирана фигура!
bn: কোনও বোর্ড বিন্দু শনাক্ত করা যায়নি, গুটি সনাক্ত করা সম্ভব নয়!
bo: གདོང་ཐག་ཚལ་མེད་དུས་རྡོག་མ་བརྒྱབ།!
ca: No s'ha detectat cap punt del tauler, no es pot identificar la peça!
cs: Nebyl detekován žádný bod na desce, nelze identifikovat kámen!
da: Intet brætpunkt detekteret, kan ikke identificere brik!
de: Kein Brettpunkt erkannt, Spielfigur kann nicht identifiziert werden!
el: Δεν εντοπίστηκε σημείο πίνακα, δεν μπορεί να αναγνωριστεί κομμάτι!
es: ¡No se detectó ningún punto del tablero, no se puede identificar la pieza!
et: Mängulaua punkti ei tuvastatud, nuppu ei saa tuvastada!
fa: هیچ نقطه‌ای از صفحه شناسایی نشد، قادر به شناسایی مهره نیست!
fi: Laudan pistettä ei tunnistettu, nappulaa ei voida tunnistaa!
fr: Aucun point du plateau détecté, impossible d'identifier une pièce !
gu: કોઈ બોર્ડ પોઈન્ટ મળી શક્યો નથી, પીસ ઓળખી શકાતી નથી!
he: לא זוהתה נקודה בלוח, לא ניתן לזהות את הכלי!
hi: कोई बोर्ड बिंदु नहीं मिला, टुकड़ा पहचानने में असमर्थ!
hr: Nije pronađena nijedna točka ploče, nije moguće prepoznati figuru!
hu: Nem észlelhető egyetlen játéktábla pont sem, nem lehet azonosítani a bábut!
hy: Տախտակի կետ չի հայտնաբերվել, հնարավոր չէ նույնականացնել քարերը։
id: Tidak ada titik papan terdeteksi, tidak dapat mengidentifikasi bidak!
is: Enginn punktur á leikborði fannst, ekki er hægt að bera kennsl á steina!
it: Nessun punto del tabellone rilevato, impossibile identificare il pezzo!
ja: 盤面ポイントが検出されず、駒を特定できません！
km: មិនឃើញចំណុចផ្ទាំងទេ មិនអាចស្គាល់ធាតុហ្គេមបានទេ!
kn: ಯಾವುದೇ ಫಲಕ ಬಿಂದುವೂ ಪತ್ತೆಯಾಗಲಿಲ್ಲ, ತುಂಡನ್ನು ಗುರುತಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ!
ko: 보드 포인트를 감지하지 못해 말을 식별할 수 없습니다!
lt: Lentos taško nerasta, negalima atpažinti figūros!
lv: Dēļa punkti netika noteikti, figūru nevar atpazīt!
mk: Не е откриена точка на таблата, не може да се идентификува фигура!
ms: Tiada titik papan dikesan, tidak dapat kenal pasti buah!
my: ဘုတ်အမှတ် မတွေ့၊ အစိတ်အပိုင်း မသိနိုင်ပါ!
nb: Ingen brettpunkt registrert, kan ikke identifisere brikke!
nl: Geen bordpunt gedetecteerd, kan stuk niet identificeren!
pl: Nie wykryto punktu na planszy, nie można rozpoznać pionka!
pt: Nenhum ponto no tabuleiro detectado, não é possível identificar a peça!
ro: Niciun punct pe tablă detectat, nu se poate identifica piesa!
ru: Точка на доске не обнаружена, невозможно распознать фигуру!
si: පුවරු ලක්ෂ්‍යය හමුවී නැත, කොටස හඳුනා ගැනීමට නොහැක!
sk: Nebolo zistené žiadne pole na doske, nemožno identifikovať figúrku!
sl: Ni zaznane nobene točke plošče, ni mogoče prepoznati figure!
sq: Asnjë pikë e tabelës nuk u zbulua, nuk mund të identifikojmë figurën!
sr: Nijedna tačka table nije detektovana, ne mogu prepoznati figuricu!
sv: Ingen brädpunkt hittades, kan inte identifiera pjäs!
sw: Hakuna alama za ubao zilizopatikana, haiwezekani kutambua kipande!
ta: பலகை முனை கண்டறியப்படவில்லை, துண்டை அடையாளம் காண முடியாது!
te: బోర్డు బిందువు కనుగొనబడలేదు, కాబట్టి ముక్కను గుర్తించలేము!
th: ไม่พบจุดบนกระดาน จึงไม่สามารถระบุชิ้นได้!
tr: Tahta noktası algılanamadı, bu yüzden taş tanımlanamaz!
uk: Не виявлено точки на дошці, не вдається ідентифікувати фігуру!
ur: کوئی بورڈ پوائنٹ نہیں ملا، مہرے کی شناخت نہیں ہو سکتی!
uz: Hech qanday taxta nuqtasi aniqlanmadi, figuralarni aniqlab bo'lmadi!
vi: Không tìm thấy điểm bàn cờ, không thể nhận diện quân cờ!
zh: 未检测到棋盘点，无法识别棋子！
zh_hant: 未偵測到棋盤點位，無法辨識棋子！
zu: Akukho iphuzu lebhodi litholakale, awukwazi ukuhlonza iqhekeza!

source: Copy FEN
af: Kopieer FEN
am: FEN ያቅፉ
ar: نسخ FEN
az: FEN-i kopyala
be: Капіяваць FEN
bg: Копирай FEN
bn: FEN অনুলিপি করুন
bo: FEN མཐར་ཕྱི་བཞག།
ca: Copia FEN
cs: Kopírovat FEN
da: Kopier FEN
de: FEN kopieren
el: Αντιγραφή FEN
es: Copiar FEN
et: Kopeeri FEN
fa: کپی FEN
fi: Kopioi FEN
fr: Copier le FEN
gu: FEN નકલ કરો
he: העתק FEN
hi: FEN कॉपी करें
hr: Kopiraj FEN
hu: FEN másolása
hy: Պատճենել FEN
id: Salin FEN
is: Afrita FEN
it: Copia FEN
ja: FEN をコピー
km: ចម្លង FEN
kn: FEN ನಕಲಿಸಿ
ko: FEN 복사
lt: Kopijuoti FEN
lv: Kopēt FEN
mk: Копирај FEN
ms: Salin FEN
my: FEN ကူးရန်
nb: Kopier FEN
nl: Kopieer FEN
pl: Kopiuj FEN
pt: Copiar FEN
ro: Copiază FEN
ru: Скопировать FEN
si: FEN පිටපත් කරන්න
sk: Kopírovať FEN
sl: Kopiraj FEN
sq: Kopjo FEN
sr: Kopiraj FEN
sv: Kopiera FEN
sw: Nakili FEN
ta: FEN ஐ நகலெடுக்கவும்
te: FENను కాపీ చేయండి
th: คัดลอก FEN
tr: FEN'i kopyala
uk: Скопіювати FEN
ur: FEN کاپی کریں
uz: FEN ni nusxalash
vi: Sao chép FEN
zh: 复制 FEN
zh_hant: 複製 FEN
zu: Kopisha i-FEN

source: Commonly used models
af: Wyd gebruikte modelle
am: ብዙ ጊዜ የሚጠቀሙ ሞዴሎች
ar: النماذج المستخدمة بشكل شائع
az: Tez-tez istifadə olunan modellər
be: Частавыкарыстоўваныя мадэлі
bg: Често използвани модели
bn: সাধারণভাবে ব্যবহৃত মডেল
bo: མཐོང་གཏོགས་གྲིགས་པའི་མོ་ཌེལ་མིང་འདེམས་པ།
ca: Models utilitzats habitualment
cs: Často používané modely
da: Almindeligt anvendte modeller
de: Häufig genutzte Modelle
el: Συχνά χρησιμοποιούμενα μοντέλα
es: Modelos más usados
et: Levinud mudelid
fa: مدل‌های متداول
fi: Yleisesti käytetyt mallit
fr: Modèles couramment utilisés
gu: સામાન્ય રીતે વપરાતા મોડેલો
he: מודלים בשימוש נפוץ
hi: सामान्यतया इस्तेमाल किए जाने वाले मॉडल
hr: Često korišteni modeli
hu: Gyakran használt modellek
hy: Հաճախ օգտագործվող մոդելներ
id: Model yang sering digunakan
is: Algeng líkön
it: Modelli più comuni
ja: よく使用されるモデル
km: ម៉ូឌែលដែលប្រើទូទៅ
kn: ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸುವ ಮಾದರಿಗಳು
ko: 자주 사용하는 모델
lt: Dažnai naudojami modeliai
lv: Bieži izmantotie modeļi
mk: Често користени модели
ms: Model yang biasa digunakan
my: နှစ်သက်အသုံးများသော မော်ဒယ်များ
nb: Vanlig brukte modeller
nl: Veelgebruikte modellen
pl: Popularne modele
pt: Modelos mais usados
ro: Modele utilizate frecvent
ru: Часто используемые модели
si: සාමාන්‍යයෙන් භාවිතා වන මාදිලි
sk: Často používané modely
sl: Pogosto uporabljeni modeli
sq: Modelet e përdorura zakonisht
sr: Često korišćeni modeli
sv: Vanligt använda modeller
sw: Mifano inayotumika mara kwa mara
ta: வழக்கமாக பயன்படுத்தப்படும் மாதிரிகள்
te: సాధారణంగా ఉపయోగించే మోడళ్లు
th: โมเดลที่ใช้งานบ่อย
tr: Sık kullanılan modeller
uk: Популярні моделі
ur: عام طور پر استعمال ہونے والے ماڈلز
uz: Ko'p ishlatiladigan modellar
vi: Các mô hình thường dùng
zh: 常用模型
zh_hant: 常用模型
zu: Amamodeli asetshenziswa kakhulu
