Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Rollback
af: Terugrol
am: ወደኋላ መመለስ
ar: عودة
az: Geriyə qaytarmaq
be: Адкат
bg: Връщане назад
bn: রোলব্যাক
bo: ཕྱིར་ལོག
ca: Enrere
cs: Vrátit zpět
da: Rul tilbage
de: Zurücksetzen
el: Επαναφορά
es: Retroceso
et: Tagasipöördumine
fa: بازگشت به عقب
fi: Palautus
fr: Retour en arrière
gu: રોલબેક
he: גלגל לאחור
hi: रोलबैक
hr: Vraćanje unatrag
hu: Visszaállítás
hy: Վերադարձ
id: Kembalikan
is: Til baka
it: Replica
ja: ロールバック
km: មិនធ្វើវិញ
kn: ರೋಲ್ಬ್ಯಾಕ್
ko: 되돌리기
lt: Atbulinis ėjimas
lv: Atgriešanās
mk: Враќање назад
ms: Kembalikan
my: နောက်ပြန်လိမ့်သည်
nb: Tilbakeslag
nl: Terugspelen
pl: Wycofanie
pt: Retrocesso
ro: Revenire
ru: Откат
si: ආපසු රෝල් කරන්න
sk: Vrátenie späť
sl: Vrnitev
sq: Rikthim mbrapa
sr: Поврат
sv: Rulla tillbaka
sw: Rudisha nyuma
ta: மறுசீரமைப்பு
te: రోల్‌బ్యాక్
th: ย้อนกลับ
tr: geri alma
uk: Відкат
ur: رول بیک
uz: Orqaga qaytarish
vi: phục hồi
zh: 回滚
zh_hant: 回滚
zu: I-Rollback

source: Please select
af: Kies asseblief
am: እባክዎን ይምረጡ
ar: الرجاء التحديد
az: Zəhmət olmasa seçin
be: Выберыце, калі ласка
bg: Моля, изберете
bn: অনুগ্রহ করে নির্বাচন করুন
bo: འདེམས་རོགས་གནང་།
ca: Seleccioneu
cs: Prosím vyberte
da: Vælg venligst
de: Bitte auswählen
el: Παρακαλώ επιλέξτε
es: Seleccione
et: Palun valige
fa: لطفا انتخاب کنید
fi: Valitse
fr: Veuillez sélectionner
gu: કૃપા કરી પસંદ કરો
he: בבקשה תבחר
hi: कृपया चुने
hr: Odaberite
hu: Kérem, válasszon
hy: Խնդրում ենք ընտրել
id: Silahkan pilih
is: Vinsamlegast veldu
it: Selezionare
ja: 選んでください
km: សូមជ្រើសរើស
kn: ದಯವಿಟ್ಟು ಆಯ್ಕೆ ಮಾಡು
ko: 선택하세요
lt: Pasirinkite
lv: Lūdzu, izvēlieties
mk: Ве молиме изберете
ms: Sila pilih
my: ကျေးဇူးပြု၍ ရွေးချယ်ပါ
nb: Vennligst velg
nl: Selecteer
pl: Proszę wybrać
pt: Selecionar
ro: Te rog selecteaza
ru: Пожалуйста, выберите
si: කරුණාකර තෝරන්න
sk: Vyberte si
sl: Izberite
sq: Ju lutem zgjidhni
sr: Молимо изаберите
sv: Välj
sw: Tafadhali chagua
ta: தயவுசெய்து தேர்ந்தெடு
te: దయచేసి ఎంచుకోండి
th: โปรดเลือก
tr: Lütfen seçin
uk: Виберіть будь ласка
ur: براہ مہربانی منتخب کریں
uz: Iltimos tanlang
vi: Vui lòng chọn
zh: 请选择
zh_hant: 請選擇
zu: Sicela ukhethe

source: Copy
af: Kopieer
am: ቅዳ
ar: نسخ
az: Kopy
be: Копія
bg: Копиране
bn: কপি
bo: འདྲ་བཤུས།
ca: Copia
cs: kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Kopeeri
fa: کپی
fi: Kopioi
fr: Copier
gu: નકલ કરો
he: עותק
hi: प्रतिलिपि
hr: Kopiraj
hu: Másolat
hy: Պատճենել
id: Salin
is: Afrita
it: Copia
ja: コピー
km: ចម្លង
kn: ನಕಲಿಸಿ
ko: 복사
lt: Kopijuoti
lv: Kopēt
mk: Копирај
ms: Salinan
my: ကော်ပီ
nb: Kopiere
nl: Kopieer
pl: Kopiuj
pt: Copiar
ro: Copie
ru: Копир.
si: පිටපත්
sk: Kopírovať
sl: Kopiraj
sq: Kopjoni
sr: Копирај
sv: Kopiera
sw: Nakili
ta: நகலெடு
te: కాపీ
th: สำเนา
tr: kopyala
uk: Копія
ur: کاپی
uz: Nusxalash
vi: Sao chép
zh: 复制
zh_hant: 複製
zu: Kopisha

# moveHistoryCopied
source: Move history copied to clipboard.
af: Skuif geskiedenis wat na knipbord gekopieer is.
am: የእንቅስቃሴ ታሪክ ወደ ቅንጥብ ሰሌዳ ተገልብጧል።
ar: تم نسخ سجل الحركات إلى الحافظة.
az: Tarixçəni mübadilə buferinə köçürün.
be: Гісторыя перамяшчэння скапіравана ў буфер абмену.
bg: Историята на ходовете се копира в клипборда.
bn: ক্লিপবোর্ডে অনুলিপি করা ইতিহাস.
bo: སྤོ་འགུལ་ལོ་རྒྱུས་པང་ལེབ་གསོག་སྡེར་དུ་འདྲ་བཤུས་བྱས་ཟིན།
ca: L'historial de moviments s'ha copiat al porta-retalls.
cs: Přesunout historii zkopírovanou do schránky.
da: Trækhistorik kopieres til udklipsholderen.
de: Zugverlauf wurde in die Zwischenablage kopiert.
el: Το ιστορικό κινήσεων αντιγράφεται στο πρόχειρο.
es: El historial de movimientos se ha copiado al portapapeles.
et: Liigutuste ajalugu kopeeritakse lõikelauale.
fa: تاریخچه حرکات در کلیپ‌بورد کپی شد.
fi: Siirtohistoria kopioidaan leikepöydälle.
fr: L'historique des coups a été copié dans le presse-papiers.
gu: ક્લિપબોર્ડ પર ક historyપિ કરેલો ઇતિહાસ ખસેડો.
he: העבר את ההיסטוריה שהועתקה ללוח.
hi: कॉपी किए गए इतिहास को क्लिपबोर्ड पर ले जाएं.
hr: Povijest poteza je kopirana u međuspremnik.
hu: Az előzmények vágólapra vannak másolva.
hy: Պատճենված պատմությունը տեղափոխել սեղմատախտակ:
id: Riwayat gerakan telah disalin ke papan klip.
is: Færa feril afrituð á klippiborð.
it: Storia delle mosse copiata negli appunti.
ja: 移動履歴をクリップボードにコピーしました。
km: ប្រវត្តិចលនាត្រូវបានចម្លងទៅឃ្លីបបត។
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಿದ ಇತಿಹಾಸವನ್ನು ಸರಿಸಿ.
ko: 이동 기록이 클립 보드에 복사되었습니다.
lt: Ėjimų istorija nukopijuojama į iškarpinę.
lv: Pārvietojumu vēsture tiek kopēta uz starpliktuvi.
mk: Преместете ја историјата копирана во таблата со исечоци.
ms: Pindahkan sejarah yang disalin ke papan keratan.
my: ကူးယူထားသောမှတ်တမ်းကို ကလစ်ဘုတ်သို့ ရွှေ့ပါ။
nb: Flytt historikken som er kopiert til utklippstavlen.
nl: Bewegingsgeschiedenis gekopieerd naar klembord.
pl: Historia ruchów skopiowana do schowka.
pt: Histórico de movimentos copiado para a área de transferência.
ro: Istoricul mutărilor copiat în clipboard.
ru: История ходов скопирована в буфер обмена.
si: චලන ඉතිහාසය ක්ලිප්බෝඩ් ට පිටපත් කර ඇත.
sk: História ťahov sa skopíruje do schránky.
sl: Zgodovina potez se kopira v odložišče.
sq: Zhvendos historinë e kopjuar në clipboard.
sr: Преместите историју копирану у привремену меморију.
sv: Flyghistorik kopieras till urklipp.
sw: Hamisha historia iliyonakiliwa kwenye ubao wa kunakili.
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்ட வரலாற்றை நகர்த்தவும்.
te: క్లిప్‌బోర్డ్‌కు కాపీ చేసిన చరిత్రను తరలించండి.
th: คัดลอกประวัติการย้ายไปยังคลิปบอร์ดแล้ว.
tr: Kopyalanan geçmişi panoya taşı.
uk: Історію переміщення скопійовано в буфер обміну.
ur: نقل کی گئی تاریخ کو کلپ بورڈ پر منتقل کریں۔
uz: Buferga ko'chirilgan tarixni ko'chirish.
vi: Đã sao chép lịch sử di chuyển vào khay nhớ tạm.
zh: 棋谱已复制到剪贴板。
zh_hant: 棋譜已複製到剪貼簿。
zu: Hambisa umlando okopishwe ebhodini lokunamathisela.

source: Help
am: እገዛ
ar: مساعدة
az: Kömək edin
be: Даведка
bg: Помощ
bn: সহায়তা
bo: རོགས་རམ
ca: Ajuda
cs: Pomoc
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
et: Abi
fa: کمک
fi: Ohje
fr: Aide
gu: સહાય કરો
he: עֶזרָה
hi: मदद
hr: Pomoć
hu: Segítség
hy: Օգնություն
id: Tolong
is: Hjálp
it: Aiuto
ja: 利用案内
km: ជំនួយ
kn: ಸಹಾಯ
ko: 이용안내
lt: Pagalba
lv: Palīdzība
mk: Помош
ms: Tolonglah
my: ကူညီကြပါ
nb: Hjelp
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Помощь
si: උදව්
sk: Pomoc
sl: Pomoč
sq: Ndihmoni
sr: Помоћ
sv: Hjälp
sw: Msaada
ta: உதவி
te: సహాయం
th: ช่วยด้วย
tr: Yardım
uk: Допоможіть
ur: مدد
uz: Yordam bering
vi: Giúp đỡ
zh: 帮助中心
zh_hant: 幫助中心
zu: Usizo

source: Feedback
af: Terugvoer
am: አስተያየት
ar: ملاحظات
az: Əlaqə
be: Зваротная сувязь
bg: Обратна връзка
bn: মতামত
bo: ཡ་ལན
ca: Comentaris
cs: Zpětná vazba
de: Rückmeldung
el: Ανατροφοδότηση
es: Comentarios
et: Tagasiside
fa: بازخورد
fi: Palaute
fr: Commentaires
gu: પ્રતિસાદ
he: מָשׁוֹב
hi: प्रतिपुष्टि
hr: Povratne informacije
hu: Visszajelzés
hy: Հետադարձ կապ
id: Umpan balik
is: Endurgjöf
it: Risposta
ja: 意見
km: មតិកែលម្អ
kn: ಪ್ರತಿಕ್ರಿಯೆ
ko: 피드백
lt: Atsiliepimai
lv: Atsauksmes
mk: Повратни информации
ms: Maklum balas
my: တုံ့ပြန်ချက်
nb: Tilbakemelding
nl: Terugkoppeling
pl: Opinie
pt: Comentários
ru: Обратная связь
si: ප්‍රතිපෝෂණය
sk: Spätná väzba
sl: Povratne informacije
sq: Reagime
sr: Повратна информација
sv: Återkoppling
sw: Maoni
ta: கருத்து
te: అభిప్రాయం
th: คำติชม
tr: geri bildirim
uk: Зворотній зв'язок
ur: تاثرات
uz: Fikr-mulohaza
vi: Nhận xét
zh: 问题反馈
zh_hant: 問題回饋
zu: Impendulo

source: Exit
af: Verlaat
am: ውጣ
ar: خروج
az: Çıx
be: Выхад
bg: Излизане от
bn: প্রস্থান
bo: ཐོན་སྒོ
ca: Surt
cs: Výstup
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
et: Väljumine
fa: خروج
fi: Poistu
fr: Quitter
gu: બહાર નીકળો
he: יְצִיאָה
hi: बाहर जाएं
hr: Zatvori
hu: Kilépés
hy: Ելք
id: keluar
is: Hætta
it: Esci
ja: 遊戯終了
km: ចាកចេញ
kn: ನಿರ್ಗಮಿಸಿ
ko: 완전종료
lt: Išeiti iš
lv: Iziet no
mk: Излез
ms: Keluar
my: ထွက်ပေါက်
nb: Utgang
nl: Afsluiten
pl: Wyjdź
pt: Sair
ro: Ieșire
ru: Выход
si: පිටවීම
sk: Ukončenie
sl: Izhod
sq: Dalja
sr: Излаз
sv: Avsluta
sw: Utgång
ta: வெளியேறு
te: బయటకి దారి
th: ทางออก
tr: çıkış
uk: Вихід
ur: باہر نکلیں
uz: Chiqish
vi: Thoát
zh: 退出游戏
zh_hant: 退出遊戲
zu: Phuma

source: Rule Settings
af: Reëlinstellings
am: የህግ ቅንብሮች
ar: إعدادات القواعد
az: Qayda Parametrləri
be: Налады правілаў
bg: Правила
bn: নিয়ম সেটিংস
bo: སྒྲིག་གཞི་སྒྲིག་སྟངས།
ca: Configuració de les regles
cs: Nastavení pravidel
da: Regelindstillinger
de: Regeln
el: Ρυθμίσεις κανόνων
es: Ajustes del reglamento
et: Reeglite seaded
fa: تنظیمات قوانین
fi: Sääntöasetukset
fr: Paramètres des règles
gu: નિયમ સેટિંગ્સ
he: הגדרות כללים
hi: नियम सेटिंग्स
hr: Postavke pravila
hu: Szabálybeállítások
hy: Կանոններ
id: Pengaturan Aturan
is: Reglustillingar
it: Regole
ja: 棋規設定
km: ការកំណត់ច្បាប់
kn: ನಿಯಮಗಳು
ko: 규칙 설정
lt: Taisyklės
lv: Noteikumi
mk: Правила
ms: Peraturan
my: စည်းကမ်းများ
nb: Regelinnstillinger
nl: Regel Instellingen
pl: Ustawienia reguł
pt: Regras
ro: Setări reguli
ru: Правила
si: නීති සැකසුම්
sk: Nastavenia pravidiel
sl: Nastavitve pravila
sq: Rregullat
sr: Правила
sv: Regler
sw: Kanuni
ta: விதி அமைப்புகள்
te: రూల్ సెట్టింగులు
th: การตั้งค่ากฎ
tr: Kural Ayarları
uk: Налаштування правила
ur: اصول کی ترتیبات
uz: Qoidalar
vi: Cài đặt quy tắc
zh: 规则设置
zh_hant: 規則設定
zu: Imithetho

source: Color
af: Kleur
am: ቀለም
ar: اللون
az: Rəng
be: Колер
bg: Цвят
bn: রঙ
bo: ཚོས།
cs: Barva
da: Farve
de: Farben
el: Χρώμα
et: Värv
fa: رنگ
fi: Väri
fr: Couleur
gu: રંગ
he: צֶבַע
hi: रंग
hr: Boja
hu: Szín
hy: Գույն
id: Warna
is: Litur
it: Colore
ja: 色
km: ពណ៌
kn: ಬಣ್ಣ
ko: 색상
lt: Spalva
lv: Krāsa
mk: Боја
ms: Warna
my: အရောင်
nb: Farge
nl: Kleur
pl: Kolor
pt: Cor
ro: Culoare
ru: Цвет
si: වර්ණ
sk: Farba
sl: Barva
sq: Ngjyrë
sr: Боја
sv: Färg
sw: Rangi
ta: நிறம்
te: రంగు
th: สี
tr: Renk
uk: Колір
ur: رنگ
uz: Rang
vi: Màu sắc
zh: 颜色
zh_hant: 顏色
zu: Umbala

source: Board color
af: Bord kleur
am: የሰሌዳ ቀለም
ar: لون اللوحة
az: Lövhənin rəngi
be: Колер дошкі
bg: Цвят на дъската
bn: বোর্ডের রঙ
bo: རྩེད་པང་གི་ཚོས།
ca: Color del tauler
cs: Barva desky
da: Farve på tavlen
de: Brettfarbe
el: Χρώμα πίνακα
es: Color del tablero
et: Tahvli värvus
fa: رنگ تخته
fi: Taulun väri
fr: Couleur du plateau
gu: બોર્ડનો રંગ
he: צבע לוח
hi: बोर्ड का रंग
hr: Boja ploče
hu: Tábla színe
hy: Տախտակի գույնը
id: Warna papan
is: Litur borðs
it: Colore della scheda
ja: ボードの色
km: ពណ៌ក្តារ
kn: ಬೋರ್ಡ್ ಬಣ್ಣ
ko: 판 색상
lt: Lentos spalva
lv: Dēļa krāsa
mk: Боја на табла
ms: Warna papan
my: ဘုတ်ရောင်
nb: Brettfarge
nl: Kleur bord
pl: Kolor planszy
pt: Cor do tabuleiro
ro: Culoarea plăcii
ru: Цвет доски
si: පුවරුවේ වර්ණය
sk: Farba tabule
sl: Barva table
sq: Ngjyra e bordit
sr: Боја плоче
sv: Styrelsens färg
sw: Rangi ya bodi
ta: போர்டு நிறம்
te: బోర్డు రంగు
th: สีกระดาน Board
tr: Tahta rengi
uk: Колір дошки
ur: بورڈ کا رنگ
uz: Kengash rangi
vi: Màu bàn cờ
zh: 棋盘颜色
zh_hant: 棋盤顏色
zu: Umbala webhodi

source: Piece color
af: Stuk kleur
am: የቁራጭ ቀለም
ar: لون القطعة
az: Parça rəngi
be: Колер кавалка
bg: Цвят на фигурата
bn: পিস রঙ
bo: རྡེལ་གྱི་ཚོས།
ca: Color de les peces
cs: Barva kusu
da: Farve på brikker
de: Steinfarbe
el: Χρώμα κομματιού
es: Color de la pieza
et: Tüki värvus
fa: رنگ مهره
fi: Kappaleen väri
fr: Couleur des pièces
gu: પીસ રંગ
he: צבע החתיכה
hi: टुकड़ा रंग
hr: Boja figure
hu: Korongszín
hy: Կտորի գույն
id: Warna potongan
is: Litur stykkisins
it: Colore del pezzo
ja: ピースの色
km: ពណ៌កូនអុក
kn: ತುಂಡು ಬಣ್ಣ
ko: 말 색상
lt: Figūrėlės spalva
lv: Gabala krāsa
mk: Боја на парче
ms: Warna kepingan
my: အပိုင်းအစအရောင်
nb: Brikkefarge
nl: Kleur stuk
pl: Kolor elementów
pt: Cor da peça
ro: Culoarea piesei
ru: Цвет фигур
si: කැබලි වර්ණය
sk: Farba figúrky
sl: Barva kosa
sq: Ngjyra e copës
sr: Комадна боја
sv: Färg på pjäsen
sw: Rangi ya kipande
ta: துண்டு நிறம்
te: పీస్ రంగు
th: ชิ้นสี
tr: parça rengi
uk: Колір шматка
ur: ٹکڑا رنگ
uz: Parcha rangi
vi: Màu quân cờ
zh: 棋子颜色
zh_hant: 棋子顏色
zu: Umbala wocezu

source: Background color
af: Agtergrondkleur
am: የበስተጀርባ ቀለም
ar: لون الخلفية
az: Fon rəngi
be: Колер фону
bg: Цвят на фона
bn: পেছনের রঙ
bo: རྒྱབ་ལྗོངས་ཀྱི་ཚོས།
ca: Color del fons
cs: Barva pozadí
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color del fondo
et: Taustavärv
fa: رنگ پس زمینه
fi: Taustan väri
fr: Couleur de l'arrière-plan
gu: પૃષ્ઠભૂમિ રંગ
he: צבע רקע
hi: पीछे का रंग
hr: Boja pozadine
hu: Háttérszín
hy: Ֆոնի գույնը
id: Warna latar belakang
is: Bakgrunns litur
it: Colore dello sfondo
ja: 背景色
km: ពណ៌ផ្ទៃខាងក្រោយ
kn: ಹಿನ್ನೆಲೆ ಬಣ್ಣ
ko: 배경 색
lt: Fono spalva
lv: Fona krāsa
mk: Боја на позадина
ms: Warna latar belakang
my: နောက်ခံအရောင်
nb: Bakgrunnsfarge
nl: Kleur achtergrond
pl: Kolor tła
pt: Cor de fundo
ro: Culoare de fundal
ru: Цвет фона
si: පසුබිම් වර්ණය
sk: Farba pozadia
sl: Barva ozadja
sq: Ngjyrë e sfondit
sr: Боја позадине
sv: Bakgrundsfärg
sw: Rangi ya usuli
ta: பின்னணி நிறம்
te: నేపథ్య రంగు
th: สีพื้นหลัง
tr: Arka plan rengi
uk: Колір фону
ur: پس منظر کا رنگ
uz: Fon rangi
vi: Màu nền
zh: 背景颜色
zh_hant: 背景顏色
zu: Umbala wangemuva

# lineColor
source: Board line color
af: Bordlyn kleur
am: የሰሌዳ መስመር ቀለም
ar: لون خط اللوحة
az: Lövhə xətti rəngi
be: Колер лініі дошкі
bg: Цвят на линията на дъската
bn: বোর্ড লাইনের রঙ
bo: རྩེད་པང་ཐིག་གི་ཚོས།
ca: Color de la línia del tauler
cs: Barva čáry desky
da: Farve på brættets linje
de: Linienfarbe
el: Χρώμα γραμμής ταμπλό
es: Color de la línea del tablero
et: Laua joone värvus
fa: رنگ خطوط تخته
fi: Pelilaudan viivan väri
fr: Couleur de la ligne du plateau
gu: બોર્ડ લાઇન રંગ
he: צבע קו הלוח
hi: बोर्ड लाइन रंग
hr: Boja linija ploče
hu: Tábla vonalszíne
hy: Տախտակի գծի գույնը
id: Warna garis papan
is: Litur borðlínu
it: Colore della linea del tabellone
ja: ボードラインの色
km: ពណ៌បន្ទាត់ក្តារ
kn: ಬೋರ್ಡ್ ಲೈನ್ ಬಣ್ಣ
ko: 보드 선 색상
lt: Lentos linijos spalva
lv: Borta līnijas krāsa
mk: Боја на линијата на таблата
ms: Warna garis papan
my: ဘုတ်လိုင်းအရောင်
nb: Board line farge
nl: Bord lijn kleur
pl: Kolor linii planszy
pt: Cor da linha do tabuleiro
ro: Culoarea liniilor tablei de joc
ru: Цвет линий на доске
si: පුවරු රේඛා වර්ණය
sk: Farba línie dosky
sl: Barva črte table
sq: Ngjyra e vijës së bordit
sr: Боја линије плоче
sv: Färg på brädans linje
sw: Rangi ya mstari wa bodi
ta: Board வரி color
te: బోర్డు లైన్ రంగు
th: สีเส้นกระดาน
tr: Tahta çizgi rengi
uk: Колір лінії дошки
ur: بورڈ لائن کا رنگ
uz: Kengash chizig'i rangi
vi: Màu đường kẻ bảng
zh: 线条颜色
zh_hant: 線條顏色
zu: Umbala womugqa webhodi

# whitePieceColor
source: Player 1 piece color
af: Speler 1 stuk kleur
am: የተጫዋች 1 ቁራጭ ቀለም
ar: لون قطعة اللاعب ١
az: Oyunçu 1 ədəd rəng
be: Гулец 1 колер фігуры
bg: Цвят на фигурата на играч 1
bn: প্লেয়ার 1 পিস রঙ
bo: རྩེད་འགྲན་པ་ 1 གྱི་རྡེལ་གྱི་ཚོས།
ca: Color de les peces del jugador 1
cs: Barva kamenů hráče 1
da: Spiller 1 brik farve
de: Steinfarbe Spieler 1
el: Χρώμα κομματιού παίκτη 1
es: Color de la pieza del jugador 1
et: Mängija 1 tüki värv
fa: رنگ مهره بازیکن ۱
fi: Pelaajan 1 palan väri
fr: Couleur des pièces du Joueur 1
gu: પ્લેયર 1 પીસ રંગ
he: צבע שחקן 1 חתיכה
hi: प्लेयर 1 पीस कलर
hr: Boja figura igrača 1
hu: 1-es játékos korongszíne
hy: Խաղացող 1 հատ գույն
id: Pemain 1 buah warna
is: Leikmaður 1 stykki litur
it: Colore del pezzo del giocatore 1
ja: プレイヤー1の駒の色
km: ពណ៌កូនអុកអ្នកលេង 1
kn: ಪ್ಲೇಯರ್ 1 ತುಂಡು ಬಣ್ಣ
ko: 플레이어 1의 말 색상
lt: Žaidėjo 1 figūrėlės spalva
lv: Spēlētāja 1 figūras krāsa
mk: Плеер 1 парче боја
ms: Pemain 1 keping warna
my: Player 1 piece အရောင်
nb: Spiller 1 stk farge
nl: Speler 1 stuk kleur
pl: Kolor elementu gracza 1
pt: Cor da peça do jogador 1
ro: Culoare piesă Jucător 1
ru: Цвет фигур игрока 1
si: ක්‍රීඩක 1 කැබලි වර්ණය
sk: Farba figúrky hráča 1
sl: Barva figurice igralca 1
sq: Lojtar 1 ngjyrë copë
sr: Играч 1 комад у боји
sv: Spelare 1 pjäsens färg
sw: Mchezaji kipande 1 cha rangi
ta: வீரன் 1 துண்டு வண்ணம்
te: ప్లేయర్ 1 ముక్క రంగు
th: เครื่องเล่น 1 ชิ้น สี
tr: Oyuncu 1'in parça rengi
uk: Гравець 1 шт. колір
ur: پلیئر 1 ٹکڑا رنگ
uz: Aktyor 1 dona rang
vi: Người chơi 1 mảnh màu
zh: 先手方棋子颜色
zh_hant: 先手方棋子顏色
zu: Umbala wocezu olu-1 lomdlali

# blackPieceColor
source: Player 2 piece color
af: Speler 2 stuk kleur
am: የተጫዋች 2 ቁራጭ ቀለም
ar: لون قطعة اللاعب ٢
az: Oyunçu 2 parça rəng
be: Гулец 2 штукі колер
bg: Цвят на фигурата на играч 2
bn: খেলোয়াড় 2 টুকরা রঙ
bo: རྩེད་འགྲན་པ་ 2 གྱི་རྡེལ་གྱི་ཚོས།
ca: Color de les peces del jugador 2
cs: Barva kamenů hráče 2
da: Farve på brik til spiller 2
de: Steinfarbe Spieler 2
el: Χρώμα κομματιού παίκτη 2
es: Color de la pieza del jugador 2
et: Mängija 2 tüki värvus
fa: رنگ مهره بازیکن ۲
fi: Pelaajan 2 palan väri
fr: Couleur des pièces du Joueur 2
gu: પ્લેયર 2 પીસ રંગ
he: צבע שחקן 2 חלקים
hi: प्लेयर 2 पीस कलर
hr: Boja figura igrača 2
hu: 2-es játékos korongszíne
hy: Խաղացող 2 հատ գույն
id: Warna pemain 2 buah
is: Leikmaður 2 stykki litur
it: Colore del pezzo del giocatore 2
ja: プレイヤー2の駒の色
km: ពណ៌កូនអុកអ្នកលេង 2
kn: ಪ್ಲೇಯರ್ 2 ತುಂಡು ಬಣ್ಣ
ko: 플레이어 2의 말 색상
lt: Žaidėjo 2 figūrėlės spalva
lv: Spēlētāja 2 figūras krāsa
mk: Плеер 2 парче боја
ms: Pemain 2 keping warna
my: Player 2 piece အရောင်
nb: Spiller 2-delt farge
nl: Kleur speelstuk 2
pl: Kolor elementu gracza 2
pt: Cor das peças do jogador 2
ro: Culoare piesă Jucător 2
ru: Цвет фигур игрока 2
si: ක්‍රීඩක 2 කැබලි වර්ණය
sk: Farba figúrky hráča 2
sl: Barva kosa igralca 2
sq: Lojtar 2 ngjyra copë
sr: Плаиер у 2 комада у боји
sv: Spelare 2 pjäsens färg
sw: Mchezaji 2 kipande rangi
ta: வீரன் 2 துண்டு நிறம்
te: ప్లేయర్ 2 ముక్క రంగు
th: เครื่องเล่น 2 ชิ้น สี
tr: Oyuncu 2'nin parça rengi
uk: Колір гравця 2 шт
ur: پلیئر 2 ٹکڑا رنگ
uz: Aktyor 2 dona rang
vi: Người chơi 2 mảnh màu
zh: 后手方棋子颜色
zh_hant: 後手方棋子顏色
zu: Umdlali 2 ucezu umbala

source: Message color
af: Boodskap kleur
am: የመልእክት ቀለም
ar: لون الرسالة
az: Mesaj rəngi
be: Колер паведамлення
bg: Цвят на съобщението
bn: বার্তার রঙ
bo: འཕྲིན་ཐུང་གི་ཚོས།
ca: Color del missatge
cs: Barva zprávy
da: Farve på besked
de: Nachrichtenfarbe
el: Χρώμα μηνύματος
es: Color del mensaje
et: Sõnumi värv
fa: رنگ پیام
fi: Viestin väri
fr: Couleur des messages
gu: સંદેશનો રંગ
he: צבע ההודעה
hi: संदेश का रंग
hr: Boja poruka
hu: Üzenet színe
hy: Հաղորդագրության գույնը
id: Warna pesan
is: Litur skilaboða
it: Colore del messaggio
ja: メッセージカラー
km: ពណ៌សារ
kn: ಸಂದೇಶದ ಬಣ್ಣ
ko: 메시지 색
lt: Pranešimo spalva
lv: Ziņojuma krāsa
mk: Боја на пораката
ms: Warna mesej
my: မက်ဆေ့ခ်ျအရောင်
nb: Melding farge
nl: Kleur bericht
pl: Kolor wiadomości
pt: Cor da mensagem
ro: Culoarea mesajului
ru: Цвет сообщений
si: පණිවුඩ වර්ණය
sk: Farba správy
sl: Barva sporočila
sq: Ngjyra e mesazhit
sr: Боја поруке
sv: Färg på meddelandet
sw: Rangi ya ujumbe
ta: செய்தி நிறம்
te: సందేశ రంగు
th: สีข้อความ
tr: Mesaj rengi
uk: Колір повідомлення
ur: پیغام کا رنگ
uz: Xabar rangi
vi: màu tin nhắn
zh: 提示信息颜色
zh_hant: 提示訊息顏色
zu: Umbala womlayezo

# isPieceCountInHandShown
source: Show count of unplaced pieces
af: Toon telling van ongeplaasde stukke
am: ያልተቀመጡ ቁራጮች ቁጥርን አሳይ
ar: عرض عدد القطع غير الموضوعة
az: Yerləşdirilməmiş parçaların sayını göstərin
be: Паказаць колькасць неразмешчаных фігур
bg: Показване на броя на фигурите в ръката
bn: হাতে টুকরো গণনা দেখান
bo: འཇོག་མེད་རྡེལ་གྱི་གྲངས་འབོར་སྟོན།
ca: Mostra el nombre de peces sense col·locar
cs: Zobrazit počet kusů v ruce
da: Vis antallet af brikker på hånden
de: Anzahl an Steinen auf der Hand anzeigen
el: Εμφάνιση του αριθμού των κομματιών στο χέρι
es: Mostrar el número de piezas en la mano
et: Näita käes olevate tükikeste arvu
fa: نشان‌دادن تعداد مهره‌های موجود در دست
fi: Näytä kädessä olevien nappuloiden määrä
fr: Afficher le nombre de pièces en main
gu: હાથમાં ટુકડાઓ ગણતરી બતાવો
he: הצג את ספירת החלקים שלא הוצבו
hi: हाथ में टुकड़ों की गिनती दिखाओ
hr: Prikaži broj nepostavljenih figura
hu: A kézben lévő korongszám megjelenítése
hy: Ցույց տալ չտեղադրված կտորների քանակը
id: Tunjukkan jumlah potongan di tangan
is: Sýnið fjölda ósettra bita
it: Mostra il conteggio dei pezzi in mano
ja: 配置されていないピースの数を表示
km: បង្ហាញចំនួនកូនអុកដែលមិនទាន់ដាក់
kn: ಕೈಯಲ್ಲಿರುವ ತುಂಡುಗಳ ಸಂಖ್ಯೆಯನ್ನು ತೋರಿಸಿ
ko: 배치되지 않은 말의 수 표시
lt: Rodyti turimų figūrų skaičių
lv: Rādīt rokā esošo figūru skaitu
mk: Покажете број на парчиња во рака
ms: Tunjukkan jumlah kepingan di tangan
my: နေရာမရှိသောအပိုင်းများ အရေအတွက်ကို ပြပါ
nb: Vis antall stykker i hånden
nl: Toon telling van stukken in hand
pl: Pokazanie liczby sztuk w ręku
pt: Mostrar o número de peças em mãos
ro: Afișați numărul de piese din mână (neplasate)
ru: Показать количество фигур в руке
si: තැන්පත් නොකළ කැබලි ගණන පෙන්වන්න
sk: Zobrazenie počtu dielikov v ruke
sl: Prikaži število kosov v roki
sq: Trego numrin e pjesëve në dorë
sr: Покажите број комада у руци
sv: Visa antalet bitar på handen
sw: Onyesha idadi ya vipande visivyowekwa
ta: இடமில்லாத துண்டுகளின் எண்ணிக்கையைக் காட்டு
te: చేతిలో ఉన్న ముక్కల సంఖ్యను చూపించు
th: แสดงจำนวนชิ้นในมือ
tr: Eldeki parça sayısını göster
uk: Показати кількість нерозставлених фігур
ur: بغیر جگہ کے ٹکڑوں کی گنتی دکھائیں۔
uz: Qo'ldagi buyumlar sonini ko'rsating
vi: Hiển thị số lượng mảnh chưa được đặt
zh: 显示手中剩余棋子数
zh_hant: 顯示手中剩餘棋子數
zu: Bonisa inani lezingcezu ezingabekwanga

# isNotationsShown
source: Show notations on board
af: Wys notasies aan boord
am: በሰሌዳው ላይ ማስታወሻዎችን አሳይ
ar: عرض التدوين
az: Bortda qeydləri göstərin
be: Пакажыце абазначэнні на дошцы
bg: Показване на бележки на дъската
bn: বোর্ডে স্বরলিপিগুলি দেখান
bo: རྩེད་པང་ཐོག་མཆན་འགྲེལ་སྟོན།
ca: Mostra les anotacions en el tauler
cs: Zobrazit notace na palubě
da: Vis noteringer på brættet
de: Notizen auf dem Brett anzeigen
el: Εμφάνιση σημειώσεων στο ταμπλό
es: Mostrar anotaciones en el tablero
et: Näita märkmeid laual
fa: نمایش مختصات
fi: Näytä merkinnät laudalla
fr: Afficher les notations sur le plateau
gu: બોર્ડ પર સૂચનો બતાવો
he: הצג סימון על הסיפון
hi: बोर्ड पर नोटेशन दिखाएं
hr: Prikaži notacije na ploči
hu: Jelölések megjelenítése a fedélzeten
hy: Ցույց տալ նշումները տախտակի վրա
id: Tampilkan notasi di papan
is: Sýna merkingar um borð
it: Mostra le annotazioni sulla tavola
ja: ボード上の表記を表示
km: បង្ហាញសញ្ញាណនៅលើក្តារ
kn: ಸಂಕೇತಗಳನ್ನು ಮಂಡಳಿಯಲ್ಲಿ ತೋರಿಸಿ
ko: 판에 좌표 표시
lt: Rodyti užrašus ant lentos
lv: Rādīt uzrakstus uz tāfeles
mk: Прикажи нотации на бродот
ms: Tunjukkan notasi di atas kapal
my: ဘုတ်ပေါ်တွင် အမှတ်အသားများကို ပြပါ
nb: Vis notasjoner om bord
nl: Toon notaties op bord
pl: Pokaż notacje na planszy
pt: Mostrar anotações no tabuleiro
ro: Afișați notațiile pe bord
ru: Показать обозначения на доске
si: පුවරුව මත ලකුණු පෙන්වන්න
sk: Zobrazenie poznámok na hracej ploche
sl: Prikaži zapise na igralni plošči
sq: Trego shënimet në bord
sr: Покажите ознаке на броду
sv: Visa noteringar på brädet
sw: Onyesha vidokezo kwenye ubao
ta: போர்டில் குறிப்புகளைக் காட்டுங்கள்
te: బోర్డులో సంకేతాలను చూపించు
th: แสดงสัญลักษณ์บนกระดาน
tr: Notları tahtada göster
uk: Показати позначення на борту
ur: بورڈ پر اشارے دکھائیں۔
uz: Bortdagi yozuvlarni ko'rsatish
vi: Hiển thị các ký hiệu trên tàu
zh: 棋盘边缘显示坐标
zh_hant: 棋盤邊緣顯示座標
zu: Bonisa amanothi ebhodini
