Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# privacyPolicy_Detail_1
source: Please read carefully and make sure you fully understand and agree with this
af: Lees asseblief aandagtig deur en maak seker dat u dit ten volle verstaan en daarmee saamstem
am: እባክዎን በጥንቃቄ ያንብቡ እና ይህንን በሙሉ መገንዘብዎን እና መስማማትዎን ያረጋግጡ
ar: يرجى القراءة بعناية والتأكد من فهمك التام لهذا الأمر والموافقة عليه.
az: Zəhmət olmasa diqqətlə oxuyun və bunu tam başa düşdüyünüzə və razılaşdığınızdan əmin olun
be: Калі ласка, прачытайце ўважліва і пераканайцеся, што вы цалкам разумееце і згодны з гэтым
bg: Моля, прочетете внимателно и се уверете, че напълно разбирате и се съгласявате с нея
bn: দয়া করে মনোযোগ সহকারে পড়ুন এবং নিশ্চিত হন যে আপনি এটির সাথে পুরোপুরি বুঝতে পেরেছেন এবং এতে সম্মত হন
bo: སྐུ་མཁྱེན། "བཀོལ་སྤྱོད་ཆིངས་ཡིག" དང་ "སྒེར་གྱི་སྲིད་ཇུས" བཅས་ཀྱི་ཆ་རྐྱེན་ལ་གཟབ་ནན་གྱིས་ཀློག་ནས་གོ་བ་ལེན་དགོས། ཁྱེད་རང་གི་ཆོག་མཆན་ལ་གཞི་བཅོལ་ནས་ང་ཚོས་ཁྱེད་ལ་མཁོ་སྤྲོད་བྱེད་པའི་ཞབས་ཞུ་ཡར་རྒྱས་གཏོང་ཆེད་དུ། ཁྱེད་རང་ལ་ཆོག་མཆན་ཁས་མི་ལེན་པའམ་ཡང་ན་ཆ་མེད་གཏོང་བའི་ཐོབ་ཐང་ཡོད། ང་ཚོས་ནད་རྟགས་གཏོང་བའི་རེ་འདུན་རེ་རེའི་སྔོན་ལ་སྒེའུ་ཁུངས་ཤིག་བརྒྱུད་ནས་ཁྱེད་ཀྱི་མོས་མཐུན་གསལ་པོ་ཐོབ་རྒྱུ་ཡིན། ཁྱེད་ཀྱིས་ ཀློག་ཐུབ།
ca: Llegiu-ho detingudament i assegureu-vos que enteneu i hi esteu d'acord
cs: Přečtěte si pozorně a ujistěte se, že tomu plně rozumíte a souhlasíte s tím
da: Læs venligst omhyggeligt og sørg for, at du fuldt ud forstår og accepterer dette
de: Bitte lies sorgfältig und stelle sicher, daß du alles verstanden hast und zustimmst
el: Παρακαλούμε διαβάστε προσεκτικά και βεβαιωθείτε ότι έχετε κατανοήσει πλήρως και συμφωνείτε με αυτό
es: Por favor, lea atentamente y asegúrese de que entiende y está de acuerdo con esto
et: Palun lugege hoolikalt ja veenduge, et olete sellest täielikult aru saanud ja sellega nõus
fa: لطفاً با دقت مطالعه کنید و اطمینان حاصل کنید که آن را کاملاً درک کرده و با آن موافق هستید
fi: Lue huolellisesti ja varmista, että ymmärrät tämän täysin ja hyväksyt sen
fr: Veuillez lire attentivement et vous assurer que vous comprenez et acceptez cette politique de confidentialité.
gu: કૃપા કરીને કાળજીપૂર્વક વાંચો અને ખાતરી કરો કે તમે આને સમજો છો અને તેની સાથે સંમત છો
he: אנא קרא בעיון וודא שאתה מבין לחלוטין ומסכים לכך
hi: कृपया ध्यान से पढ़ें और सुनिश्चित करें कि आप इसे पूरी तरह समझते हैं और इससे सहमत हैं
hr: Pažljivo pročitajte i budite sigurni da u potpunosti razumijete te da se slažete se s ovom
hu: Kérjük, olvassa el figyelmesen, és győződjön meg róla, hogy teljes mértékben megértette és egyetért ezzel
hy: Խնդրում ենք ուշադիր կարդալ և համոզվել, որ դուք լիովին հասկանում և համաձայն եք սա
id: Harap baca dengan seksama dan pastikan Anda sepenuhnya memahami dan setuju dengan ini
is: Vinsamlegast lestu vandlega og vertu viss um að þú skiljir þetta til fulls og samþykkir þetta
it: Si prega di leggere attentamente e assicurarsi di aver compreso e accettato questo
ja: よくお読みいただき、内容を十分にご理解・ご同意の上、
km: សូមអានដោយយកចិត្តទុកដាក់ និងធ្វើឱ្យប្រាកដថាអ្នកយល់ច្បាស់ និងយល់ព្រមជាមួយ
kn: ದಯವಿಟ್ಟು ಎಚ್ಚರಿಕೆಯಿಂದ ಓದಿ ಮತ್ತು ನೀವು ಇದನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೀರಿ ಮತ್ತು ಒಪ್ಪುತ್ತೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ko: 다음을 포함하되 이에 국한되지 않는 "사용자 계약"및 "개인 정보 보호 정책"의 조건을주의 깊게 읽고 완전히 이해하십시오. 당사가 귀하에게 제공하는 서비스를 개선하기 위해 귀하의 명시 적 승인에 따라 당사는 귀하의 장치 모델, 진단 데이터, 이메일 주소 등과 같은 정보를 얻을 수 있습니다. 귀하는 승인을 거부하거나 취소 할 권리가 있습니다. 진단 데이터 전송을 요청할 때마다 팝업 창을 통해 귀하의 명시 적 동의를 얻습니다. 당신은 읽을 수있다 "
lt: Atidžiai perskaitykite ir įsitikinkite, kad visiškai suprantate ir sutinkate su šia
lv: Lūdzu, uzmanīgi izlasiet un pārliecinieties, ka pilnībā to saprotat un piekrītat.
mk: Прочитајте внимателно и проверете дали целосно го разбирате и согласувате со ова
ms: Sila baca dengan teliti dan pastikan anda memahami dan menyetujuinya sepenuhnya
my: ကျေးဇူးပြု၍ ဂရုတစိုက်ဖတ်ပြီး ဤအချက်ကို သင်အပြည့်အဝနားလည်သဘောတူကြောင်း သေချာပါစေ။
nb: Vennligst les nøye og sørg for at du forstår og er enig i dette
nl: Gelieve aandachtig te lezen en zorg ervoor dat u dit volledig begrijpt en ermee akkoord gaat
pl: Proszę przeczytać uważnie i upewnić się, że w pełni rozumiesz i zgadzasz się z tym
pt: Por favor, leia com atenção e certifique-se de que entende e concorda com isto
ro: Citiți cu atenție și asigurați-vă că înțelegeți și sunteți de acord cu acest lucru
ru: Пожалуйста, прочитайте внимательно и убедитесь, что вы полностью понимаете и согласны с этим
si: කරුණාකර සවිස්තරයෙන් කියවා, මෙම සමඟ ඔබ එකඟ බවට හා එය සම්පූර්ණයෙන්ම ඔබ තේරුම් ගන්නා බවට වහාම තහවුරු කරන්න
sk: Pozorne si ju prečítajte a uistite sa, že jej plne rozumiete a súhlasíte s ňou
sl: Pozorno preberite in se prepričajte, da jo v celoti razumete in se z njo strinjate
sq: Ju lutemi lexoni me kujdes dhe sigurohuni që e kuptoni plotësisht dhe pajtoheni me këtë
sr: Молимо вас пажљиво прочитајте и уверите се да сте у потпуности разумели и да се слажете са овим
sv: Läs igenom noggrant och se till att du förstår och godkänner denna helt och hållet.
sw: Tafadhali soma kwa makini na uhakikishe kuwa unaelewa kikamilifu na kukubaliana na hili
ta: தயவுசெய்து கவனமாகப் படித்து, இதை நீங்கள் முழுமையாக புரிந்துகொண்டு உடன்படுகிறீர்கள் என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்
te: దయచేసి జాగ్రత్తగా చదవండి మరియు మీరు దీన్ని పూర్తిగా అర్థం చేసుకున్నారని మరియు అంగీకరిస్తున్నారని నిర్ధారించుకోండి
th: โปรดอ่านอย่างถี่ถ้วนและให้แน่ใจว่าคุณเข้าใจและเห็นด้วยกับสิ่งนี้อย่างถ่องแท้
tr: Lütfen dikkatlice okuyun ve bunu tam olarak anladığınızdan ve kabul ettiğinizden emin olun.
uk: Будь ласка, прочитайте уважно і переконайтеся, що ви повністю розумієте та погоджуєтеся з цим
ur: براہ کرم غور سے پڑھیں اور یقینی بنائیں کہ آپ اس کو پوری طرح سمجھتے اور اس سے متفق ہیں۔
uz: Iltimos, diqqat bilan o'qing va buni to'liq tushunganingizga va rozi ekanligingizga ishonch hosil qiling
vi: Vui lòng đọc kỹ và đảm bảo rằng bạn hoàn toàn hiểu và đồng ý với điều này
zh: 请您务必审慎阅读、充分理解《用户协议》和《隐私政策》各条款，包括但不限于： 为了改善我们向您提供的服务，基于您的明示授权，我们可能会获取您的设备型号、诊断数据、电子邮件地址等信息，您有权拒绝或取消授权。我们将在每次请求发送诊断数据前，通过弹窗形式征得您的明示同意。 您可阅读《
zh_hant: 請您務必審慎閱讀、充分理解《使用者協議》和《隱私政策》各條款，包括但不限於： 為了改善我們向您提供的服務，基於您的明示授權，我們可能會獲取您的設備型號、診斷資料、電子郵寄地址等資訊，您有權拒絕或取消授權。我們將在每次請求發送診斷資料前，通過彈窗形式征得您的明示同意。 您可閱讀《
zu: Sicela ufunde ngokucophelela futhi uqinisekise ukuthi uyaqonda ngokugcwele futhi uyavumelana nalokhu

# privacyPolicy_Detail_2
source: . If you do not agree to this Policy, please do not use this app. Using the app implies that you accept these terms.
af: . As jy nie tot hierdie beleid instem nie, moet asseblief nie hierdie toepassing gebruik nie. Die gebruik van die toepassing impliseer dat u hierdie bepalings aanvaar.
am: ። ከዚህ ፖሊሲ ጋር የማይስማሙ ከሆነ፣ እባክዎን ይህን መተግበሪያ አይጠቀሙ። መተግበሪያውን መጠቀም እነዚህን ውሎች እንደተቀበሉ ይቆጠራል።
ar: . إذا كنت لا توافق على هذه السياسة ، يرجى عدم استخدام هذا التطبيق. استخدام التطبيق يعني قبولك لهذه الشروط.
az: . Bu Siyasətlə razı deyilsinizsə, bu tətbiqdən istifadə etməyin. Tətbiqdən istifadə bu şərtləri qəbul etdiyiniz deməkdir.
be: . Калі вы не згодныя з гэтай Палітыкай, не выкарыстоўвайце гэта дадатак. Выкарыстанне праграмы азначае, што вы прымаеце гэтыя ўмовы.
bg: . Ако не сте съгласни с тази Политика, моля, не използвайте това приложение. Използването на приложението означава, че приемате тези условия.
bn: । আপনি যদি এই নীতিতে সম্মত না হন তবে দয়া করে এই অ্যাপ্লিকেশনটি ব্যবহার করবেন না। অ্যাপ্লিকেশন ব্যবহার করে বোঝা যাচ্ছে যে আপনি এই শর্তাদি স্বীকার করেছেন।
bo: མང་པོ་ སྦྱོངས། གལ་ཏེ་ཁྱེད་རང་མོས་མཐུན་ཡོད་ན། མོས་མཐུན་ ཞེས་པ་དེ་ལ་སྣུན་ནས་ང་ཚོའི་ཞབས་ཞུ་ལེན་འགོ་ཚུགས་རོགས།
ca: . Si no hi esteu d'acord, si us plau, no feu servir aquesta aplicació. Fer servir l'aplicació implica que n'accepteu aquestes condicions.
cs: . Pokud s těmito zásadami nesouhlasíte, nepoužívejte tuto aplikaci. Používání aplikace znamená, že přijímáte tyto podmínky.
da: . Hvis du ikke accepterer denne politik, skal du ikke bruge denne app. Brug af appen indebærer, at du accepterer disse vilkår.
de: . Wenn du den Bestimmungen nicht zustimmst, darfst du diese App nicht benutzen. Die Benutzung der App impliziert, dass du diesen Bestimmungen zustimmst.
el: . Εάν δεν συμφωνείτε με την παρούσα Πολιτική, παρακαλούμε μην χρησιμοποιείτε αυτή την εφαρμογή. Η χρήση της Εφαρμογής συνεπάγεται ότι αποδέχεστε αυτούς τους όρους.
es: . Si no está de acuerdo con esta Política, por favor no utilice esta App. El uso de la App implica que usted acepta estos términos.
et: . Kui te ei nõustu selle poliitikaga, ärge kasutage seda rakendust. Rakenduse kasutamine tähendab, et nõustute nende tingimustega.
fa: . اگر با این سیاست موافق نیستید ، لطفاً از این برنامه استفاده نکنید. استفاده از برنامه به معنای پذیرفتن این شرایط است.
fi: . Jos et hyväksy tätä käytäntöä, älä käytä tätä sovellusta. Sovelluksen käyttäminen tarkoittaa, että hyväksyt nämä ehdot.
fr: . Si vous n'êtes pas d'accord avec cette politique, veuillez ne pas utiliser cette application. L'utilisation de l'application implique que vous acceptez ces conditions.
gu: . જો તમે આ નીતિથી સંમત નથી, તો કૃપા કરીને આ એપ્લિકેશનનો ઉપયોગ કરશો નહીં. એપ્લિકેશનનો ઉપયોગ સૂચિત કરે છે કે તમે આ શરતો સ્વીકારો છો.
he: . אם אינך מסכים למדיניות זו, אנא אל תשתמש באפליקציה זו. השימוש באפליקציה מעיד על הסכמתך לתנאים אלה.
hi: . यदि आप इस नीति से सहमत नहीं हैं, तो कृपया इस ऐप का उपयोग न करें। ऐप का उपयोग करने का तात्पर्य है कि आप इन शर्तों को स्वीकार करते हैं।
hr: . Ako se ne slažete s ovom politikom nemojte koristiti ovu aplikaciju. Korištenje aplikacije podrazumijeva da prihvaćate ove uvjete.
hu: . Ha nem ért egyet ezzel az irányelvvel, kérjük, ne használja ezt az alkalmazást. Az alkalmazás használata kötelezi ezen feltételek elfogadására.
hy: . Եթե համաձայն չեք այս քաղաքականությանը, խնդրում ենք մի օգտագործեք այս հավելվածը: Հավելվածի օգտագործումը ենթադրում է, որ դուք ընդունում եք այս պայմանները:
id: . Jika Anda tidak setuju dengan Kebijakan ini, jangan gunakan Aplikasi ini. Menggunakan Aplikasi menyiratkan bahwa Anda menerima persyaratan ini.
is: . Ef þú samþykkir ekki þessa stefnu skaltu ekki nota þetta forrit. Notkun appsins þýðir að þú samþykkir þessa skilmála.
it: . Se non siete d'accordo con questa politica, vi preghiamo di non utilizzare questa app. L'utilizzo dell'app implica l'accettazione di questi termini.
ja: .このポリシーに同意しない場合は、このアプリを使用しないでください。アプリを使用することは、これらの条件に同意することを意味します。
km: នេះ។ ប្រសិនបើអ្នកមិនយល់ព្រមតាមគោលការណ៍នេះទេ សូមកុំប្រើកម្មវិធីនេះ។ ការប្រើប្រាស់កម្មវិធីបញ្ជាក់ថាអ្នកទទួលយកលក្ខខណ្ឌទាំងនេះ។
kn: . ಈ ನೀತಿಯನ್ನು ನೀವು ಒಪ್ಪದಿದ್ದರೆ, ದಯವಿಟ್ಟು ಈ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸಬೇಡಿ. ಅಪ್ಲಿಕೇಶನ್ ಬಳಸುವುದರಿಂದ ನೀವು ಈ ನಿಯಮಗಳನ್ನು ಒಪ್ಪುತ್ತೀರಿ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.
ko: "더 알아보기. 동의하면 "동의"를 클릭하여 서비스 수락을 시작하십시오.
lt: . Jei nesutinkate su šia politika, nesinaudokite šia programėle. Naudojimasis programėle reiškia, kad sutinkate su šiomis sąlygomis.
lv: . Ja nepiekrītat šai politikai, lūdzu, nelietojiet šo lietotni. Lietojot lietotni, jūs piekrītat šiem noteikumiem.
mk: . Ако не се согласувате со оваа политика, не користете ја оваа апликација. Користењето на апликацијата подразбира дека ги прифаќате овие услови.
ms: . Sekiranya anda tidak bersetuju dengan Dasar ini, jangan gunakan aplikasi ini. Menggunakan aplikasi menunjukkan bahawa anda menerima syarat ini.
my: . ဤမူဝါဒကို သဘောမတူပါက၊ ဤအက်ပ်ကို မသုံးပါနှင့်။ အက်ပ်ကိုအသုံးပြုခြင်းသည် ဤစည်းကမ်းချက်များကို သင်လက်ခံသည်ဟု ဆိုလိုသည်။
nb: . Hvis du ikke godtar disse retningslinjene, ikke bruk denne appen. Å bruke appen innebærer at du godtar disse vilkårene.
nl: . Indien u niet akkoord gaat met dit beleid, verzoeken wij u deze App niet te gebruiken. Gebruik van de App houdt in dat u deze voorwaarden accepteert.
pl: . Jeśli nie zgadzasz się z niniejszą Polityką, prosimy nie korzystać z Aplikacji. Korzystanie z Aplikacji oznacza, że akceptujecie Państwo te warunki.
pt: . Se você não concordar com esta Política, por favor, não utilize este aplicativo. Ao utilizar o aplicativo, você concorda com estes termos.
ro: . Dacă nu sunteți de acord cu această politică, vă rugăm să nu utilizați această aplicație. Utilizarea aplicației implică acceptarea acestor termeni.
ru: . Если вы не согласны с данной Политикой, пожалуйста, не используйте данное Приложение. Использование Приложения подразумевает, что вы принимаете эти условия.
si: . මෙම ප්‍රතිපත්තියට ඔබ එකඟ නොවේ නම්, කරුණාකර මෙම යෙදුම භාවිතා නොකරන්න. යෙදුම භාවිතා කිරීම ඔබට මේ කොන්දේසි පිළිගන්නා බවට යෙදීමි.
sk: . Ak s týmito zásadami nesúhlasíte, nepoužívajte túto aplikáciu. Používanie aplikácie znamená, že súhlasíte s týmito podmienkami.
sl: . Če se s tem pravilnikom ne strinjate, te aplikacije ne uporabljajte. Uporaba aplikacije pomeni, da se strinjate s temi pogoji.
sq: . Nëse nuk jeni dakord me këtë politikë, ju lutemi mos e përdorni këtë Aplikacion. Përdorimi i Aplikacionit nënkupton që ju t'i pranoni këto kushte.
sr: . Ако се не слажете са овом Политиком, немојте је користити. Коришћење апликације подразумева да прихватате ове услове.
sv: . Om du inte godkänner denna policy får du inte använda denna app. Att använda appen innebär att du accepterar dessa villkor.
sw: . Ikiwa hukubaliani na Sera hii, tafadhali usitumie programu hii. Kutumia programu kunamaanisha kuwa unakubali sheria na masharti haya.
ta: . இந்தக் கொள்கையில் நீங்கள் உடன்படவில்லை என்றால், தயவுசெய்து இந்த பயன்பாட்டைப் பயன்படுத்த வேண்டாம். பயன்பாட்டைப் பயன்படுத்துவது இந்த விதிமுறைகளை நீங்கள் ஏற்றுக்கொள்கிறீர்கள் என்பதைக் குறிக்கிறது.
te: . మీరు ఈ విధానాన్ని అంగీకరించకపోతే, దయచేసి ఈ అనువర్తనాన్ని ఉపయోగించవద్దు. అనువర్తనాన్ని ఉపయోగించడం మీరు ఈ నిబంధనలను అంగీకరించినట్లు సూచిస్తుంది.
th: . หากคุณไม่เห็นด้วยกับนโยบายนี้ โปรดอย่าใช้แอปนี้ การใช้แอพหมายความว่าคุณยอมรับข้อกำหนดเหล่านี้
tr: . Bu Politikayı kabul etmiyorsanız, lütfen bu Uygulamayı kullanmayın. Uygulamayı kullanmak, bu şartları kabul ettiğiniz anlamına gelir.
uk: . Якщо ви не згодні з цією Політикою, не використовуйте цю програму. Використання програми означає, що ви приймаєте ці умови.
ur: . اگر آپ اس پالیسی سے اتفاق نہیں کرتے ہیں تو براہ کرم اس ایپ کو استعمال نہ کریں۔ ایپ کو استعمال کرنے کا مطلب ہے کہ آپ ان شرائط کو قبول کرتے ہیں۔
uz: . Agar siz ushbu Siyosatga rozi bo'lmasangiz, iltimos, ushbu ilovadan foydalanmang. Ilovadan foydalanish ushbu shartlarni qabul qilishingizni anglatadi.
vi: . Nếu bạn không đồng ý với Chính sách này, vui lòng không sử dụng ứng dụng này. Việc sử dụng ứng dụng ngụ ý rằng bạn chấp nhận các điều khoản này.
zh: 》了解详细信息。如您同意，请点击“同意”开始接受我们的服务。
zh_hant: 》瞭解詳細資訊。如您同意，請點擊「同意」開始接受我們的服務。
zu: . Uma ungavumelani nale Nqubomgomo, sicela ungasebenzisi lolu hlelo lokusebenza. Ukusebenzisa uhlelo lokusebenza kusho ukuthi uyayamukela le migomo.

source: and
af: en
am: እና
ar: و
az: və
be: і
bg: и
bn: এবং
bo: དང་
ca: i
cs: a
da: og
de: und
el: και
es: y
et: ja
fa: و
fi: ja
fr: et
gu: અને
he: ו
hi: तथा
hr: i
hu: és
hy: և
id: dan
is: og
it: e
ja: と
km: និង
kn: ಮತ್ತು
ko: "및"
lt: ir .
lv: un
mk: и
ms: dan
my: နှင့်
nb: og
nl: en
pl: oraz .
pt: e
ro: și
ru: и
si: සහ
sk: a .
sl: in .
sq: dhe
sr: и
sv: och
sw: na
ta: மற்றும்
te: మరియు
th: และ
tr: ve
uk: і
ur: اور
uz: va
vi: Và
zh: 》和《
zh_hant: 》和《
zu: futhi

source: Accept
af: Aanvaar
am: ተቀበል
ar: قبول
az: Qəbul edin
be: Прыняць
bg: Приемам
bn: গ্রহণ করুন
bo: མོས་མཐུན།
ca: Accepto
cs: Akceptovat
da: Accepter
de: Akzeptieren
el: Αποδέχομαι το
es: Aceptar
et: Nõustun
fa: پذیرفتن
fi: Hyväksyn
fr: Accepter
gu: સ્વીકારો
he: לְקַבֵּל
hi: स्वीकार करना
hr: Prihvati
hu: Elfogad
hy: Ընդունել
id: Menerima
is: Samþykkja
it: Accetta
ja: 受け入れる
km: ទទួលយក
kn: ಒಪ್ಪಿಕೊಳ್ಳಿ
ko: 동의하기
lt: Priimti
lv: Piekrītu
mk: Прифати
ms: Terima
my: လက်ခံပါတယ်
nb: Aksepterer
nl: Accepteren
pl: Zaakceptuj
pt: Aceitar
ro: Acceptare
ru: Принять
si: එකඟ වෙන්න
sk: Prijímam
sl: Sprejmite
sq: Pranoj
sr: Прихвати
sv: Acceptera
sw: Kubali
ta: ஏற்றுக்கொள்
te: అంగీకరించు
th: ยอมรับ
tr: Kabul etmek
uk: Прийняти
ur: قبول کریں۔
uz: Qabul qiling
vi: Chấp nhận
zh: 同意
zh_hant: 同意
zu: Yamukela

source: Take back
af: Neem terug
am: ወደኋላ መልስ
ar: تراجع
az: Geri götür
be: Забраць
bg: Връщане назад
bn: প্রত্যাহার করা
bo: ཕྱིར་ལེན།
ca: Enrere
cs: Vzít zpět
da: Tag tilbage
de: Zurücknehmen
el: Πάρτε πίσω
es: Retroceder
et: Võtke tagasi
fa: پس گرفتن
fi: Ota takaisin
fr: Reprendre
gu: પાછા લેવા
he: קח בחזרה
hi: वापस लेलो
hr: Vrati figuru natrag
hu: Visszavesz
hy: Հետ վերցնել
id: Ambil kembali
is: Taka aftur
it: Riprendere
ja: 待った
km: ដកថយ
kn: ಹಿಂಪಡೆ ಹಿಂದಕ್ಕೆ ಪಡೆ
ko: 되돌리기
lt: Grįžti atgal
lv: Atgriezt
mk: Врати се назад
ms: Ambil semula
my: ပြန်ယူပါ
nb: Ta tilbake
nl: Terugnemen
pl: Cofnij
pt: Voltar
ro: Ia înapoi
ru: Откатить ход
si: ආපසු ගන්න
sk: Vrátiť späť
sl: Vzemite nazaj
sq: Merrni mbrapa
sr: Вратити
sv: Ta tillbaka
sw: Rudisha
ta: திரும்ப எடுத்துக் கொள்ளுங்கள்
te: వెనక్కి తీసుకో
th: เอาคืนไป
tr: Geri al
uk: Повертати
ur: واپس لینا
uz: Qaytarib ol
vi: Lấy lại
zh: 回退一步
zh_hant: 回退一步
zu: Thatha ubuyisele

source: Taking back…
af: Neem tans terug …
am: ወደኋላ በመመለስ ላይ…
ar: يتراجع…
az: Geri götürülür…
be: Вяртанне…
bg: Връщане назад…
bn: ফিরে গ্রহণ…
bo: ཕྱིར་ལེན་བཞིན་པ།
ca: Ves enrere…
cs: Vzít zpět…
da: Tilbageførsel…
de: Nehme zurück…
el: Λήψη πίσω…
es: Retrocediendo…
et: Tagasi võtmine…
fa: در حال پس گرفتن…
fi: Takaisin ottaminen…
fr: Reprise…
gu: પાછા લઈ રહ્યા છે…
he: לוקח חזרה…
hi: वापस ले रही है…
hr: Vraćanje figure na prethodno mjesto …
hu: Visszavenni…
hy: Հետ վերցնելով…
id: Mengambil kembali…
is: Tekur til baka…
it: Riprendere…
ja: 取り戻す…
km: កំពុងដកថយ…
kn: ಹಿಂದಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳುವುದು…
ko: 되돌리는 중…
lt: Grįžimas atgal…
lv: Atgriešanās…
mk: Враќање назад…
ms: Mengambil kembali…
my: ပြန်ယူနေသည်…
nb: Tar tilbake…
nl: Terugnemen…
pl: Cofnij…
pt: Desfazendo…
ro: Luând înapoi…
ru: Откат хода…
si: ආපසු ගෙන එමින්…
sk: Vrátenie späť…
sl: Vračanje nazaj…
sq: Marrja mbrapa…
sr: Узимање назад…
sv: Ta tillbaka…
sw: Inarejesha…
ta: திரும்பிச் செல்வது…
te: తిరిగి తీసుకొని…
th: รับคืน…
tr: Geri almak…
uk: Повернення…
ur: واپس لے جا رہا ہے…
uz: Orqaga…
vi: Lấy lại…
zh: 回退中…
zh_hant: 回退中…
zu: Ibuyisela emuva…

source: Waiting…
af: Wag tans …
am: በመጠበቅ ላይ…
ar: الرجاء الانتظار…
az: Gözlənir…
be: Чаканне…
bg: Изчакване…
bn: অপেক্ষা করছি…
bo: སྒུག་བཞིན་པ།
ca: Espereu…
cs: Čekání…
da: Venter…
de: Warte…
el: Αναμονή…
es: Espere…
et: Ootamine…
fa: در حال انتظار…
fi: Odottaminen…
fr: En attente…
gu: રાહ જોવી…
he: הַמתָנָה…
hi: इंतज़ार कर रही…
hr: Čekanje …
hu: Várakozás…
hy: Սպասում է…
id: Menunggu…
is: Bíður…
it: Aspettare…
ja: 待っている…
km: កំពុងរង់ចាំ…
kn: ಕಾಯಲಾಗುತ್ತಿದೆ…
ko: 기다리는 중…
lt: Laukimas…
lv: Gaidīšana…
mk: Чекајќи…
ms: Menunggu…
my: စောင့်နေသည်…
nb: Venter…
nl: Wachten…
pl: Czekanie…
pt: Espere…
ro: Aşteptare…
ru: Ожидание…
si: බලා සිටීම…
sk: Čakanie…
sl: Čakanje…
sq: Ne pritje…
sr: Чекање…
sv: Vänta…
sw: Inasubiri…
ta: காத்திருக்கிறது…
te: వేచి ఉంది…
th: ที่รอ…
tr: Bekleniyor…
uk: Очікування…
ur: انتظار کر رہا ہے…
uz: Kutilmoqda…
vi: Chờ…
zh: 请稍等…
zh_hant: 請稍等…
zu: Ilindile…

source: Step forward
af: Tree vorentoe
am: ወደፊት እርምጃ
ar: خطوة للأمام
az: İrəli addımlayın
be: Крок наперад
bg: Стъпка напред
bn: এগিয়ে যান
bo: གོམ་གང་མདུན།
ca: Endavant
cs: Krok vpřed
da: Træd fremad
de: Schritt vorwärts
el: Βήμα προς τα εμπρός
es: Adelantar
et: Samm edasi
fa: قدم به جلو
fi: Astu eteenpäin
fr: Avancer
gu: આગળ વધવુ
he: צעד קדימה
hi: आगे कदम
hr: Pomakni figuru naprijed
hu: Lépjen előre
hy: Քայլ առաջ
id: Maju
is: Stígðu fram
it: Passi avanti
ja: 踏み出す
km: បោះជំហានទៅមុខ
kn: ಮುಂದೆ ಹೆಜ್ಜೆ ಹಾಕಿ
ko: 한 단계 앞으로
lt: Žingsnis į priekį
lv: Solis uz priekšu
mk: Чекор напред
ms: Melangkah ke hadapan
my: ရှေ့သို့လှမ်းပါ
nb: Skritt fremover
nl: Stap vooruit
pl: Krok do przodu
pt: Avançar
ro: Pasul înainte
ru: Возвратить ход
si: ඉදිරියට පියවර ගන්න
sk: Krok vpred
sl: Korak naprej
sq: Hap përpara
sr: Иступи
sv: Steg framåt
sw: Piga hatua mbele
ta: முன்னேறவும்
te: అడుగు ముందుకు వేయండి
th: ก้าวไปข้างหน้า
tr: Öne çık
uk: Крок вперед
ur: آگے بڑھیں۔
uz: Oldinga qadam
vi: bước về phía trước
zh: 前进一步
zh_hant: 前進一步
zu: Hamba uye phambili

source: Take back all
af: Neem alles terug
am: ሁሉንም ወደኋላ መልስ
ar: تراجع عن الكل
az: Hamısını geri götür
be: Вярнуць усё
bg: Върнете всичко
bn: সব ফিরিয়ে দাও
bo: ཚང་མ་ཕྱིར་ལེན།
ca: Enrere del tot
cs: Vezměte zpět všechny
da: Tag alt tilbage
de: Alles zurücknehmen
el: Πάρτε τα όλα πίσω
es: Retroceder todo
et: Võtke kõik tagasi
fa: پس گرفتن همه
fi: Ota kaikki takaisin
fr: Tout reprendre
gu: બધા પાછા લો
he: קח בחזרה הכל
hi: सभी वापस ले लो
hr: Vrati sve figure na početak
hu: Vissza mindent
hy: Վերցրեք բոլորը
id: Ambil kembali semua
is: Taktu allt til baka
it: Riprendere tutto
ja: 全手戻り
km: ដកថយទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ಹಿಂದಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳಿ
ko: 모두 되돌리기
lt: Atsiimti viską atgal
lv: Atgriezt visu
mk: Вратете ги сите
ms: Kembalikan semua
my: အားလုံးကို ပြန်ယူပါ
nb: Ta tilbake alt
nl: Alles terugnemen
pl: Cofnij wszystko
pt: Rebobinar tudo
ro: Ia înapoi toate
ru: Откатиться к началу
si: සියල්ල ආපසු ගන්න
sk: Vziať späť všetko
sl: Vzemi vse nazaj
sq: Merrni mbrapa të gjitha
sr: Врати све
sv: Ta tillbaka allt
sw: Rudisha yote
ta: அனைத்தையும் திரும்பப் பெறுங்கள்
te: అన్నీ వెనక్కి తీసుకోండి
th: เอาคืนทั้งหมด
tr: Tümünü Geri Al
uk: Забери все назад
ur: سب واپس لے لو
uz: Barchasini qaytarib oling
vi: Lấy lại tất cả
zh: 回退到底
zh_hant: 回退到底
zu: Buyisela konke

source: Step forward all
af: Stap vorentoe almal
am: ሁሉንም ወደፊት አንቀሳቅስ
ar: التقدم للكل
az: Hamısını irəli apar
be: Крочаць наперад усе
bg: Стъпка напред всички
bn: সব এগিয়ে যান
bo: ཚང་མ་གོམ་གང་མདུན།
ca: Endavant del tot
cs: Krok vpřed všichni
da: Fremadgående alle
de: Alles wiederholen
el: Βήμα προς τα εμπρός όλοι
es: Adelantar todo
et: Samm edasi kõik
fa: جلو رفتن تا انتها
fi: Vaihe eteenpäin kaikki
fr: Tout avancer
gu: બધા આગળ વધો
he: צעד קדימה כולם
hi: सभी आगे बढ़ें
hr: Pomakni sve figure na kraj
hu: Lépjen előre mindenek előtt
hy: Քայլ առաջ բոլորը
id: Maju semua
is: Stígðu fram öll
it: Fare un passo avanti tutti
ja: 最後まで進む
km: បោះជំហានទៅមុខទាំងអស់
kn: ಎಲ್ಲವನ್ನು ಮುಂದಕ್ಕೆ ಇರಿಸಿ
ko: 모두 앞으로 가기
lt: Žingsnis į priekį visi
lv: Solis uz priekšu visi
mk: Чекор напред сите
ms: Melangkah ke hadapan semua
my: အားလုံး ရှေ့ကို လှမ်းပါ
nb: Gå fremover alle
nl: Stap voorwaarts allemaal
pl: Krok do przodu wszyscy
pt: Enviar todos
ro: Fă un pas înaintea tuturor
ru: Возвратить все откаченные
si: සියලුම පියවර ඉදිරියට ගන්න
sk: Krok vpred všetky
sl: Korak naprej vsi
sq: Hapi përpara të gjithë
sr: Корак напред
sv: Alla steg framåt
sw: Songa mbele wote
ta: அனைத்தையும் முன்னெடுத்துச் செல்லுங்கள்
te: అన్ని ముందుకు
th: ก้าวไปข้างหน้าทั้งหมด
tr: Tümünü İleri Taşı
uk: Всі кроки вперед
ur: سب آگے بڑھیں۔
uz: Barchasini oldinga qadam qo'ying
vi: Tiến lên tất cả
zh: 前进到底
zh_hant: 前進到底
zu: Hambani phambili nonke

source: Move now
af: Beweeg nou
am: አሁን ተንቀሳቀስ
ar: تحرك الآن
az: İndi köçün
be: Рухайцеся зараз
bg: Преместване сега
bn: এখনই সরানো
bo: ད་ལྟ་སྤོ་འགུལ།
ca: Mou ara
cs: Přesun hned
da: Flyt dig nu
de: Jetzt ziehen
el: Προχωρήστε τώρα
es: Mover ahora
et: Liigu nüüd
fa: حالا حرکت کن
fi: Siirtykää nyt
fr: Déplacer maintenant
gu: હવે ખસેડો
he: זוז עכשיו
hi: अब चलो
hr: Pomakni sada
hu: Most lépjen
hy: Շարժվեք հիմա
id: Pindah sekarang
is: Færðu þig núna
it: Muoversi ora
ja: 今すぐ移動
km: ផ្លាស់ទីឥឡូវនេះ
kn: ಈಗ ಸರಿಸಿ
ko: 지금 이동하기
lt: Judėti dabar
lv: Pārvietot tagad
mk: Премести се сега
ms: Bergerak sekarang
my: ယခုရွှေ့ပါ
nb: Flytt deg nå
nl: Nu bewegen
pl: Rusz się teraz
pt: Mexa-se agora
ro: Mută acum
ru: Двигайся сейчас
si: දැන් චලනය කරන්න
sk: Pohybovať sa teraz
sl: Premaknite se zdaj
sq: Lëviz tani
sr: Помери се сада
sv: Flytta dig nu
sw: Sogeza sasa
ta: இப்போது நகர்த்தவும்
te: ఇప్పుడే తరలించండి
th: ย้ายเดี๋ยวนี้
tr: Şimdi hareket et
uk: Рухайтеся зараз
ur: اب چلو
uz: Hozir harakatlaning
vi: Di chuyển ngay bây giờ
zh: 立即行棋
zh_hant: 立即行棋
zu: Hambisa manje
