Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# switchToMtdfSuggestion
source: Congratulations on winning at MCTS Level 30! Would you like to switch to the MTD(f) algorithm for a greater challenge?
af: Baie geluk met die wen by MCTS Vlak 30! Wil jy na die MTD(f)-algoritme oorskakel vir 'n groter uitdaging?
am: በ MCTS ደረጃ 30 በማሸነፍዎ እንኳን ደስ አለዎት! ለበለጠ ፈተና ወደ MTD(f) አልጎሪዝም መቀየር ይፈልጋሉ?
ar: تهانينا على الفوز في المستوى 30 من MCTS! هل ترغب في التبديل إلى خوارزمية MTD(f) لتحدٍ أكبر؟
az: MCTS Səviyyə 30-da qalib gəldiyiniz üçün təbrik edirik! Daha böyük çətinlik üçün MTD(f) alqoritminə keçmək istərdiniz?
be: Віншуем з перамогай на ўзроўні 30 MCTS! Хочаце пераключыцца на алгарытм MTD(f) для большай складанасці?
bg: Поздравления за победата на ниво 30 на MCTS! Желаете ли да превключите към алгоритъма MTD(f) за по-голямо предизвикателство?
bn: MCTS লেভেল ৩০-এ জেতার জন্য অভিনন্দন! আরও বড় চ্যালেঞ্জের জন্য MTD(f) অ্যালগরিদমে পরিবর্তন করতে চান?
bo: MCTS རིམ་པ་ ༣༠ ནང་རྒྱལ་བ་ཐོབ་པར་བཀྲ་ཤིས་བདེ་ལེགས། དཀའ་ངལ་ཆེ་བའི་ཆེད་དུ་ MTD(f) རྩིས་ལས་ལ་བརྗེ་རྒྱུ་ཡིན་ནམ།
ca: Felicitats per guanyar al nivell 30 de MCTS! Vols canviar a l'algorisme MTD(f) per un desafiament més gran?
cs: Gratulujeme k vítězství na úrovni 30 MCTS! Chcete přepnout na algoritmus MTD(f) pro větší výzvu?
da: Tillykke med sejren på MCTS niveau 30! Vil du skifte til MTD(f)-algoritmen for en større udfordring?
de: Herzlichen Glückwunsch zum Gewinn auf MCTS-Stufe 30! Möchten Sie zum MTD(f)-Algorithmus wechseln, um eine größere Herausforderung zu meistern?
el: Συγχαρητήρια για τη νίκη στο Επίπεδο 30 του MCTS! Θέλετε να αλλάξετε στον αλγόριθμο MTD(f) για μεγαλύτερη πρόκληση;
es: ¡Felicitaciones por ganar en el nivel 30 de MCTS! ¿Deseas cambiar al algoritmo MTD(f) para un mayor desafío?
et: Palju õnne võidu puhul MCTS tasemel 30! Kas soovite suurema väljakutse saamiseks MTD(f)-algoritmile üle minna?
fa: تبریک به شما برای برد در سطح 30 MCTS! آیا می‌خواهید برای چالش بیشتر به الگوریتم MTD(f) تغییر دهید؟
fi: Onnittelut voitosta MCTS-tasolla 30! Haluatko vaihtaa MTD(f)-algoritmiin suuremman haasteen saamiseksi?
fr: Félicitations pour la victoire au niveau 30 MCTS! Voulez-vous passer à l'algorithme MTD(f) pour un plus grand défi?
gu: MCTS લેવલ 30 પર જીતવા બદલ અભિનંદન! શું તમે મોટા પડકાર માટે MTD(f) અલ્ગોરિધમ પર સ્વિચ કરવા માંગો છો?
he: מזל טוב על הניצחון ברמה 30 של MCTS! האם תרצה לעבור לאלגוריתם MTD(f) לאתגר גדול יותר?
hi: MCTS लेवल 30 पर जीतने पर बधाई! क्या आप बड़ी चुनौती के लिए MTD(f) एल्गोरिदम पर स्विच करना चाहेंगे?
hr: Čestitamo na pobjedi na MCTS razini 30! Želite li prijeći na MTD(f) algoritam za veći izazov?
hu: Gratulálunk a győzelemhez az MCTS 30. szinten! Szeretne átváltani az MTD(f) algoritmusra nagyobb kihívás érdekében?
hy: Շնորհավորում ենք MCTS մակարդակ 30-ում հաղթելու համար։ Ցանկանո՞ւմ եք անցնել MTD(f) ալգորիթմին՝ ավելի մեծ մարտահրավերի համար։
id: Selamat atas kemenangan di Level 30 MCTS! Apakah Anda ingin beralih ke algoritma MTD(f) untuk tantangan yang lebih besar?
is: Til hamingju með sigurinn á MCTS stigi 30! Viltu skipta yfir í MTD(f) reikniritið fyrir meiri áskorun?
it: Congratulazioni per la vittoria al livello 30 di MCTS! Vuoi passare all'algoritmo MTD(f) per una sfida maggiore?
ja: MCTSレベル30で勝利おめでとうございます！より大きなチャレンジのためにMTD(f)アルゴリズムに切り替えますか？
km: សូមអបអរសាទរដែលបានឈ្នះនៅកម្រិត ៣០ របស់ MCTS! តើអ្នកចង់ប្តូរទៅក្បួនដោះស្រាយ MTD(f) ដើម្បីបញ្ហាប្រឈមកាន់តែធំទេ?
kn: MCTS ಹಂತ 30 ರಲ್ಲಿ ಗೆದ್ದಿದ್ದಕ್ಕಾಗಿ ಅಭಿನಂದನೆಗಳು! ಹೆಚ್ಚಿನ ಸವಾಲಿಗಾಗಿ MTD(f) ಅಲ್ಗಾರಿದಮ್‌ಗೆ ಬದಲಾಯಿಸಲು ಬಯಸುವಿರಾ?
ko: MCTS 레벨 30에서 승리하신 것을 축하드립니다! 더 큰 도전을 위해 MTD(f) 알고리즘으로 전환하시겠습니까?
lt: Sveikiname laimėjus MCTS 30 lygyje! Ar norėtumėte pereiti prie MTD(f) algoritmo didesniam iššūkiui?
lv: Apsveicam ar uzvaru MCTS 30. līmenī! Vai vēlaties pārslēgties uz MTD(f) algoritmu lielākam izaicinājumam?
mk: Честитки за победата на ниво 30 на MCTS! Дали сакате да преминете на MTD(f) алгоритамот за поголем предизвик?
ms: Tahniah atas kemenangan di Tahap 30 MCTS! Adakah anda ingin beralih kepada algoritma MTD(f) untuk cabaran yang lebih besar?
my: MCTS အဆင့် ၃၀ တွင် အနိုင်ရသည့်အတွက် ဂုဏ်ယူပါသည်! ပိုမိုစိန်ခေါ်မှုရှိရန် MTD(f) အယ်လဂိုရီသမ်သို့ ပြောင်းလိုပါသလား?
nb: Gratulerer med seieren på MCTS nivå 30! Vil du bytte til MTD(f)-algoritmen for en større utfordring?
nl: Gefeliciteerd met de overwinning op MCTS-niveau 30! Wil je overschakelen naar het MTD(f)-algoritme voor een grotere uitdaging?
pl: Gratulacje za wygraną na poziomie 30 MCTS! Czy chcesz przełączyć się na algorytm MTD(f), aby zmierzyć się z większym wyzwaniem?
pt: Parabéns por vencer no nível 30 do MCTS! Deseja mudar para o algoritmo MTD(f) para um desafio maior?
ro: Felicitări pentru victoria de la nivelul 30 MCTS! Doriți să treceți la algoritmul MTD(f) pentru o provocare mai mare?
ru: Поздравляем с победой на уровне 30 MCTS! Хотите переключиться на алгоритм MTD(f) для большей сложности?
si: MCTS මට්ටම 30 හි ජයග්‍රහණය සම්බන්ධයෙන් සුභ පැතුම්! වැඩි අභියෝගයක් සඳහා MTD(f) ඇල්ගොරිතමයට මාරු වීමට ඔබ කැමතිද?
sk: Gratulujem k víťazstvu na úrovni 30 MCTS! Chcete prepnúť na algoritmus MTD(f) pre väčšiu výzvu?
sl: Čestitke za zmago na ravni 30 MCTS! Želite preklopiti na algoritem MTD(f) za večji izziv?
sq: Urime për fitoren në nivelin 30 të MCTS! Doni të kaloni te algoritmi MTD(f) për një sfidë më të madhe?
sr: Честитамо на победи на нивоу 30 MCTS! Желите ли да пређете на MTD(f) алгоритам за већи изазов?
sv: Grattis till segern på MCTS nivå 30! Vill du byta till MTD(f)-algoritmen för en större utmaning?
sw: Hongera kwa kushinda katika Kiwango cha 30 cha MCTS! Je, ungependa kubadilisha kwa algorithm ya MTD(f) kwa changamoto kubwa zaidi?
te: MCTS లెవల్ 30 లో గెలిచినందుకు అభినందనలు! మరింత సవాలు కోసం MTD(f) అల్గోరిథంకు మారాలనుకుంటున్నారా?
th: ขอแสดงความยินดีกับการชนะในระดับ 30 ของ MCTS! คุณต้องการเปลี่ยนไปใช้อัลกอริทึม MTD(f) เพื่อความท้าทายที่มากขึ้นหรือไม่?
tr: MCTS Seviye 30'da kazandığınız için tebrikler! Daha büyük bir meydan okuma için MTD(f) algoritmasına geçmek ister misiniz?
uk: Вітаємо з перемогою на рівні 30 MCTS! Бажаєте перейти на алгоритм MTD(f) для більшої складності?
ur: MCTS لیول 30 میں جیتنے پر مبارکباد! کیا آپ زیادہ چیلنج کے لیے MTD(f) الگورتھم پر سوئچ کرنا چاہیں گے؟
uz: MCTS 30-darajada g'alaba qozonganingiz bilan tabriklаymiz! Katta qiyinchilik uchun MTD(f) algoritmiga o'tishni xohlaysizmi?
vi: Chúc mừng bạn đã chiến thắng ở Cấp độ 30 MCTS! Bạn có muốn chuyển sang thuật toán MTD(f) để thử thách lớn hơn không?
zh: 恭喜您在 MCTS 30 级获胜！要切换到 MTD(f) 算法以迎接更大的挑战吗？
zh_hant: 恭喜您在 MCTS 30 級獲勝！要切換到 MTD(f) 演算法以迎接更大的挑戰嗎？
zu: Siyakuhalalisela ngokuwina ku-MCTS Level 30! Ungathanda ukushintshela ku-algorithm ye-MTD(f) yinselelo enkulu?

source: Capturable piece highlight color
af: Kleur vir uitgeligte vanbare stukke
am: የሚያዙ ቁርጥራጮችን የማድመቅ ቀለም
ar: لون تمييز القطع القابلة للأسر
az: Tutula bilən fiqurların vurğulama rəngi
be: Колер падсвятлення фігур, якія можна ўзяць
bg: Цвят за подчертаване на уловими фигури
bn: ধরা যায় এমন গুটির হাইলাইট রঙ
bo: འཛིན་ཐུབ་པའི་རྩེད་ཆས་གསལ་བའི་ཁ་དོག
ca: Color de ressaltat de peces capturables
cs: Barva zvýraznění odebíratelných kamenů
da: Farve til fremhævning af fangbare brikker
de: Hervorhebungsfarbe für entfernbare Steine
el: Χρώμα επισήμανσης κομματιών που μπορούν να αφαιρεθούν
es: Color de resaltado de piezas capturables
et: Hõivatavate malenuputeesiletõstmise värv
fa: رنگ برجسته‌سازی مهره‌های قابل حذف
fi: Poistettavien nappuloiden korostusväri
fr: Couleur de surbrillance des pièces capturables
gu: પકડી શકાય તેવા ટુકડાઓને હાઇલાઇટ કરવાનો રંગ
he: צבע הדגשה של כלים הניתנים להסרה
hi: पकड़े जा सकने वाले मोहरों का हाइलाइट रंग
hr: Boja isticanja figura koje se mogu uzeti
hu: Levehető bábuk kiemelési színe
hy: Վերցվող խաղաքարերի գունանշման գույնը
id: Warna sorotan bidak yang dapat diambil
is: Litur á auðkenningu yfirtöku
it: Colore di evidenziazione dei pezzi catturabili
ja: 取得可能な駒のハイライト色
km: ពណ៌រំលេចធ្វើបន្លិចដែលអាចចាប់បាន
kn: ಸೆರೆಹಿಡಿಯಬಹುದಾದ ಕಲ್ಲುಗಳ ಹೈಲೈಟ್ ಬಣ್ಣ
ko: 제거 가능한 말 강조 색상
lt: Paimamų figūrų paryškinimo spalva
lv: Noņemamo figūru izcelšanas krāsa
mk: Боја на истакнување на фигурите што можат да се земат
ms: Warna sorot buah yang boleh diambil
my: ဖမ်းနိုင်သော ကျောက်တုံးများကို မီးမောင်းထိုးပြသည့် အရောင်
nb: Uthevingsfarge for brikker som kan fjernes
nl: Kleur voor markering van verwijderbare stenen
pl: Kolor podświetlenia pionków możliwych do usunięcia
pt: Cor de destaque de peças capturáveis
ro: Culoarea evidențierii pieselor care pot fi capturate
ru: Цвет подсветки фигур, которые можно взять
si: ග්‍රහණය කළ හැකි කොටස් උද්දීපනය කිරීමේ වර්ණය
sk: Farba zvýraznenia odoberateľných kameňov
sl: Barva označevanja odvzemljivih figur
sq: Ngjyra e theksimit të copave të kapshme
sr: Боја истицања фигура које се могу узети
sv: Färg för att markera flyttbara pjäser
sw: Rangi ya kuangazia vipande vinavyoweza kuchukuliwa
te: తీయగల ముక్కలను హైలైట్ చేసే రంగు
th: สีเน้นหมากที่จับได้
tr: Alınabilir taşların vurgulama rengi
uk: Колір підсвічування фігур, які можна взяти
ur: قابل گرفتن مہروں کی نمایاں کرنے کا رنگ
uz: Olinadigan toshlalni ajratib ko'rsatish rangi
vi: Màu làm nổi bật quân cờ có thể bắt
zh: 可吃掉棋子高亮颜色
zh_hant: 可吃掉棋子高亮顏色
zu: Umbala wokugcizelela izingxenye ezingathathwa

source: Highlight capturable pieces
af: Lig vanbare stukke uit
am: የሚያዙ ቁርጥራጮችን አድምቅ
ar: تمييز القطع القابلة للأسر
az: Tutula bilən fiqurları vurğula
be: Падсвятляць фігуры, якія можна ўзяць
bg: Подчертай уловими фигури
bn: ধরা যায় এমন গুটি হাইলাইট করুন
bo: འཛིན་ཐུབ་པའི་རྩེད་ཆས་གསལ་བཏོན།
ca: Ressalta peces capturables
cs: Zvýraznit odebíratelné kameny
da: Fremhæv fangbare brikker
de: Entfernbare Steine hervorheben
el: Επισήμανση κομματιών που μπορούν να αφαιρεθούν
es: Resaltar piezas capturables
et: Tõsta esile hõivatavad malenupud
fa: برجسته‌سازی مهره‌های قابل حذف
fi: Korosta poistettavat nappulat
fr: Mettre en évidence les pièces capturables
gu: પકડી શકાય તેવા ટુકડાઓને હાઇલાઇટ કરો
he: הדגש כלים הניתנים להסרה
hi: पकड़े जा सकने वाले मोहरों को हाइलाइट करें
hr: Istakni figure koje se mogu uzeti
hu: Levehető bábuk kiemelése
hy: Գունանշել վերցվող խաղաքարերը
id: Sorot bidak yang dapat diambil
is: Auðkenna yfirtökumanns
it: Evidenzia pezzi catturabili
ja: 取得可能な駒をハイライト
km: រំលេចធ្វើបន្លិចដែលអាចចាប់បាន
kn: ಸೆರೆಹಿಡಿಯಬಹುದಾದ ಕಲ್ಲುಗಳನ್ನು ಹೈಲೈಟ್ ಮಾಡಿ
ko: 제거 가능한 말 강조
lt: Paryškinti paimamas figūras
lv: Izcelt noņemamās figūras
mk: Истакни фигури што можат да се земат
ms: Sorot buah yang boleh diambil
my: ဖမ်းနိုင်သော ကျောက်တုံးများကို မီးမောင်းထိုး
nb: Uthev brikker som kan fjernes
nl: Markeer verwijderbare stenen
pl: Podświetl pionki możliwe do usunięcia
pt: Destacar peças capturáveis
ro: Evidențiază piesele care pot fi capturate
ru: Подсвечивать фигуры, которые можно взять
si: ග්‍රහණය කළ හැකි කොටස් උද්දීපනය කරන්න
sk: Zvýrazniť odoberateľné kamene
sl: Označi odvzemljive figure
sq: Theksoni copat e kapshme
sr: Истакни фигуре које се могу узети
sv: Markera flyttbara pjäser
sw: Angazia vipande vinavyoweza kuchukuliwa
te: తీయగల ముక్కలను హైలైట్ చేయండి
th: เน้นหมากที่จับได้
tr: Alınabilir taşları vurgula
uk: Підсвічувати фігури, які можна взяти
ur: قابل گرفتن مہروں کو نمایاں کریں
uz: Olinadigan toshlarni ajratib ko'rsatish
vi: Làm nổi bật quân cờ có thể bắt
zh: 高亮可吃掉的棋子
zh_hant: 高亮可吃掉的棋子
zu: Gcizelela izingxenye ezingathathwa

source: Undo
af: Ontdoen
am: መልስ
ar: تراجع
az: Geri al
be: Адмяніць
bg: Отмяна
bn: পূর্বাবস্থা
bo: ཕྱིར་འཐེན།
ca: Desfer
cs: Zpět
da: Fortryd
de: Rückgängig
el: Αναίρεση
es: Deshacer
et: Võta tagasi
fa: بازگردانی
fi: Kumoa
fr: Annuler
gu: પૂર્વવત્ કરો
he: בטל
hi: पूर्ववत करें
hr: Poništi
hu: Visszavonás
hy: Հետարկել
id: Urungkan
is: Afturkalla
it: Annulla
ja: 元に戻す
km: មិនធ្វើវិញ
kn: ರದ್ದುಮಾಡಿ
ko: 실행 취소
lt: Atšaukti
lv: Atsaukt
mk: Врати
ms: Buat asal
my: နောက်ပြန်ပြန်ပြင်
nb: Angre
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
ro: Anulare
ru: Отменить
si: අහෝසි කරන්න
sk: Späť
sl: Razveljavi
sq: Zhbëje
sr: Поништи
sv: Ångra
sw: Tendua
te: చర్యరద్దు
th: เลิกทำ
tr: Geri al
uk: Скасувати
ur: کالعدم کریں
uz: Bekor qilish
vi: Hoàn tác
zh: 撤销
zh_hant: 撤銷
zu: Buyisela emuva

source: Reset
af: Herstel
am: እንደገና አስጀምር
ar: إعادة تعيين
az: Sıfırla
be: Скінуць
bg: Нулиране
bn: পুনরায় সেট করুন
bo: བསྐྱར་སྒྲིག
ca: Restablir
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
et: Lähtesta
fa: بازنشانی
fi: Nollaa
fr: Réinitialiser
gu: રીસેટ કરો
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Visszaállítás
hy: Վերակայել
id: Atur ulang
is: Endurstilla
it: Ripristina
ja: リセット
km: កំណត់ឡើងវិញ
kn: ಮರುಹೊಂದಿಸಿ
ko: 재설정
lt: Atstatyti
lv: Atiestatīt
mk: Ресетирај
ms: Set semula
my: ပြန်လည်သတ်မှတ်
nb: Tilbakestill
nl: Resetten
pl: Resetuj
pt: Redefinir
ro: Resetare
ru: Сброс
si: යළි පිහිටුවන්න
sk: Resetovať
sl: Ponastavi
sq: Rivendos
sr: Ресетуј
sv: Återställ
sw: Weka upya
te: రీసెట్
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
ur: دوبارہ ترتیب دیں
uz: Qayta o'rnatish
vi: Đặt lại
zh: 重置
zh_hant: 重置
zu: Setha kabusha

source: All puzzles completed!
af: Alle raaisels voltooi!
am: ሁሉም እንቆቅልሾች ተጠናቀቁ!
ar: اكتملت جميع الألغاز!
az: Bütün tapmacalar tamamlandı!
be: Усе галаваломкі завершаны!
bg: Всички пъзели завършени!
bn: সমস্ত ধাঁধা সম্পন্ন!
bo: རྟོག་ཞིབ་ཚང་མ་ཚར་བ།
ca: Tots els trencaclosques completats!
cs: Všechny puzzle dokončeny!
da: Alle puslespil fuldført!
de: Alle Rätsel abgeschlossen!
el: Όλα τα παζλ ολοκληρώθηκαν!
es: ¡Todos los rompecabezas completados!
et: Kõik mõistatused lahendatud!
fa: تمام پازل‌ها تکمیل شدند!
fi: Kaikki palapelit ratkaistu!
fr: Tous les puzzles terminés !
gu: બધા પઝલ પૂર્ણ થયા!
he: כל החידות הושלמו!
hi: सभी पहेलियाँ पूर्ण!
hr: Sve zagonetke završene!
hu: Minden rejtvény megoldva!
hy: Բոլոր հանելուկները լուծված են!
id: Semua teka-teki selesai!
is: Öllum þrautum lokið!
it: Tutti i puzzle completati!
ja: すべてのパズルが完了しました！
km: ល្បែងផ្គុំរូបភាពទាំងអស់បានបញ្ចប់!
kn: ಎಲ್ಲಾ ಒಗಟುಗಳು ಪೂರ್ಣಗೊಂಡಿವೆ!
ko: 모든 퍼즐 완료!
lt: Visi dėlionės užbaigti!
lv: Visi mīklas pabeigti!
mk: Сите сложувалки завршени!
ms: Semua teka-teki selesai!
my: ပဟေဠိအားလုံးပြီးစီးပါပြီ!
nb: Alle gåter fullført!
nl: Alle puzzels voltooid!
pl: Wszystkie łamigłówki ukończone!
pt: Todos os quebra-cabeças concluídos!
ro: Toate puzzle-urile finalizate!
ru: Все головоломки решены!
si: සියලුම ප්‍රහේලිකා සම්පූර්ණයි!
sk: Všetky hádanky dokončené!
sl: Vse uganke rešene!
sq: Të gjitha enigmat u përfunduan!
sr: Све слагалице завршене!
sv: Alla pussel slutförda!
sw: Fumbo zote zimekamilika!
te: అన్ని పజిల్స్ పూర్తయ్యాయి!
th: ปริศนาทั้งหมดเสร็จสมบูรณ์!
tr: Tüm bulmacalar tamamlandı!
uk: Усі головоломки завершено!
ur: تمام پہیلیاں مکمل!
uz: Barcha jumboqlar yakunlandi!
vi: Tất cả câu đố đã hoàn thành!
zh: 所有谜题已完成！
zh_hant: 所有謎題都已完成！
zu: Wonke amaphazili aphethiwe!

source: Back
af: Terug
am: ተመለስ
ar: رجوع
az: Geri
be: Назад
bg: Назад
bn: ফিরে যান
bo: ཕྱིར་ལོག
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
et: Tagasi
fa: بازگشت
fi: Takaisin
fr: Retour
gu: પાછળ
he: חזור
hi: वापस
hr: Natrag
hu: Vissza
hy: Հետ
id: Kembali
is: Til baka
it: Indietro
ja: 戻る
km: ត្រឡប់ក្រោយ
kn: ಹಿಂತಿರುಗಿ
ko: 뒤로
lt: Atgal
lv: Atpakaļ
mk: Назад
ms: Kembali
my: နောက်သို့
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
si: ආපසු
sk: Späť
sl: Nazaj
sq: Prapa
sr: Назад
sv: Tillbaka
sw: Rudi
te: వెనుకకు
th: ย้อนกลับ
tr: Geri
uk: Назад
ur: واپس
uz: Orqaga
vi: Quay lại
zh: 返回
zh_hant: 返回
zu: Emuva

source: Voice Assistant Settings
af: Stemassistent Instellings
am: የድምጽ ረዳት ቅንብሮች
ar: إعدادات المساعد الصوتي
az: Səs Köməkçisi Parametrləri
be: Налады галасавога памочніка
bg: Настройки на гласовия асистент
bn: ভয়েস সহায়ক সেটিংস
bo: སྐད་སྒྲའི་རོགས་པའི་སྒྲིག་འགོད།
ca: Configuració de l'assistent de veu
cs: Nastavení hlasového asistenta
da: Taleassistent-indstillinger
de: Sprachassistent-Einstellungen
el: Ρυθμίσεις φωνητικού βοηθού
es: Configuración del asistente de voz
et: Häälassistendi seaded
fa: تنظیمات دستیار صوتی
fi: Ääniassistentin asetukset
fr: Paramètres de l'assistant vocal
gu: વૉઇસ સહાયક સેટિંગ્સ
he: הגדרות עוזר קולי
hi: वॉयस असिस्टेंट सेटिंग्स
hr: Postavke glasovnog asistenta
hu: Hangasszisztens beállításai
hy: Ձայնային օգնականի կարգավորումներ
id: Pengaturan Asisten Suara
is: Stillingar raddaðstoðar
it: Impostazioni assistente vocale
ja: 音声アシスタント設定
km: ការកំណត់ជំនួយការសម្លេង
kn: ಧ್ವನಿ ಸಹಾಯಕ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 음성 도우미 설정
lt: Balso asistento nustatymai
lv: Balss asistenta iestatījumi
mk: Поставки на гласовен асистент
ms: Tetapan Pembantu Suara
my: အသံအကူအညီ ဆက်တင်များ
nb: Stemmeassistent-innstillinger
nl: Spraakassistent-instellingen
pl: Ustawienia asystenta głosowego
pt: Configurações do assistente de voz
ro: Setări asistent vocal
ru: Настройки голосового помощника
si: හඬ සහායක සැකසීම්
sk: Nastavenia hlasového asistenta
sl: Nastavitve glasovnega pomočnika
sq: Cilësimet e asistentit zëror
sr: Подешавања гласовног асистента
sv: Röstassistentinställningar
sw: Mipangilio ya Msaidizi wa Sauti
te: వాయిస్ అసిస్టెంట్ సెట్టింగ్‌లు
th: การตั้งค่าผู้ช่วยเสียง
tr: Sesli Asistan Ayarları
uk: Налаштування голосового помічника
ur: وائس اسسٹنٹ کی ترتیبات
uz: Ovozli yordamchi sozlamalari
vi: Cài đặt trợ lý giọng nói
zh: 语音助手设置
zh_hant: 語音助手設定
zu: Izilungiselelo Zomsizi Wezwi

# voiceAssistantSettingsDescription
source: Configure model, language, and behavior
af: Stel model, taal en gedrag op
am: ሞዴል፣ ቋንቋ እና ባህሪ ያዋቅሩ
ar: تكوين النموذج واللغة والسلوك
az: Model, dil və davranışı konfiqurasiya edin
be: Наладзіць мадэль, мову і паводзіны
bg: Конфигуриране на модел, език и поведение
bn: মডেল, ভাষা এবং আচরণ কনফিগার করুন
bo: དཔེ་གཞི་དང་སྐད་ཡིག་དང་སྤྱོད་ལམ་སྒྲིག་འགོད་བྱེད།
ca: Configura el model, l'idioma i el comportament
cs: Konfigurace modelu, jazyka a chování
da: Konfigurer model, sprog og adfærd
de: Modell, Sprache und Verhalten konfigurieren
el: Διαμόρφωση μοντέλου, γλώσσας και συμπεριφοράς
es: Configurar modelo, idioma y comportamiento
et: Konfigureeri mudel, keel ja käitumine
fa: پیکربندی مدل، زبان و رفتار
fi: Määritä malli, kieli ja toiminta
fr: Configurer le modèle, la langue et le comportement
gu: મૉડેલ, ભાષા અને વર્તન ગોઠવો
he: הגדר מודל, שפה והתנהגות
hi: मॉडल, भाषा और व्यवहार को कॉन्फ़िगर करें
hr: Konfigurirajte model, jezik i ponašanje
hu: Modell, nyelv és viselkedés beállítása
hy: Կարգավորել մոդելը, լեզուն և վարքագիծը
id: Konfigurasi model, bahasa, dan perilaku
is: Stilla líkan, tungumál og hegðun
it: Configura modello, lingua e comportamento
ja: モデル、言語、動作を設定
km: កំណត់រចនាសម្ព័ន្ធគំរូ ភាសា និងឥរិយាបថ
kn: ಮಾದರಿ, ಭಾಷೆ ಮತ್ತು ನಡವಳಿಕೆಯನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ
ko: 모델, 언어 및 동작 구성
lt: Konfigūruoti modelį, kalbą ir elgseną
lv: Konfigurēt modeli, valodu un uzvedību
mk: Конфигурирајте модел, јазик и однесување
ms: Konfigurasikan model, bahasa dan tingkah laku
my: မော်ဒယ်၊ ဘာသာစကားနှင့် အပြုအမူကို စီစဉ်သတ်မှတ်ပါ
nb: Konfigurer modell, språk og oppførsel
nl: Configureer model, taal en gedrag
pl: Konfiguruj model, język i zachowanie
pt: Configurar modelo, idioma e comportamento
ro: Configurați modelul, limba și comportamentul
ru: Настройка модели, языка и поведения
si: ආකෘතිය, භාෂාව සහ හැසිරීම වින්‍යාස කරන්න
sk: Konfigurácia modelu, jazyka a správania
sl: Konfigurirajte model, jezik in obnašanje
sq: Konfiguroni modelin, gjuhën dhe sjelljen
sr: Конфигуришите модел, језик и понашање
sv: Konfigurera modell, språk och beteende
sw: Sanidi muundo, lugha na tabia
te: మోడల్, భాష మరియు ప్రవర్తనను కాన్ఫిగర్ చేయండి
th: กำหนดค่าโมเดล ภาษา และพฤติกรรม
tr: Model, dil ve davranışı yapılandır
uk: Налаштування моделі, мови та поведінки
ur: ماڈل، زبان اور رویہ کو ترتیب دیں
uz: Model, til va xatti-harakatni sozlash
vi: Cấu hình mô hình, ngôn ngữ và hành vi
zh: 配置模型、语言和行为
zh_hant: 配置模型、語言和行為
zu: Lungisa imodeli, ulimi nokuziphatha

source: LLM-assisted development
af: LLM-ondersteunde ontwikkeling
am: በኤልኤልኤም የታገዘ ልማት
ar: التنمية بمساعدة LLM
az: LLM tərəfindən dəstəklənən inkişaf
be: Распрацоўка з дапамогай LLM
bn: এলএলএম-সহায়তা উন্নয়ন
bo: LLM གྲོགས་རམ་ཐོག་གི་ཡར་རྒྱས།
ca: Desenvolupament assistit per LLM
cs: Rozvoj podporovaný LLM
da: LLM-assisteret udvikling
el: Ανάπτυξη με τη βοήθεια LLM
es: Desarrollo asistido por LLM
et: LLM-i abiga arendus
fa: توسعه با کمک LLM
fr: Développement assisté par LLM
gu: એલએલએમ-સહાયિત વિકાસ
he: פיתוח בסיוע LLM
hi: एलएलएम-सहायता प्राप्त विकास
hr: Razvoj uz pomoć LLM-a
hu: LLM-támogatott fejlesztés
hy: LLM-ի օգնությամբ զարգացում
id: Pengembangan yang dibantu LLM
is: LLM-studd þróun
it: Sviluppo assistito da LLM
ja: LLM支援開発
km: ការអភិវឌ្ឍន៍ដែលជួយ LLM
kn: LLM ನೆರವಿನ ಅಭಿವೃದ್ಧಿ
lt: LLM padedama plėtra
lv: LLM atbalstīta attīstība
mk: Развој со помош на LLM
ms: Pembangunan berbantukan LLM
nl: LLM-ondersteunde ontwikkeling
pl: Rozwój wspomagany przez LLM
pt: Desenvolvimento assistido por LLM
ro: Dezvoltare asistată de LLM
ru: Разработка при поддержке LLM
si: LLM ආධාරක සංවර්ධනය
sk: Rozvoj podporovaný LLM
sl: Razvoj s pomočjo LLM
sv: LLM-assisterad utveckling
sw: Maendeleo yanayosaidiwa na LLM
te: LLM-సహాయక అభివృద్ధి
th: การพัฒนาที่ได้รับความช่วยเหลือจาก LLM
tr: Yüksek Lisans destekli geliştirme
uk: Розробка за допомогою LLM
ur: ایل ایل ایم کی مدد سے ترقی
uz: LLM yordamida ishlab chiqish
zh: LLM 辅助开发
zh_hant: LLM 輔助開發
zu: Ukuthuthukiswa okusizwa yi-LLM
