Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# markAndDelayRemovingPieces_Detail
source: During the placing phase, the pieces to be removed are marked, and for both players, no new pieces can be placed on these points. Upon entering the moving phase, these marked pieces are removed altogether, and players can then move their pieces to these now-empty points.
af: Gedurende die plasing fase word die stukke wat verwyder moet word gemerk, en vir beide spelers kan geen nuwe stukke op hierdie punte geplaas word nie. Wanneer die skuif fase betree word, word hierdie gemerkte stukke heeltemal verwyder, en spelers kan dan hul stukke skuif na hierdie nou-leë punte.
am: በመዋቅር ዘመን ላይ ሊወጡ የሚገባቸው ቁራጭዎች መለየት ይሆናል፣ በሁለቱም ተጫዋች ለማንኛውም አዲስ ቁራጭ ቦርድ ላይ ማኖር አይችልም። ወደ እንቅስቃሴ ዘመን ሲገቡ እነዚህን ቁራጭዎች ሙሉ መወጣት ይሆናል፣ በመጨረሻም ተጫዋች በእነዚህ ባዶ ነጥቦች ላይ ቁራጭዎቻቸውን ሊንቀሳቅሱ ይችላሉ።
ar: أثناء مرحلة الوضع، يتم وضع علامة على القطع المراد إزالتها، وبالنسبة لكلا اللاعبين، لا يمكن وضع قطع جديدة على هذه النقاط. عند الدخول في مرحلة التحرك، يتم إزالة هذه القطع المعلمة معًا، ويمكن للاعبين بعد ذلك تحريك قطعهم إلى هذه النقاط الفارغة الآن.
az: Yerləşdirmə fazasında götürüləcək daşlar işarələnir və hər iki oyunçu üçün bu nöqtələrə yeni daşlar qoyula bilməz. Hərəkət fazasına keçdikdə, bu işarələnmiş daşlar tamamilə götürülür və oyunçular öz daşlarını bu boş qalmış nöqtələrə hərəkət etdirə bilərlər.
be: Падчас этапу размяшчэння фігуры, якія трэба выдаліць, пазначаюцца, і для абодвух гульцоў на гэтыя пункты нельга размяшчаць новыя фігуры. Пасля ўваходу ў фазу руху гэтыя пазначаныя фігуры выдаляюцца цалкам, а потым гульцы могуць перамяшчаць свае фігуры на гэтыя цяпер пустыя пункты.
bg: По време на фазата на поставяне, фигурите, които трябва да бъдат премахнати, се маркират и за двамата играчи не могат да се поставят нови фигури на тези точки. При влизане във фазата на преместване, тези маркирани фигури се премахват заедно и играчите могат да преместят своите фигури на тези вече празни точки.
bn: প্লেসিং ফেজের সময়, সরানো যাবে এমন ঘুঁটিগুলি চিহ্নিত করা হয়, এবং উভয় খেলোয়াড়ের জন্য, এই পয়েন্টগুলিতে কোনও নতুন ঘুঁটি স্থাপন করা যায় না। চলন্ত ফেজে প্রবেশ করার পরে, এই চিহ্নিত ঘুঁটিগুলি একসাথে সরানো হয়, এবং খেলোয়াড়রা তাদের ঘুঁটিগুলি এই এখন-খালি পয়েন্টে সরাতে পারে।
bo: བཀོད་སྒྲིག་བྱེད་པའི་སྐབས་སུ་བཏོན་དགོས་པའི་དངོས་པོ་དེ་དག་ལ་རྟགས་བཀོད་ཡོད། རྩེད་མོ་བ་གཉིས་ཀའི་ཆེད་དུ་དངོས་པོ་གསར་པ་གང་ཡང་ས་ཚིགས་དེ་དག་ལ་འཇོག་མི་ཐུབ། འགུལ་སྐྱོད་ཀྱི་དུས་རིམ་ལ་འཛུལ་སྐབས་རྟགས་བཀོད་པའི་དངོས་པོ་དེ་དག་ཡོངས་སུ་མེད་པར་བཟོས་པ་དང་། དེ་ནས་རྩེད་མོ་བ་ཚོས་ཁོང་ཚོའི་དངོས་པོ་དེ་དག་ད་ལྟ་སྟོང་པའི་ས་ཚིགས་དེ་དག་ལ་སྤོ་ཐུབ།
ca: Durant la fase de col·locació, les peces que s'han d'eliminar queden marcades, i cap jugador pot tornar a col·locar-ne en aquests punts. Quan comença la fase de moviment, aquestes peces marcades s'eliminen i els punts tornen a estar lliures.
cs: Během fáze umisťování se kameny, které mají být odstraněny, označí a žádný z hráčů nemůže na tato místa umístit nové kameny. Po vstupu do pohybové fáze jsou tyto označené kameny zcela odstraněny a hráči pak mohou své kameny přesunout na tato nyní prázdná místa.
da: I løbet af placeringsfasen markeres de brikker, der skal fjernes, og for begge spillere kan der ikke placeres nye brikker på disse felter. Når man går ind i flyttefasen, fjernes disse markerede brikker helt, og spillerne kan derefter flytte deres brikker til disse nu tomme felter.
de: Während der Platzierungsphase werden die zu entfernenden Spielsteine markiert, und für beide Spieler können auf diesen Punkten keine neuen Spielsteine platziert werden. Beim Eintritt in die Zugphase werden diese markierten Spielsteine zusammen entfernt, und die Spieler können dann ihre Spielsteine auf diese nun leeren Punkte setzen.
el: Κατά τη διάρκεια της φάσης τοποθέτησης, τα κομμάτια που πρόκειται να αφαιρεθούν επισημαίνονται και κανένας από τους δύο παίκτες δεν μπορεί να τοποθετήσει νέα κομμάτια σε αυτά τα σημεία. Κατά την είσοδο στη φάση κίνησης, αυτά τα σημειωμένα κομμάτια αφαιρούνται εντελώς και στη συνέχεια οι παίκτες μπορούν να μετακινήσουν τα κομμάτια τους σε αυτά τα πλέον κενά σημεία.
es: Durante la fase de colocación, las piezas a ser removidas se marcan, y para ambos jugadores, no se pueden colocar nuevas piezas en estos puntos. Al entrar en la fase de movimiento, estas piezas marcadas se quitan todas juntas, y los jugadores pueden entonces mover sus piezas a estos puntos ahora vacíos.
et: Paigutusfaasi ajal märgitakse eemaldatavad nupud ära ja mõlemad mängijad ei saa nendele punktidele uusi nuppe paigutada. Liikumisfaasi sisenedes eemaldatakse need märgitud nupud täielikult ja seejärel saavad mängijad oma nuppe nendele nüüd tühjadele punktidele liigutada.
fa: در مرحله قرار دادن، مهره‌هایی که قرار است برداشته شوند علامت‌گذاری می‌شوند و برای هر دو بازیکن، امکان قرار دادن مهره‌های جدید در این نقاط وجود ندارد. هنگام ورود به مرحله حرکت، این مهره‌های علامت‌دار به طور کامل برداشته می‌شوند و بازیکنان سپس می‌توانند مهره‌های خود را به این نقاط اکنون خالی حرکت دهند.
fi: Sijoitusvaiheen aikana poistettavat nappulat merkitään, ja kumpikaan pelaaja ei voi sijoittaa uusia nappuloita näihin kohtiin. Liikkumisvaiheeseen siirryttäessä nämä merkityt nappulat poistetaan kokona, ja pelaajat voivat sitten siirtää nappuloitaan näihin nyt tyhjiin kohtiin.
fr: Pendant la phase de placement, les pièces à retirer sont marquées et, pour les deux joueurs, aucune nouvelle pièce ne peut être placée sur ces points. En entrant dans la phase de déplacement, ces pièces marquées sont retirées ensemble, et les joueurs peuvent alors déplacer leurs pièces sur ces points maintenant vides.
gu: સ્થાપન તબક્કામાં, દૂર કરવાના ટુકડાઓને ચિહ્નિત કરવામાં આવે છે, અને બંને ખેલાડીઓ માટે, આ બિંદુઓ પર કોઈ નવા ટુકડાઓ મૂકી શકાતા નથી. ચલણ તબક્કામાં પ્રવેશીને, આ ચિહ્નિત ટુકડાઓને સમૂહમાં દૂર કરવામાં આવે છે, અને પછી ખેલાડીઓ તેમના ટુકડાઓને આ હવે ખાલી બિંદુઓ પર ખસેડી શકે છે.
he: במהלך שלב ההצבה, הכלים שיש להסיר מסומנים, ושני השחקנים לא יכולים להציב כלים חדדשים בנקודות האלה. עם הכניסה לשלב התנועה, הכלים המסומנים האלה מוסרים לחלוטין, ואז השחקנים יכולים להזיז את הכלים שלהם לנקודות הריקות האלה.
hi: मोहरोंको रखने के फ़ेज़ के दौरान,आने वाले मोहरों को हटाने के लिए चिह्नित किया जाता है, और दोनों खिलाड़ियों केलिए, इन पॉइंट्स पर कोई नया मोहरा नहीं रखा जा सकता है। चलने के फ़ेज़ में प्रवेश करने पर, इन चिह्नितमोहरों को पूरी तरह से हटा दिया जाता है, और फिर खिलाड़ी अपने मोहरों को इन खाली पॉइंट्स पर動か सकते हैं।
hr: Tijekom faze postavljanja, figure koje treba ukloniti se označavaju i nijedan jedan igrač ne može postaviti nove figure na ova mjesta. Po ulasku u fazu pomicanja, ove se označene figure potpuno uklanjaju, a igrači tada mogu svoje figure pomaknuti na ova sada prazna mjesta.
hu: A helyezési fázisban a korongokat, amelyeket el kell távolítani, megjelölik, és mindkét játékos számára tilos új korongokat helyezni ezekre a pontokra. A mozgási fázisba lépéskor ezeket a megjelölt korongokat egyszerre távolítják el, és a játékosok ezután mozgathatják a korongjaikat ezekre a most üres pontokra.
hy: Տեղադրման փուլի ընթացքում նշվում են հեռացվելիք խաղաքարերը, և երկու խաղացողների համար էլ այդ կետերում նոր խաղաքարեր չեն կարող տեղադրվել: Մտնելով շարժման փուլ՝ այդ նշված խաղաքարերը միասին հեռացվում են, և խաղացողները կարող են իրենց խաղաքարերը տեղափոխել այդ դատարկված կետերը:
id: Selama tahap penempatan, bidak yang akan disingkirkan ditandai, dan untuk kedua pemain, tidak ada bidak baru yang dapat ditempatkan di titik-titik ini. Saat memasuki fase bergerak, bidak yang ditandai ini akan disingkirkan seluruhnya, dan pemain kemudian dapat memindahkan bidaknya ke titik-titik yang sekarang kosong ini.
is: Í uppsetningarlotunni eru bríkur sem á að fjarlægja merktar og hvorugur leikmaður getur sett niður nýjar bríkur á þessum stöðum. Þegar komið er í færslulotuna eru þessar merktar bríkur fjarlægðar að fullu og leikmenn geta þá færst með bríkur sínar á þessar nú tómu stöður.
it: Durante la fase di piazzamento, le pedine da rimuovere vengono contrassegnate e, per entrambi i giocatori, nessun nuovo pezzo può essere piazzato su questi punti. All'inizio della fase di movimento, queste pedine contrassegnate vengono rimosse completamente e i giocatori possono quindi spostare le loro pedine su questi punti ora vuoti.
ja: 配置フェーズの間、取り除かれるコマにはマークが付けられ、両方のプレイヤーはこれらのポイントに新しいコマを配置できなくなる。移動フェーズに入ると、マークされたコマはすべて取り除かれ、プレイヤーはその空いたポイントにコマを移動できるようになる。
km: ក្នុងអំឡុងពេលដំណាក់កាលដាក់ កូនអុកដែលត្រូវដកចេញត្រូវបានសម្គាល់ ហើយសម្រាប់អ្នកលេងទាំងពីរ គ្មានកូនអុកថ្មីណាមួយអាចត្រូវបានដាក់នៅលើចំណុចទាំងនេះទេ។ នៅពេលចូលដល់ដំណាក់កាលផ្លាស់ទី កូនអុកដែលបានសម្គាល់ទាំងនេះត្រូវបានដកចេញទាំងអស់គ្នា ហើយអ្នកលេងបន្ទាប់មកអាចផ្លាស់ទីកូនអុករបស់ពួកគេទៅចំណុចដែលទទេឥឡូវនេះ។
kn: ಸ್ಥಾಪನಾ ಹಂತದಲ್ಲಿ, ತೆಗೆದುಹಾಕಬೇಕಾದ ಕಾಯಿಗಳನ್ನು ಗುರುತಿಸಲಾಗುತ್ತದೆ, ಮತ್ತು ಎರಡೂ ಆಟಗಾರರು ಈ ಬಿಂದುಗಳಲ್ಲಿ ಹೊಸ ಕಾಯಿಗಳನ್ನು ಇಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಚಲನೆಯ ಹಂತಕ್ಕೆ ಪ್ರವೇಶಿಸಿದಾಗ, ಈ ಗುರುತಿಸಲಾದ ಕಾಯಿಗಳನ್ನು ಎಲ್ಲವನ್ನೂ ಒಟ್ಟಾಗಿ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ, ಮತ್ತು ಆಟಗಾರರು ನಂತರ ಈಗ ಖಾಲಿಯಾದ ಬಿಂದುಗಳಿಗೆ ತಮ್ಮ ಕಾಯಿಗಳನ್ನು ಸರಿಸಬಹುದು.
ko: 배치 단계에서 제거될 말은 표시되며, 두 플레이어 모두 이러한 점에 새로운 말을 놓을 수 없습니다. 이동 단계로 들어가면 이 표시된 말은 모두 함께 제거되며, 플레이어는 그 후 이제 비어 있는 점으로 말을 이동할 수 있습니다.
lt: Statymo fazės metu pašalinamos figūros yra pažymimos ir joks žaidėjas negali statyti naujų figūrų ant šių taškų. Prasidedant ėjimo fazei, šios pažymėtos figūros yra pašalinamos vienu metu, o žaidėjai savo figūras gali perkelti į dabar tuščius taškus.
lv: Izvietošanas fāzes laikā noņemamās figūras tiek atzīmētas, un abi spēlētāji nevar novietot jaunas figūras uz šiem punktiem. Sākoties kustību fāzei, šīs atzīmētās figūras tiek noņemtas visas uzreiz, un spēlētāji pēc tam var pārvietot savas figūras uz šiem tagad tukšajiem punktiem.
mk: За време на фазата на поставување, фигурите што треба да се отстранат се означени и двајцата играчи не можат да постават нови фигури на овие точки. По влегувањето во фазата на движење, овие обележани фигури се отстрануваат сосема, а потоа играчите можат да ги преместат своите фигури на овие сега празни точки.
ms: Semasa fasa meletakkan, bidak yang akan dialihkan keluar ditandakan, dan bagi kedua-dua pemain, tiada bidak baharu boleh diletakkan pada titik ini. Apabila memasuki fasa bergerak, bidak yang ditanda ini dialihkan keluar sekaligus, dan pemain kemudiannya boleh mengalihkan bidak mereka ke titik yang kini kosong ini.
my: တည်ဆောက်ခြင်း အဆင့်တွင်၊ ဖယ်ရှားရမည့် အရာဝတ္ထုများကို မှတ်သားပြီး၊ အားလုံးသော ကစားသမားများအတွက် ထိုနေရာများတွင် အသစ်တစ်ခုမှ ထားရှိခွင့်မရှိပါ။ ရွေ့လျားခြင်း အဆင့်သို့ ဝင်ရောက်သည့်အခါ၊ ထိုမှတ်သားထားသည့် အရာဝတ္ထုများကို အားလုံးဖယ်ရှားပြီး၊ ကစားသမားများသည် ယခုဗလာနေရာများသို့ သူတို့၏ အရာဝတ္ထုများကို ရွေ့လျားနိုင်သည်။
nb: I løpet av plasseringsfasen merkes brikkene som skal fjernes, og ingen av spillerne kan plassere nye brikker på disse punktene. Når du går inn i flyttefasen, fjernes disse merkede brikkene helt, og spillere kan deretter flytte brikkene sine til disse nå tomme punktene.
nl: Tijdens de plaatsingsfase worden de te verwijderen stukken gemarkeerd en kunnen beide spelers geen nieuwe stukken op deze punten plaatsen. Bij het ingaan van de bewegingsfase worden deze gemarkeerde stukken volledig verwijderd en kunnen spelers hun stukken naar deze nu lege punten verplaatsen.
pl: W fazie umieszczania pionki do usunięcia są zaznaczane i obaj gracze nie mogą umieszczać nowych pionków na tych polach. Po wejściu w fazę ruchu te zaznaczone pionki są całkowicie usuwane, a gracze mogą następnie przenieść swoje pionki na te teraz puste pola.
pt: Durante a fase de colocação, as peças a serem removidas são marcadas, e para ambos os jogadores, novas peças não podem ser colocadas nesses pontos. Ao entrar na fase de movimento, essas peças marcadas são removidas juntas, e os jogadores podem então mover suas peças para esses pontos agora vazios.
ro: În faza de plasare, piesele ce urmează să fie eliminate sunt marcate, și pentru ambii jucători, nu se pot plasa piese noi pe aceste puncte. La intrarea în faza de mișcare, aceste piese marcate sunt eliminate în totalitate, și jucătorii pot apoi să-și mute piesele pe aceste puncte acum goale.
ru: Во время фазы размещения фигуры, которые должны быть убраны, отмечаются, и оба игрока не могут размещать новые фигуры на этих точках. При входе в фазу перемещения эти отмеченные фигуры убираются полностью, и игроки могут затем перемещать свои фигуры на эти теперь пустые точки.
si: තැබීමේ අවධියේදී, ඉවත් කිරීමට නියමිත කැබලි ලකුණු කරන ලදී, සහ දෙපාර්ශවයම මෙම ලකුණු කරන ලද ලක්ෂ්‍යයන් මත නව කැබලි තැබීමට නොහැකියි. චලන අවධියට ප්‍රවේශ වීමේදී, මෙම ලකුණු කරන ලද කැබලි සම්පූර්ණයෙන්ම ඉවත් කරන ලදී, එවිට ක්‍රීඩකයෝ දැන් හිස් වූ ලක්ෂ්‍යයන්ට තමන්ගේ කැබලි චලනය කළ හැකිය.
sk: Počas fázy rozmiestňovania sú figúrky, ktoré sa majú odstrániť, označené a ani jeden hráč nemôže na tieto body umiestňovať nové figúrky. Po vstupe do fázy ťahu sa tieto označené figúrky úplne odstránia a hráči potom môžu presunúť svoje figúrky na tieto teraz prázdne body.
sl: Med fazo postavljanja se figure, ki jih je treba odstraniti, označijo, na te točke pa noben igralec ne more postaviti novih figur. Ko se začne faza premikanja, se te označene figure vse odstranijo, in igralci lahko nato svoje figure premikajo na te zdaj prazne točke.
sq: Gjatë fazës së vendosjes, figurat që do të hiqen shënohen dhe për të dy lojtarët, asnjë figurë e re nuk mund të vendoset në këto pika. Pas hyrjes në fazën e lëvizjes, këto figura të shënuara hiqen krejtësisht dhe lojtarët pastaj mund t'i lëvizin figurat e tyre në këto pika tani të zbrazëta.
sr: Током фазе постављања, фигуре које треба уклонити се обележавају и ни један играч не може да постави нове фигуре на ове тачке. По уласку у фазу померања, ове означене фигуре се у потпуности уклањају, а играчи тада могу да помере своје фигуре на ове сада празне тачке.
sv: Under placeringsfasen markeras pjäserna som ska tas bort, och för båda spelarna kan inga nya pjäser placeras på dessa punkter. Vid inträde i flyttfasen tas dessa markerade pjäser bort helt och hållet, och spelare kan sedan flytta sina pjäser till dessa nu tomma punkter.
sw: Wakati wa awamu ya kuweka, vipande vya kuondolewa vinawekwa alama, na kwa wachezaji wote wawili, hakuna vipande vipya vinavyoweza kuwekwa kwenye pointi hizi. Baada ya kuingia katika awamu ya kusonga, vipande hivi vilivyo na alama huondolewa kabisa, na wachezaji wanaweza kuhamisha vipande vyao kwenye pointi hizi ambazo sasa ziko wazi.
ta: வைக்கும் கட்டத்தின் போது, அகற்றப்பட வேண்டிய துண்டுகள் குறிக்கப்பட்டுள்ளன, மேலும் இரு வீரர்களுக்கும், இந்த புள்ளிகளில் புதிய துண்டுகள் எதுவும் வைக்க முடியாது. நகரும் கட்டத்தில் நுழைந்ததும், இந்த குறிக்கப்பட்ட துண்டுகள் முழுவதுமாக அகற்றப்படுகின்றன, மேலும் வீரர்கள் தங்கள் துண்டுகளை இப்போது காலியாக உள்ள இந்த புள்ளிகளுக்கு நகர்த்தலாம்.
te: ప్లేసింగ్ దశలో, తొలగించాల్సిన పావులను గుర్తించబడతాయి మరియు ఇద్దరు ఆటగాళ్ల కోసం, ఈ పాయింట్లలో కొత్త పావులను ఉంచలేరు. కదిలే దశలోకి ప్రవేశించిన తర్వాత, ఈ గుర్తించబడిన పావులు పూర్తిగా తీసివేయబడతాయి మరియు ఆటగాళ్ళు తమ పావులను ఈ ఖాళీ పాయింట్లకు తరలించవచ్చు.
th: ในระหว่างขั้นตอนการวาง ชิ้นส่วนที่จะลบออกจะถูกทำเครื่องหมาย และสำหรับผู้เล่นทั้งสอง จะไม่มีการวางชิ้นส่วนใหม่ในจุดเหล่านี้ เมื่อเข้าสู่เฟสการเคลื่อนที่ ชิ้นส่วนที่ทำเครื่องหมายไว้เหล่านี้จะถูกลบออกทั้งหมด และผู้เล่นสามารถย้ายชิ้นส่วนของตนไปยังจุดที่ว่างเหล่านี้ได้
tr: Yerleştirme aşamasında çıkarılacak parçalar işaretlenir ve her iki oyuncu için de bu noktalara yeni parçalar yerleştirilemez. Hareket aşamasına girildiğinde, bu işaretli parçalar tamamen çıkarılır ve oyuncular ardından parçalarını şimdi boş olan bu noktalara taşıyabilirler.
uk: Під час фази розстановки фішки, які потрібно видалити, позначаються, і обидва гравці не можуть ставити нові фішки на ці позиції. При переході у фазу переміщення ці позначені фішки видаляються разом, і гравці можуть переміщувати свої фішки на ці тепер порожні позиції.
ur: پلانگ کے مرحلے کے دوران ، ہٹائے جانے والے ٹکڑوں کو نشان زد کیا جاتا ہے ، اور دونوں کھلاڑیوں کے لیے ، ان نکات پر کوئی نیا ٹکڑا نہیں رکھا جا سکتا۔ حرکت کے مرحلے میں داخل ہونے پر ، ان نشان زدہ ٹکڑوں کو بالکل ہٹا دیا جاتا ہے ، اور کھلاڑی اب اپنے ٹکڑوں کو ان اب خالی مقامات پر منتقل کر سکتے ہیں۔
uz: Joylashtirish bosqichida olib tashlanadigan donalar belgilanadi va ikkala o'yinchi uchun ham ushbu nuqtalarga yangi donalarni joylashtirish mumkin emas. Harakatlanish bosqichiga kirgandan so'ng, bu belgilangan donalar butunlay olib tashlanadi va o'yinchilar o'z donalarini bu bo'sh joylarga ko'chira oladilar.
vi: Trong giai đoạn đặt quân, các quân cờ sẽ được loại bỏ sẽ được đánh dấu và cả hai người chơi không thể đặt các quân cờ mới vào các điểm này. Sau khi bước vào giai đoạn di chuyển, các quân cờ được đánh dấu này sẽ bị loại bỏ hoàn toàn và người chơi có thể di chuyển các quân cờ của họ đến các điểm hiện đang trống này.
zh: 在摆子阶段，要吃掉的棋子被标记起来，双方都不能在这些点上摆新子。进入走子阶段后，这些被标记的子会一起被移除，接下来双方便可将自己的棋子走到这些点上。
zh_hant: 在擺子階段，要吃掉的棋子被標記起來，雙方都不能在這些點上擺新子。進入走子階段後，這些被標記的子會一起被移除，接下來雙方便可將自己的棋子走到這些點上。
zu: Ngesikhathi sokubeka, izingcezu ezizosuswa ziyophawulwa, futhi kokubili abadlali, akukho zingcezu ezintsha ezingabekwa kula maphuzu. Lapho ungena esigabeni sokuhambisa, lezi zingcezu ezimakiwe ziyasuswa ngokuphelele, futhi abadlali bangakwazi ukuhambisa izingcezu zabo kula maphuzu manje angenalutho.

# whenFormingMillsDuringPlacingPhase_Detail
source: The actions that can be taken when forming mills during the placing phase.
af: Die aksies wat geneem kan word tydens die vorming van meulens in die plasingsfase.
am: በመዋቅር ዘመን በቀንንዴ ሲፈጥሩ የሚቀርቡ እንቅስቃሴዎች።
ar: الإجراءات التي يمكن اتخاذها عند تشكيل المطاحن خلال مرحلة الوضع.
az: Yerləşdirmə mərhələsində dəyirmanların formalaşdırılması zamanı həyata keçirilə bilən fəaliyyətlər.
be: Дзеянні, якія могуць быць прыняты пры фарміраванні млыноў на этапе размяшчэння.
bg: Действията, които могат да бъдат предприети при формиране на мелници по време на фазата на поставяне.
bn: স্থাপন পর্যায়ে মিল গঠনের সময় গৃহীত হতে পারে এমন ক্রিয়াকলাপ।
bo: བཙུགས་པའི་སྐབས་སུ་འཕྲུལ་ཁང་བཟོ་སྐབས་བྱེད་ཐུབ་པའི་བྱ་སྤྱོད།
ca: Les accions que es poden fer en formar molins durant la fase de col·locació.
cs: Akce, které lze podniknout při tvorbě mlýnů ve fázi umisťování.
da: De handlinger, der kan træffes, når der dannes møller i placeringsfasen.
de: Die Maßnahmen, die beim Bilden von Mühlen in der Platzierungsphase ergriffen werden können.
el: Οι ενέργειες που μπορούν να ληφθούν κατά τη διάρκεια της δημιουργίας μύλων στη φάση τοποθέτησης.
es: Las acciones que se pueden tomar al formar molinos durante la fase de colocación.
et: Tegevused, mida saab võtta veskite moodustamisel paigutamise faasis.
fa: اقداماتی که هنگام تشکیل دوزها در فاز قرار دادن می‌توان انجام داد.
fi: Toimenpiteet, jotka voidaan ottaa myllyjen muodostamisen aikana sijoitusvaiheessa.
fr: Les actions qui peuvent être prises lors de la formation des moulins pendant la phase de placement.
gu: પ્લેસિંગ ફેઝ દરમિયાન મિલ્સ બનાવતી વખતે લેવાયેલા પગલાં.
he: הפעולות שניתן לבצע בעת יצירת טחנות בשלב ההנחה.
hi: स्थापना चरण के दौरान मिल्स बनाते समय किए जा सकने वाले कार्य।
hr: Radnje koje se mogu poduzeti prilikom formiranja mlinova u fazi postavljanja.
hu: A lépések, amelyek meghozhatóak a malomképződés során a helyezési fázisban.
hy: Միլլեր ձևավորելու ընթացքում տեղադրման փուլում կարող ենթակա լինելու գործողությունները:
id: Tindakan yang dapat diambil saat membentuk Mul-mulan selama fase penempatan.
is: Aðgerðir sem hægt er að grípa til þegar mylla er mynduð á staðsetningarstigi.
it: Le azioni che possono essere intraprese durante la formazione dei mulini nella fase di posizionamento.
ja: 配置フェーズでミルを形成する際に取ることができるアクション。
km: សកម្មភាពដែលអាចធ្វើបាននៅពេលបង្កើតមីលក្នុងដំណាក់កាលដាក់។
kn: ಜಾಗದ ಹಂತದಲ್ಲಿ ಗಿರಣಿಗಳನ್ನು ರೂಪಿಸುವಾಗ ಕೈಗೊಳ್ಳಬಹುದಾದ ಕ್ರಿಯೆಗಳು.
ko: 배치 단계에서 참고누를 형성할 때 취할 수 있는 조치들.
lt: Veiksmai, kuriuos galima atlikti formuojant malūnus išdėstymo etape.
lv: Darbības, kas veicamas, veidojot dzirnavas izvietošanas posmā.
mk: Акциите што може да се преземат при формирање на мелници за време на фазата на поставување.
ms: Tindakan yang boleh diambil semasa membentuk kilang semasa fasa penempatan.
my: အဆင့်တွင်ကစားပွဲအတွင်း၌အတူတကွတည်ဆောက်ကြသည့်အခါယူဆောင်နိုင်သောလုပ်ဆောင်ချက်များ။
nb: Handlingene som kan tas når møller dannes under plasseringsfasen.
nl: De acties die ondernomen kunnen worden bij het vormen van molens tijdens de plaatsingsfase.
pl: Działania, które można podjąć podczas formowania młynów w fazie umieszczania.
pt: As ações que podem ser tomadas ao formar moinhos durante a fase de colocação.
ro: Acțiunile care pot fi luate în timpul formării morilor în faza de plasare.
ru: Действия, которые можно предпринять во время формирования мельниц на этапе размещения.
si: තැනීමේ අවධියේදී නෙරෙන්චි සාදන විට කළ හැකි ක්‍රියාකාරකම්.
sk: Akcie, ktoré možno vykonať pri tvorbe mlynov počas fázy umiestňovania.
sl: Dejanja, ki jih je mogoče sprejeti med oblikovanjem mlinov v fazi postavljanja.
sq: Veprimet që mund të merren gjatë formimit të mullinjve në fazën e vendosjes.
sr: Акције које се могу предузети приликом формирања млинова у фази постављања.
sv: Åtgärder som kan vidtas när kvarnar bildas under placeringsfasen.
sw: Hatua zinazoweza kuchukuliwa wakati wa kuunda viwanda wakati wa hatua ya kuweka.
ta: இடும் கட்டத்தின் போது ஆலை உருவாக்கும் போது எடுக்கக்கூடிய நடவடிக்கைகள்.
te: ప్లేసింగ్ దశలో ఆటగాళ్ళు మిల్లులను ఏర్పరిచినప్పుడు చేపట్టగల చర్యలు.
th: การกระทำที่สามารถทำได้เมื่อกำลังจัดวางโรงสีในช่วงขั้นตอนการวาง.
tr: Yerleştirme aşamasında değirmenler oluşturulurken yapılabilecek eylemler.
uk: Дії, які можна виконати під час формування млинів у фазі розміщення.
ur: جب پلیسنگ مرحلے کے دوران چکیاں بنائی جاتی ہیں تو کی جانے والی کارروائیاں۔
uz: Joylashtirish bosqichida tegirmonlar shakllantirilganda amalga oshirilishi mumkin bo‘lgan harakatlar.
vi: Các hành động có thể thực hiện khi hình thành cối xay trong giai đoạn đặt cược.
zh: 在摆子阶段形成三连时，可以采取的行动。
zh_hant: 在擺子階段形成三連時，可以採取的行動。
zu: Izinyathelo ezingathathwa lapho kwenziwa amakhaya ngesikhathi sesigaba sokubeka.

source: Marked
af: Gemarkeerd
am: ተለየቷል
ar: مُعلَم
az: İşarələnib
be: Пазначаны
bg: Маркирано
bn: চিহ্নিত
bo: རྟགས་བཀོད་ཟིན་པ།
ca: Marcat
cs: Označeno
da: Markeret
de: Markiert
el: Σημειωμένο
es: Marcado
et: Märgitud
fa: علامت‌گذاری شده
fi: Merkitty
fr: Marqué
gu: ચિહ્નિત
he: מסומן
hi: चिह्नित
hr: Označeno
hu: Megjelölt
hy: Նշված
id: Ditandai
is: Merkt
it: Contrassegnato
ja: マークされた
km: បានសម្គាល់
kn: ಗುರುತಿಸಲಾಗಿದೆ
ko: 표시됨
lt: Pažymėtas
lv: Označeno
mk: Маркиран
ms: Ditandai
my: မှတ်သားထားသည်
nb: Merket
nl: Gemarkeerd
pl: Oznaczone
pt: Marcado
ro: Marcat
ru: Отмечено
si: සලකුණු කර ඇත
sk: Označené
sl: Označeno
sq: Shënuar
sr: Означено
sv: Markant
sw: Imewekwa alama
ta: குறிக்கப்பட்டுள்ளது
te: గుర్తించబడింది
th: ทำเครื่องหมาย
tr: İşaretli
uk: Позначено
ur: نشان زدہ
uz: Белгиланган
vi: Đã đánh dấu
zh: 标记
zh_hant: 標記
zu: Uphawulwe

source: Menu
af: Kieslys
am: ማእከል
ar: القائمة
az: Menyu
be: Меню
bg: Меню
bn: মেনু
bo: དཀར་ཆག
ca: Menú
cs: Nabídka
de: Menü
el: Μενού
es: Menú
et: Menüü
fa: منو
gu: મેનૂ
he: תַפְרִיט
hi: मेन्यू
hr: Izbornik
hu: Menü
hy: Ցանկ
is: Valmynd
ja: メニュー
km: ម៉ឺនុយ
kn: ಮೆನು
ko: 메뉴
lt: Meniu
lv: Izvēlne
mk: Мени
ro: Meniu
ru: Меню
si: මෙනුව
sk: Ponuka
sl: Meni
sv: Meny
sw: Menyu
ta: பட்டியல்
te: మెనూ
th: เมนู
tr: Menü
uk: Меню
ur: مینو
uz: Menyu
zh: 菜单
zh_hant: 菜單
zu: Imenyu
