Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# whatIsMcts
source: MCTS is a beginner-friendly algorithm that makes decisions by exploring and evaluating different moves through simulations.
af: MCTS is 'n beginnersvriendelike algoritme wat besluite neem deur verskillende bewegings deur simulasies te ondersoek en te evalueer.
am: MCTS አልጎርዘም በትንክል ለጀማሪዎች ተመን በሚሆን አልጎርዘም ነው። ምርጫዎችን በመለየትና በመመን ከተለያዩ እንቅስቃሴዎች ተነሳ መውሰን ላይ ማሰብ ይሻል።
ar: MCTS هي خوارزمية صديقة للمبتدئين تتخذ القرارات من خلال استكشاف وتقييم الحركات المختلفة من خلال عمليات المحاكاة.
az: MCTS simulyasiyalar vasitəsilə müxtəlif hərəkətləri araşdıraraq və qiymətləndirərək qərarlar qəbul edən yeni başlayanlar üçün əlverişli alqoritmdir.
be: MCTS - гэта зручны для пачаткоўцаў алгарытм, які прымае рашэнні шляхам вывучэння і ацэнкі розных хадоў з дапамогай мадэлявання.
bg: MCTS е удобен за начинаещи алгоритъм, който взема решения, като изследва и оценява различни ходове чрез симулации.
bn: MCTS হল একটি শিক্ষানবিস-বান্ধব অ্যালগরিদম যা সিমুলেশনের মাধ্যমে বিভিন্ন চাল অন্বেষণ এবং মূল্যায়ন করে সিদ্ধান্ত নেয়।
bo: MCTS ནི་གསར་འགོ་རྩེད་མཁན་ལ་འཚམ་པའི་གཅིག་རྩིས་རྒྱུ་རྩལ་ཡིན་ཞིང་། འདྲ་སྐུའི་བརྒྱུད་ནས་སྤོ་འགུལ་སྣ་ཚོགས་ལ་འཚོལ་ཞིབ་དང་གདེང་འཇོག་བྱས་ཏེ་ཐག་གཅོད་གཏོང་།
ca: MCTS és un algorisme orientat a principiants que pren decisions explorant i avaluant diferents moviments mitjançant simulacions.
cs: MCTS je pro začátečníky přívětivý algoritmus, který se rozhoduje na základě zkoumání a vyhodnocování různých pohybů prostřednictvím simulací.
da: MCTS er en begyndervenlig algoritme, der træffer beslutninger ved at udforske og evaluere forskellige bevægelser gennem simuleringer.
de: MCTS ist ein anfängerfreundlicher Algorithmus, der Entscheidungen trifft, indem er verschiedene Bewegungen durch Simulationen untersucht und bewertet.
el: Το MCTS είναι ένας φιλικός προς τους αρχάριους αλγόριθμος που λαμβάνει αποφάσεις εξερευνώντας και αξιολογώντας διαφορετικές κινήσεις μέσω προσομοιώσεων.
es: MCTS es un algoritmo fácil de usar para principiantes que toma decisiones explorando y evaluando diferentes movimientos mediante simulaciones.
et: MCTS on algajasõbralik algoritm, mis teeb otsuseid simulatsioonide abil erinevaid käike uurides ja hinnates.
fa: MCTS یک الگوریتم مبتدی دوست است که با کاوش و ارزیابی حرکات مختلف از طریق شبیه سازی، تصمیم می گیرد.
fi: MCTS on aloittelijaystävällinen algoritmi, joka tekee päätöksiä tutkimalla ja arvioimalla erilaisia liikkeitä simulaatioiden avulla.
fr: MCTS est un algorithme adapté aux débutants qui prend des décisions en explorant et en évaluant différents mouvements à travers des simulations.
gu: MCTS એ શિખાઉ માણસ-મૈત્રીપૂર્ણ અલ્ગોરિધમ છે જે સિમ્યુલેશન દ્વારા વિવિધ ચાલોનું અન્વેષણ અને મૂલ્યાંકન કરીને નિર્ણયો લે છે.
he: MCTS הוא אלגוריתם ידידותי למתחילים שמקבל החלטות על ידי חקירה והערכה של מהלכים שונים באמצעות סימולציות.
hi: एमसीटीएस शुरुआती-अनुकूल एल्गोरिदम है जो सिमुलेशन के माध्यम से विभिन्न चालों की खोज और मूल्यांकन करके निर्णय लेता है।
hr: MCTS je algoritam prilagođen početnicima koji donosi odluke istražujući i procjenjujući različite poteze kroz simulacije.
hu: Az MCTS egy kezdőbarát algoritmus, amely a különböző mozgások szimulációkon keresztüli feltárásával és értékelésével hoz döntéseket.
hy: MCTS-ը սկսնակների համար հարմար ալգորիթմ է, որը որոշումներ է կայացնում՝ ուսումնասիրելով և գնահատելով տարբեր քայլերը սիմուլյացիաների միջոցով:
id: MCTS adalah algoritme ramah-pemula yang membuat keputusan dengan menjelajahi dan mengevaluasi berbagai gerakan melalui simulasi.
is: MCTS er byrjendavænt reiknirit sem tekur ákvarðanir með því að kanna og meta mismunandi hreyfingar í gegnum uppgerð.
it: MCTS è un algoritmo adatto ai principianti che prende decisioni esplorando e valutando diverse mosse attraverso simulazioni.
ja: MCTS は、シミュレーションを通じてさまざまな動きを調査および評価することによって決定を下す、初心者に優しいアルゴリズムです。
km: MCTS គឺជាក្បួនដោះស្រាយដែលងាយស្រួលសម្រាប់អ្នកចាប់ផ្តើមដំបូង ដែលធ្វើការសម្រេចចិត្តដោយការរុករក និងវាយតម្លៃចលនាផ្សេងៗតាមរយៈការក្លែងធ្វើ។
kn: MCTS ಒಂದು ಹರಿಕಾರ-ಸ್ನೇಹಿ ಅಲ್ಗಾರಿದಮ್ ಆಗಿದ್ದು ಅದು ಸಿಮ್ಯುಲೇಶನ್‌ಗಳ ಮೂಲಕ ವಿಭಿನ್ನ ಚಲನೆಗಳನ್ನು ಅನ್ವೇಷಿಸುವ ಮತ್ತು ಮೌಲ್ಯಮಾಪನ ಮಾಡುವ ಮೂಲಕ ನಿರ್ಧಾರಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ.
ko: MCTS는 시뮬레이션을 통해 다양한 수를 탐색하고 평가하여 결정을 내리는 초보자에게 친화적인 알고리즘입니다.
lt: MCTS yra pradedantiesiems patogus algoritmas, kuris priima sprendimus tyrinėdamas ir įvertindamas įvairius judesius per modeliavimą.
lv: MCTS ir iesācējiem draudzīgs algoritms, kas pieņem lēmumus, pētot un novērtējot dažādas kustības, izmantojot simulācijas.
mk: MCTS е алгоритам за почетници кој донесува одлуки со истражување и евалуација на различни потези преку симулации.
ms: MCTS ialah algoritma mesra pemula yang membuat keputusan dengan meneroka dan menilai pergerakan berbeza melalui simulasi.
my: MCTS သည် မတူညီသောရွေ့လျားမှုများကို သရုပ်ဖော်မှုများမှတစ်ဆင့် စူးစမ်းအကဲဖြတ်ခြင်းဖြင့် ဆုံးဖြတ်ချက်များချပေးသည့် အစပြုသူများအတွက် အဆင်ပြေသော အယ်လဂိုရီသမ်တစ်ခုဖြစ်သည်။
nb: MCTS er en nybegynnervennlig algoritme som tar beslutninger ved å utforske og evaluere forskjellige bevegelser gjennom simuleringer.
nl: MCTS is een beginnersvriendelijk algoritme dat beslissingen neemt door verschillende bewegingen te verkennen en te evalueren door middel van simulaties.
pl: MCTS to przyjazny dla początkujących algorytm, który podejmuje decyzje, badając i oceniając różne ruchy za pomocą symulacji.
pt: O MCTS é um algoritmo amigável para iniciantes que toma decisões explorando e avaliando diferentes movimentos por meio de simulações.
ro: MCTS este un algoritm prietenos pentru începători care ia decizii prin explorarea și evaluarea diferitelor mișcări prin simulări.
ru: MCTS — это удобный для начинающих алгоритм, который принимает решения, исследуя и оценивая различные ходы с помощью симуляций.
si: MCTS යනු නව ක්‍රීඩකයින්ට පහසු අල්ගොරිතමකි, එය අනුකරණයන් හරහා විවිධ චලන ගවේෂණය කරමින් සහ ඇගයීම් කරමින් තීරණ ගනී.
sk: MCTS je algoritmus vhodný pre začiatočníkov, ktorý robí rozhodnutia skúmaním a vyhodnocovaním rôznych pohybov prostredníctvom simulácií.
sl: MCTS je začetnikom prijazen algoritem, ki sprejema odločitve z raziskovanjem in vrednotenjem različnih potez s pomočjo simulacij.
sq: MCTS është një algoritëm miqësor për fillestarët që merr vendime duke eksploruar dhe vlerësuar lëvizje të ndryshme përmes simulimeve.
sr: МЦТС је алгоритам прилагођен почетницима који доноси одлуке истражујући и процењујући различите потезе кроз симулације.
sv: MCTS är en nybörjarvänlig algoritm som fattar beslut genom att utforska och utvärdera olika rörelser genom simuleringar.
sw: MCTS ni algoriti ambayo ni rahisi kuanza ambayo hufanya maamuzi kwa kuchunguza na kutathmini hatua mbalimbali kupitia uigaji.
ta: MCTS என்பது ஒரு தொடக்க-நட்பு வழிமுறையாகும், இது உருவகப்படுத்துதல்கள் மூலம் வெவ்வேறு நகர்வுகளை ஆராய்ந்து மதிப்பீடு செய்வதன் மூலம் முடிவுகளை எடுக்கும்.
te: MCTS అనేది అనుభవశూన్యుడు-స్నేహపూర్వక అల్గోరిథం, ఇది అనుకరణల ద్వారా విభిన్న కదలికలను విశ్లేషించడం మరియు మూల్యాంకనం చేయడం ద్వారా నిర్ణయాలు తీసుకుంటుంది.
th: MCTS เป็นอัลกอริทึมที่เป็นมิตรกับผู้เริ่มต้นซึ่งทำการตัดสินใจโดยการสำรวจและประเมินการเคลื่อนไหวต่างๆ ผ่านการจำลองสถานการณ์
tr: MCTS, simülasyonlar aracılığıyla farklı hareketleri keşfederek ve değerlendirerek kararlar veren yeni başlayanlar için uygun bir algoritmadır.
uk: MCTS — це зручний для початківців алгоритм, який приймає рішення, досліджуючи та оцінюючи різні рухи за допомогою моделювання.
ur: MCTS ایک ابتدائی دوستانہ الگورتھم ہے جو مختلف حرکات کو دریافت کرنے اور ان کا اندازہ لگا کر سمیلیشنز کے ذریعے فیصلے کرتا ہے۔
uz: MCTS - bu yangi boshlanuvchilar uchun qulay algoritm bo'lib, u simulyatsiyalar orqali turli harakatlarni o'rganish va baholash orqali qaror qabul qiladi.
vi: MCTS là một thuật toán thân thiện với người mới bắt đầu đưa ra quyết định bằng cách khám phá và đánh giá các nước đi khác nhau thông qua mô phỏng.
zh: MCTS 是一种对初学者友好的算法，它通过模拟探索和评估不同的着法来做出决策。
zh_hant: MCTS 是一種對初學者友好的算法，它通過模擬探索和評估不同的著法來做出決策。
zu: I-MCTS iyi-algorithm elungele abaqalayo eyenza izinqumo ngokuhlola nokuhlola ukunyakaza okuhlukile ngokulingisa.

source: Golden Jade
af: Goue Jade
am: ወርቅና እንቁላል ኢንደብ
ar: اليشم الذهبي
az: Qızıl Jade
be: Залаты нефрыт
bg: Златен нефрит
bn: গোল্ডেন জেড
bo: གསེར་མདོག་བྱུ་རུ།
ca: Jade daurat
cs: Zlatý nefrit
de: Goldene Jade
el: Χρυσό νεφρίτη
es: Jade de oro
et: Kuldne Jade
fa: یشم طلایی
fi: Kultainen Jade
fr: Jade dorée
gu: ગોલ્ડન જેડ
he: ירקן הזהב
hi: गोल्डन जेड
hr: Zlatni žad
hu: Arany Jade
hy: Ոսկե Jade
id: Giok Emas
is: Gullin Jade
it: Giada d'oro
ja: ゴールデンジェイド
km: ត្បូងថ្មមាស
kn: ಗೋಲ್ಡನ್ ಜೇಡ್
ko: 골든 제이드
lt: Auksinis nefritas
lv: Zelta skuķis
mk: Златен жад
ms: Jade Emas
my: ရွှေကျောက်စိမ်း
nl: Gouden jade
pl: Złoty Jadeit
pt: Jade dourado
ro: Jad auriu
ru: Золотой нефрит
si: ස්වර්ණ මැණික්
sk: Zlatý jadeit
sl: Zlati žad
sq: Nefriti i Artë
sr: Голден Јаде
sw: Jade ya dhahabu
ta: கோல்டன் சேட்
te: గోల్డెన్ జేడ్
th: หยกทองคำ
tr: altın yeşim
uk: Золотий нефрит
ur: گولڈن جیڈ
uz: Oltin Jade
vi: Ngọc vàng
zh: 金玉
zh_hant: 金玉
zu: I-Golden Jade

source: Forest Wood
af: Boshout
am: የጫካ እንጨት
ar: خشب الغابة
az: Meşə ağacı
be: Лясны лес
bg: Горско дърво
bn: বন কাঠ
bo: ནགས་ཚལ་ཤིང་ནགས།
ca: Fusta del bosc
cs: Lesní dřevo
da: Skov Skov
de: Waldholz
el: Δασικό Ξύλο
es: Madera del bosque
et: Metsa puit
fa: جنگل چوب
fi: Metsä Puu
fr: Bois de la forêt
gu: વન વુડ
he: יער עץ
hi: जंगल की लकड़ी
hr: Šumsko drvo
hy: Անտառային փայտ
id: Kayu Hutan
is: Skógartre
it: Legno della foresta
ja: フォレストウッド
km: ឈើព្រៃ
kn: ಅರಣ್ಯ ಮರ
ko: 포레스트 우드
lt: Miško mediena
lv: Meža koksne
mk: Шумско дрво
ms: Kayu Hutan
my: သစ်တောသစ်
nl: Bos Hout
pl: Drewno leśne
pt: Madeira da floresta
ro: Wood Wood
ru: Лесная древесина
si: වන ලී
sk: Lesné drevo
sq: Druri i pyllit
sr: Форест Воод
sv: Skogsved
sw: Msitu wa Miti
ta: வன மரம்
te: ఫారెస్ట్ వుడ్
th: ไม้ป่า
tr: Orman Ağacı
uk: лісовий ліс
ur: جنگل کی لکڑی
uz: O'rmon yog'ochi
vi: Gỗ rừng
zh: 林木
zh_hant: 林木
zu: Ihlathi Lezinkuni

source: Dark Mystery
af: Donker misterie
am: ጨለማ ምስጢር
ar: لغز غامق
az: Qaranlıq sirr
be: Цёмная таямніца
bg: Тъмна мистерия
bn: অন্ধকার রহস্য
bo: མུན་ནག་གི་གསང་བ།
ca: Misteri fosc
cs: Temná záhada
da: Mørkt mysterium
de: Dunkles Geheimnis
el: Σκοτεινό Μυστήριο
es: Misterio oscuro
et: Tume müsteerium
fa: رمز و راز تاریک
fi: Tumma Mysteeri
fr: Sombre mystère
gu: ડાર્ક મિસ્ટ્રી
he: תעלומה אפלה
hi: डार्क मिस्ट्री
hr: Tamna misterija
hu: Sötét rejtély
hy: Մութ առեղծված
id: Misteri Gelap
is: Dökk Leynd
it: Mistero oscuro
ja: ダークミステリー
km: អាថ៌កំបាំងងងឹត
kn: ಡಾರ್ಕ್ ಮಿಸ್ಟರಿ
ko: 다크 미스테리
lt: Tamsioji paslaptis
lv: Tumšais noslēpums
mk: Темна мистерија
ms: Misteri Gelap
my: နက်နဲသောအရာ
nl: Duister Mysterie
pl: Mroczna tajemnica
pt: Mistério escuro
ro: Mister întunecat
ru: Темная тайна
si: අඳුරු අබිරහස
sk: Temná záhada
sl: Temna skrivnost
sq: Misteri i Errët
sr: Дарк Мистери
sv: Mörkt mysterium
sw: Siri ya Giza
ta: இருண்ட மர்மம்
te: డార్క్ మిస్టరీ
th: ความลึกลับดำมืด
tr: Karanlık Gizem
uk: Темна таємниця
ur: گہرا اسرار
uz: Qorong'u sir
vi: bí ẩn đen tối
zh: 暗谜
zh_hant: 暗谜
zu: Imfihlakalo Emnyama

source: Midnight Blue
af: Middernagblou
am: ሌሊት ሰማያዊ
ar: منتصف الليل الأزرق
az: Gecə yarısı Mavi
be: Поўнач блакітная
bg: Среднощно синьо
bn: মধ্যরাত নীল
bo: ནམ་ཕྱེད་མཚན་མོའི་སྔོན་པོ།
ca: Blau de mitjanit
cs: Půlnoční modrá
da: Midnatsblå
de: Mitternachtsblau
el: Μεσονύχτιο μπλε
es: Azul medianoche
et: Kesköösinine
fa: آبی نیمه شب
fi: Yönsininen
fr: Bleu nuit
gu: મધરાત વાદળી
he: כחול חצות
hi: मिडनाइट ब्लू
hr: Ponoćno plava
hu: Éjkék
hy: կեսգիշերային կապույտ
id: Biru Tengah Malam
is: Miðnæturblár
it: Blu notte
ja: ミッドナイトブルー
km: ខៀវពាក់កណ្តាលអធ្រាត្រ
kn: ಮಧ್ಯರಾತ್ರಿ ನೀಲಿ
ko: 자정 블루
lt: Vidurnakčio mėlyna
lv: Pusnakts zila
mk: Полноќно сино
ms: Biru Tengah Malam
my: သန်းခေါင်ယံပြာ
nb: Midnatt blå
nl: Middernacht blauw
pl: Niebieska północ
pt: Azul meia-noite
ro: Albastru miez de noapte
ru: Темно-синий
si: මැදියමේ නිල්
sk: Polnočná modrá
sl: Polnočno modra
sr: Поноћно плава
sv: Midnattsblå
sw: Usiku wa manane Bluu
ta: நள்ளிரவு நீலம்
te: మిడ్నైట్ బ్లూ
th: มิดไนท์บลู
tr: Gece yarısı mavisi
uk: Синій опівночі
ur: آدھی رات نیلے
uz: Yarim tun moviy
vi: Màu xanh nửa đêm
zh: 夜蓝
zh_hant: 夜藍
zu: Ubusuku obuluhlaza

source: Green Forest
af: Groen Bos
am: አረንጓዴ ጫካ
ar: غابة خضراء
az: Yaşıl Meşə
be: Зялёны лес
bg: Зелена гора
bn: সবুজ বনভূমি
bo: ལྗང་མདོག་ནགས་ཚལ།
ca: Bosc verd
cs: Zelený les
da: Grøn Skov
de: Grüner Wald
el: Πράσινο δάσος
es: Bosque verde
et: Roheline mets
fa: جنگل سبز
fi: Vihreä metsä
fr: Forêt verte
gu: લીલું વન
he: יער ירוק
hi: हरे जंगल
hr: Zelena šuma
hu: Zöld erdő
hy: Կանաչ անտառ
id: Hutan hijau
is: Grænn skógur
it: Foresta verde
ja: 緑の森
km: ព្រៃបៃតង
kn: ಹಸಿರು ಅರಣ್ಯ
ko: 초록 숲
lt: Žalias miškas
lv: Zaļais mežs
mk: Зелена шума
ms: Hutan Hijau
my: စိမ်းလန်းသောသစ်တော
nb: Grønn skog
nl: Groen bos
pl: Zielony las
pt: Floresta verde
ro: Pădure verde
ru: Зеленый лес
si: කොළ වනය
sk: Zelený les
sl: Zeleni gozd
sq: Pylli i Gjelbër
sr: Греен Форест
sv: Grön skog
sw: Msitu wa Kijani
ta: பசுமை காடு
te: గ్రీన్ ఫారెస్ట్
th: ป่าเขียว
tr: Yeşil orman
uk: Зелений ліс
ur: سبز جنگل
uz: Yashil o'rmon
vi: rừng xanh
zh: 翠林
zh_hant: 翠林
zu: Ihlathi Eliluhlaza

source: Green Meadow
af: Groen Weide
am: አረንጓዴ መሬት
ar: المرج الأخضر
az: Yaşıl çəmən
be: Зялёны Луг
bg: Зелена поляна
bn: সবুজ তৃণভূমি
bo: ལྗང་མདོག་རྩྭ་ཐང་།
ca: Prat verd
cs: Zelená louka
da: Grøn Eng
de: Grüne Wiese
el: Πράσινο Λιβάδι
es: Pradera Verde
et: Roheline heinamaa
fa: سبزه زار
fi: Vihreä Niitty
fr: Prairie verte
gu: ગ્રીન મેડોવ
he: אחו ירוק
hi: हरी घास का मैदान
hr: Zelena livada
hu: Zöld rét
hy: Կանաչ մարգագետնում
id: Padang Rumput Hijau
is: Grænt tún
it: Prato Verde
ja: 緑の牧草地
km: វាលស្មៅបៃតង
kn: ಹಸಿರು ಹುಲ್ಲುಗಾವಲು
ko: 녹색 초원
lt: Žalioji pieva
lv: Zaļā pļava
mk: Зелена ливада
ms: Padang Rumput Hijau
my: မြက်ခင်းစိမ်းစိမ်း
nb: Grønn Eng
nl: Groene Weide
pl: Zielona Łąka
pt: Prado verde
ro: Lunca Verde
ru: Зеленый луг
si: කොළ ගොමරුව
sk: Zelená lúka
sl: Zeleni travnik
sq: Livadh i Gjelbër
sr: Зелена ливада
sv: Grön äng
sw: Mbuga ya kijani
ta: பச்சை புல்வெளி
te: గ్రీన్ మేడో
th: ทุ่งหญ้าสีเขียว
tr: yeşil çayır
uk: Зелений Луг
ur: سبز گھاس کا میدان
uz: Yashil o'tloq
vi: Đồng cỏ xanh
zh: 绿草
zh_hant: 綠草
zu: I-Green Meadow

source: Stony Path
af: Klippad
am: የድንጋይ መንገድ
ar: ممر حجري
az: Daşlı yol
be: Камяністы шлях
bg: Каменист път
bn: পাথুরে পথ
bo: རྡོ་ལམ་ཁྲ་ཁྲ།
ca: Camí pedregós
cs: Kamenitá cesta
da: Stenet sti
de: Steiniger Weg
el: Πέτρινο μονοπάτι
es: Camino de Piedra
et: Kivi tee
fa: مسیر سنگی
fi: Kivinen Polku
fr: Chemin pierreux
gu: સ્ટોની પાથ
he: נתיב אבן
hi: पथरीला रास्ता
hr: Kameniti put
hu: Köves ösvény
hy: Քարե արահետ
id: Jalan berbatu
is: Steinunn slóð
it: Sentiero pietroso
ja: 石の道
km: ផ្លូវថ្ម
kn: ಸ್ಟೋನಿ ಪಾತ್
ko: 돌길
lt: Akmenuotas takas
lv: Akmeņains ceļš
mk: Камената патека
ms: Laluan Berbatu
my: Stony လမ်း
nb: Steinete sti
nl: Steenachtig pad
pl: Kamienista Ścieżka
pt: Caminho de pedra
ro: Calea pietroasă
ru: Каменистая тропа
si: ගල් මග
sk: Kamenistá cesta
sl: Kamnita pot
sq: Rruga e gurtë
sr: Стони Патх
sv: Stenig väg
sw: Njia ya Mawe
ta: ச்டோனி பாதை
te: రాతి మార్గం
th: เส้นทางหิน
tr: taşlı yol
uk: Кам'яний шлях
ur: سنگلاخ راستہ
uz: Toshli yo'l
vi: con đường đá
zh: 石径
zh_hant: 石徑
zu: I-Stony Path

source: Pastel Pink
af: Pastelpienk
am: ፓስተል ሮዝ
ar: الباستيل الوردي
az: Pastel Çəhrayı
be: Пастэльна-ружовы
bg: Пастелно розово
bn: প্যাস্টেল গোলাপী
bo: སྐྱ་མདོག་སོབ་སོབ།
ca: Rosa pastel
cs: Pastelově růžová
de: Pastellrosa
el: Παστέλ Ροζ
es: Rosa pastel
et: Pastelne roosa
fa: صورتی پاستلی
fi: Pastelli Pinkki
fr: Rose pastel
gu: પેસ્ટલ પિંક
he: ורוד פסטל
hi: पेस्टल पिंक
hr: Pastelno ružičasta
hu: Pasztell rózsaszín
hy: Պաստել վարդագույն
id: Merah Muda Pastel
is: Pastel bleikur
it: Rosa pastello
ja: パステルピンク
km: ផ្កាឈូកស្រាល
kn: ನೀಲಿಬಣ್ಣದ ಗುಲಾಬಿ
ko: 파스텔 핑크
lt: Pastelinė rožinė
lv: Pastels rozā
mk: Пастел розова
ms: Merah Jambu Pastel
my: Pastel ပန်းရောင်
nb: Pastell rosa
nl: Pastelroze
pl: pastelowy róż
pt: Rosa pastel
ro: Roz pastel
ru: Пастельно-розовый
si: පැස්ටල් රෝස
sk: Pastelovo ružová
sl: Pastelno roza
sq: Rozë pastel
sr: Пастел Пинк
sv: Pastellrosa
sw: Rangi ya Pastel
ta: வெளிர் இளஞ்சிவப்பு
te: పాస్టెల్ పింక్
th: สีชมพูพาสเทล
tr: pastel pembe
uk: Пастельно-рожевий
ur: پیسٹل پنک
uz: Pastel pushti
vi: Màu hồng nhạt
zh: 粉彩
zh_hant: 粉彩
zu: I-Pastel Pink

source: Turquoise Sea
af: Turkooissee
am: ቱርኩዝ ባህር
ar: بحر الفيروز
az: Firuzəyi dəniz
be: Бірузовае мора
bg: Тюркоазено море
bn: ফিরোজা সাগর
bo: གཡུ་མདོག་རྒྱ་མཚོ།
ca: Mar turquesa
cs: Tyrkysové moře
da: Turkis hav
de: Türkises Meer
el: Τυρκουάζ Θάλασσα
es: Agua del mar turquesa
et: Türkiissinine meri
fa: دریای فیروزه
fi: Turkoosi Meri
fr: Mer turquoise
gu: પીરોજ સમુદ્ર
he: ים טורקיז
hi: फ़िरोज़ा सागर
hr: Tirkizno more
hu: Türkiz tenger
hy: Փիրուզագույն ծով
id: Laut pirus
is: Túrkísblátt hafið
it: Mare Turchese
ja: ターコイズ ブルーの海
km: សមុទ្រមុជទឹក
kn: ವೈಡೂರ್ಯದ ಸಮುದ್ರ
ko: 터키석 바다
lt: Turkio jūra
lv: Tirkīza jūra
mk: Тиркизно Море
ms: Laut Turquoise
my: Turquoise ပင်လယ်
nb: Turkis hav
nl: Turquoise Zee
pl: Turkusowe morze
pt: Água do mar turquesa
ro: Marea Turcoaz
ru: Бирюзовое море
si: තර්කුවාස් සාගරය
sk: Tyrkysové more
sl: Turkizno morje
sq: Deti bruz
sr: Тиркизно море
sv: Turkos hav
sw: Bahari ya Turquoise
ta: டர்க்கைச் கடல்
te: టర్కోయిస్ సముద్రం
th: ทะเลสีฟ้าคราม
tr: Turkuaz Deniz
uk: Бірюзове море
ur: فیروزی سمندر
uz: Turkuaz dengiz
vi: biển xanh ngọc
zh: 碧海
zh_hant: 碧海
zu: I-Turquoise Sea

source: Violet Dream
af: Violetdroom
am: አረንጓዴ ሕልም
ar: الحلم البنفسجي
az: Bənövşəyi yuxu
be: Фіялетавы сон
bg: Виолетова мечта
bn: ভায়োলেট ড্রিম
bo: སྨུག་སྤྲིན་གྱི་རྨི་ལམ།
ca: Somni violeta
cs: Fialový sen
da: Violet drøm
de: Violetter Traum
el: Βιολετί Όνειρο
es: Sueño Violeta
et: Violetne unistus
fa: رویای بنفش
fi: Violetti Unelma
fr: Rêve violet
gu: વાયોલેટ ડ્રીમ
he: חלום ויולט
hi: वायलेट ड्रीम
hr: Ljubičasti san
hu: Ibolya álom
hy: Վիոլետ Երազ
id: Mimpi Ungu
is: Fjólublá draumur
it: Sogno Viola
ja: 紫の夢
km: សុបិនពណ៌ស្វាយ
kn: ವೈಲೆಟ್ ಡ್ರೀಮ್
ko: 바이올렛 드림
lt: Violetinė svajonė
lv: Violetais sapnis
mk: Виолетовиот сон
ms: Mimpi Violet
my: ခရမ်းရောင်အိပ်မက်
nb: Fiolett drøm
nl: Violette droom
pl: Fioletowy sen
pt: Sonho violeta
ro: Violet Vis
ru: фиолетовый сон
si: වයලට් සිහිනය
sk: Fialový sen
sl: Vijolične sanje
sq: Ëndrra vjollce
sr: Виолет Дреам
sv: Violett dröm
sw: Ndoto ya Violet
ta: வயலட் கனவு
te: వైలెట్ డ్రీం
th: ไวโอเล็ตดรีม
tr: Menekşe Rüyası
uk: Фіолетовий сон
ur: وایلیٹ ڈریم
uz: Binafsha tush
vi: Giấc mơ màu tím
zh: 紫梦
zh_hant: 紫夢
zu: Iphupho le-Violet

source: Mint Chocolate
af: Munt Sjokolade
am: ሚንት ቸኮላታ
ar: شوكولاتة النعناع
az: Nanəli şokolad
be: Мятный шакалад
bg: Ментов шоколад
bn: পুদিনা চকোলেট
bo: བོང་སྒྲོག་ཏོག་སྙོལ།
ca: Xocolata a la menta
cs: Mátová čokoláda
da: Mint Chokolade
de: Minz-Schokolade
el: Σοκολάτα μέντας
es: Chocolate con menta
et: Mündi šokolaad
fa: شکلات نعنا
fi: Minttu-Suklaa
fr: Chocolat à la menthe
gu: મિન્ટ ચોકલેટ
he: שוקולד מנטה
hi: मिंट चॉकलेट
hr: Mint čokolada
hu: Mentás csokoládé
hy: Անանուխի շոկոլադ
id: Cokelat Mint
is: Myntu súkkulaði
it: Cioccolato alla menta
ja: ミントチョコレート
km: សូកូឡាជីអង្កាម
kn: ಮಿಂಟ್ ಚಾಕೊಲೇಟ್
ko: 민트 초콜릿
lt: Mėtų šokoladas
lv: Piparmētru šokolāde
mk: Чоколадо од нане
ms: Coklat Pudina
my: မင်းတျချောကလက်
nb: Muntsjokolade
nl: Munt Chocolade
pl: Miętowa czekolada
pt: Chocolate com menta
ro: Ciocolata cu menta
ru: Мятный шоколад
si: මින්ට් චොක්ලට්
sk: Mätová čokoláda
sl: Mint čokolada
sq: Çokollatë me nenexhik
sr: Минт Цхоцолате
sv: Mintchoklad
sw: Chokoleti ya Mint
ta: புதினா சாக்லேட்
te: మింట్ చాక్లెట్
th: มิ้นท์ชอคโกแลต
tr: Naneli çikolata
uk: М'ятний шоколад
ur: پودینہ چاکلیٹ
uz: Yalpizli shokolad
vi: Sôcôla bạc hà
zh: 荷巧
zh_hant: 荷巧
zu: I-Mint Chocolate

source: Sky Blue
af: Lugblou
am: ሰማያዊ
ar: السماء الزرقاء
az: Göy Mavi
be: Нябесна-блакітны
bg: Небесно синьо
bn: আকাশী নীল
bo: ནམ་མཁའི་སྔོན་པོ།
ca: Blau cel
cs: Modrá obloha
da: Himmelblå
de: Himmelblau
el: Μπλε του ουρανού
es: Cielo azul
et: Taevasinine
fa: آبی آسمانی
fi: Taivaansininen
fr: Bleu ciel
gu: વાદળી
he: שמים כחולים
hi: आसमानी नीला
hr: Nebesko plava
hu: Égszínkék
hy: Երկնագույն
id: Langit biru
is: Himinblátt
it: Cielo blu
ja: 空色
km: ខៀវមេឃ
kn: ಆಕಾಶ ನೀಲಿ
ko: 하늘색
lt: Dangaus mėlynumo
lv: Debesu zils
mk: Сино небо
ms: Biru Langit
my: ကောင်းကင်ပြာ
nb: Himmelblå
nl: Hemelsblauw
pl: Niebieskie niebo
pt: Céu azul
ro: Cer albastru
ru: Голубое небо
si: අහස් නිල්
sk: Modrá obloha
sl: Modro nebo
sq: Qiell blu
sr: Небеско плаветнило
sv: Himmelsblå
sw: Bluu ya Anga
ta: வானம் நீலம்
te: లేత నీలి రంగు
th: ท้องฟ้าสีคราม
tr: Gökyüzü mavisi
uk: Блакитне небо
ur: آسمانی رنگ
uz: Moviy osmon
vi: Trời xanh
zh: 蓝天
zh_hant: 藍天
zu: Isibhakabhaka Esiluhlaza

source: Playful Garden
af: Speelsetuin
am: እንጨት ግንባታ
ar: حديقة مرحة
az: Oynaq bağçası
be: Гуллівы сад
bg: Игрива градина
bn: কৌতুকপূর্ণ বাগান
bo: རྩེད་འཇོའི་ལྡུམ་ར།
ca: Jardí juganer
cs: Hravá zahrada
da: Legefuld have
de: Verspielter Garten
el: Παιχνιδιάρικο κήπο
es: Jardín lúdico
et: Mänguline aed
fa: باغ بازیگوش
fi: Leikkisä Puutarha
fr: Jardin joueur
gu: રમતિયાળ ગાર્ડન
he: גן שובב
hi: चंचल उद्यान
hr: Razigrani vrt
hu: Játékos kert
hy: Ուրախ այգի
id: Taman Bermain
is: Fjörugur Garður
it: Giardino giocoso
ja: 遊び心のある庭
km: សួនច្បាររីករាយ
kn: ತಮಾಷೆಯ ಉದ್ಯಾನ
ko: 장난기 많은 정원
lt: Žaismingas sodas
lv: Rotaļīgs dārzs
mk: Разиграна градина
ms: Taman yang suka bermain
my: ကစားစရာဥယျာဉ်
nb: Leken hage
nl: Speelsetuin
pl: figlarny ogród
pt: Jardim lúdico
ro: Grădina jucăușă
ru: Игривый сад
si: විනෝද උයන
sk: Hravá záhrada
sl: Igrivi vrt
sq: Kopsht lozonjare
sr: Плаифул Гарден
sv: Lekfull trädgård
sw: Bustani ya kucheza
ta: விளையாட்டுத்தனமான தோட்டம்
te: ఉల్లాసభరితమైన గార్డెన్
th: สวนขี้เล่น
tr: eğlenceli bahçe
uk: Грайливий сад
ur: زندہ دل باغ
uz: O'yin bog'i
vi: Khu vườn vui tươi
zh: 花园
zh_hant: 花園
zu: Ingadi Edlalwayo
