Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# isDraw
source: It is a Draw!
af: Dit is 'n trekking!
am: ማሟያ ነው!
ar: إنه تعادل!
az: Bu heç-heçədir!
be: Гэта розыгрыш!
bg: Това е равенство!
bn: এটি একটি ড্র!
bo: གྲུབ་འབྲས་མཉམ་པ་རེད།
ca: És un empat!
cs: Je to remíza!
da: Det er uafgjort!
de: Es ist ein Unentschieden!
el: Είναι Κλήρωση!
es: Es un empate!
et: See on viik!
fa: مساوی است!
fi: Se on tasapeli!
fr: Match nul !
gu: તે એક ડ્રો છે!
he: זה תיקו!
hi: यह एक ड्रा . है!
hr: Neodlučeno!
hu: Ez egy döntetlen!
hy: Դա ոչ-ոքի է:
id: Ini adalah undian!
is: Það er jafntefli!
it: È un pareggio!
ja: ドローです！
km: ស្មើគ្នា!
kn: ಇದು ಡ್ರಾ ಆಗಿದೆ!
ko: 무승부입니다!
lt: Tai Lygiosios!
lv: Tas ir neizšķirts!
mk: Тоа е Нерешено!
ms: Ia adalah Cabutan!
my: အတူတူနေသည်!
nb: Det er uavgjort!
nl: Het is een gelijkspel!
pl: To jest remis!
pt: É um empate!
ro: Este o remiză!
ru: Это розыгрыш!
si: එය සම වේ!
sk: Jedná sa o remízu!
sl: To je neodločeno!
sq: Shtë një barazim!
sr: То је реми!
sv: Det är oavgjort!
sw: Ni Droo!
ta: இது ஒரு சமநிலை!
te: ఇది డ్రా!
th: มันคือการจับสลาก!
tr: Bu bir Beraberlik!
uk: Це нічия!
ur: یہ ایک ڈرا ہے!
uz: Bu durang!
vi: Đó là một trận hòa!
zh: 和棋
zh_hant: 和棋
zu: I-Draw!

source: Draw
af: Teken
am: ማሟያ
ar: تعادل
az: çəkmək
be: маляваць
bg: Рисувам
bn: আঁকা
bo: གྲུབ་འབྲས་མཉམ།
ca: Empat
cs: Remíza
da: Tegne
de: Unentschieden
el: Σχεδιάζω
es: Empate
et: Joonista
fa: مساوی
fi: Tasapeli
fr: Match nul
gu: દોરો
he: לצייר
hi: खींचना
hr: Neodlučeno
hu: Húz
hy: Ոչ ոքի
id: Seri
is: Jafntefli
it: Disegno
ja: 引き分け
km: ស្មើ
kn: ಡ್ರಾ
ko: 무승부
lt: Lygiosios
lv: Zīmēt
mk: Нацртај
ms: Lukis
my: ဆွဲသည်။
nb: Tegne
nl: Tekenen
pl: Remis
pt: Empate
ro: A desena
ru: Рисовать
si: සම
sk: Nakreslite
sl: Žrebanje
sq: Barazim
sr: Нерешено
sv: Dra
sw: Chora
ta: டிரா
te: గీయండి
th: วาด
tr: Berabere
uk: Нічия
ur: ڈرا
uz: Chizma
vi: Vẽ tranh
zh: 和棋
zh_hant: 和棋
zu: Dweba

source: Piece highlight color
af: Stuk hoogtepunt kleur
am: የቁራጭ መዳብ ቀለም
ar: لون تسليط الضوء على قطعة
az: Parçanın vurğu rəngi
be: Колер вылучэння кавалка
bg: Цвят за подчертаване на парче
bn: পিস হাইলাইট কালার
bo: རྡེལ་མངོན་གསལ་ཚོས།
ca: Color de ressalt de la peça
cs: Barva zvýraznění kusu
da: Stykke fremhæve farve
de: Farbe des Stein-Highlights
el: Χρώμα φωτισμού κομμάτι
es: Color de resaltado de la pieza
et: Tükk esiletõstetud värv
fa: رنگ برجسته مهره
fi: Kappaleen korostusväri
fr: Couleur d'accentuation des pièces
gu: પીસ હાઇલાઇટ કલર
he: צבע הדגשה של היצירה
hi: टुकड़ा हाइलाइट रंग
hr: Boja isticanja figure
hu: A lemez kiemelésének színe
hy: Կտորի ընդգծման գույնը
id: Warna sorot potongan
is: Hápunktur litur stykkisins
it: Colore evidenziazione pezzo
ja: ピースハイライトカラー
km: ពណ៌បន្លិចកូនអុក
kn: ಪೀಸ್ ಹೈಲೈಟ್ ಬಣ್ಣ
ko: 말 하이라이트 색상
lt: Kūrinio paryškinimo spalva
lv: Gabalu izceltā krāsa
mk: Боја за истакнување на парче
ms: Warna kemuncak kepingan
my: အသားပေးအရောင်
nb: Farge på høydepunktet
nl: Stuk markeerkleur
pl: Kolor podświetlenia kawałka
pt: Cor de destaque da peça
ro: Culoarea de evidențiere a piesei
ru: Цвет выделенной фигуры
si: කැබලි අලංකාර වර්ණය
sk: Farba zvýraznenia kusu
sl: Barva poudarka kosa
sq: Ngjyra e theksimit të copës
sr: Боја за истакнување на парче
sv: Del markera färg
sw: Rangi ya kuangazia kipande
ta: துண்டு சிறப்பம்சமாக வண்ணம்
te: పీస్ హైలైట్ రంగు
th: ชิ้นไฮไลท์สี
tr: Parça vurgu rengi
uk: Колір виділення шматка
ur: ٹکڑا نمایاں رنگ
uz: Rangni ajratib ko'rsatish
vi: Màu nổi bật của mảnh
zh: 棋子高亮颜色
zh_hant: 棋子高亮顏色
zu: Umbala wokugqamisa ucezu

source: Algorithm
af: Algoritme
am: አልጎርዘም
ar: الخوارزمية
az: Alqoritm
be: Алгарытм
bg: Алгоритъм
bn: অ্যালগরিদম
bo: རྩིས་རྒྱག
ca: Algorisme
cs: Algoritmus
da: Algoritme
de: Algorithmus
el: Αλγόριθμος
es: Algoritmo
et: Algoritm
fa: الگوریتم
fi: Algoritmi
fr: Algorithme
gu: અલ્ગોરિધમ
he: אַלגוֹרִיתְם
hi: कलन विधि
hr: Algoritam
hu: Algoritmus
hy: Ալգորիթմ
id: algoritma
is: Reiknirit
it: Algoritmo
ja: アルゴリズム
km: ក្បួនដោះស្រាយ
kn: ಅಲ್ಗಾರಿದಮ್
ko: 알고리즘
lt: Algoritmas
lv: Algoritms
mk: Алгоритам
ms: Algoritma
my: အယ်လ်ဂိုရစ်ထမ်
nb: Algoritme
nl: Algoritme
pl: Algorytm
pt: Algoritmo
ro: Algoritm
ru: Алгоритм
si: අල්ගොරිතම
sk: Algoritmus
sl: Algoritem
sq: Algoritmi
sr: Алгоритам
sv: Algoritm
sw: Algorithmi
ta: படிமுறை
te: అల్గోరిథం
th: อัลกอริทึม
tr: Algoritma
uk: Алгоритм
ur: الگورتھم
uz: Algoritm
vi: thuật toán
zh: 算法
zh_hant: 算法
zu: I-algorithm

source: Endgame N-Move rule
af: Eindspel N-Move reël
am: መጨረሻ የን እንቅስቃሴ ህግ
ar: قاعدة N-Move في نهاية اللعبة
az: Endgame N-Move qaydası
be: Правіла N-ходу ў эндшпілі
bg: Правило N-Move на финала
bn: এন্ডগেম এন-মুভ নিয়ম
bo: མཇུག་མཐའི་ N-སྤོ་འགུལ་སྒྲིག་གཞི།
ca: Regla de N moviments en el final de partida
cs: Pravidlo Endgame N-Move
da: Slutspil N-Move-regel
de: Endspiel N-Züge-Regel
el: Κανόνας N-Move Endgame
es: Regla N-Move de Endgame
et: Endgame N-Move reegel
fa: قانون N حرکت در پایان بازی
fi: Loppupelin N-Move-sääntö
fr: Règle des mouvements N de fin de partie
gu: એન્ડગેમ એન-મૂવ નિયમ
he: סוף המשחק N-Move כלל
hi: एंडगेम एन-मूव रूल
hr: Pravilo broja poteza za završavanje igre
hu: Végjáték N lépéses szabály
hy: Endgame N-Move կանոն
id: Aturan N-Move Endgame
is: Endgame N-Move regla
it: Regola N-Move di fine partita
ja: エンドゲーム N-Move ルール
km: ច្បាប់ N-ចលនា ចុងហ្គេម
kn: ಎಂಡ್‌ಗೇಮ್ ಎನ್-ಮೂವ್ ನಿಯಮ
ko: 엔드게임 N-무브 규칙
lt: „Endgame N-Move“ taisyklė
lv: Beigu spēles N-Move noteikums
mk: Правило за крајна игра N-Move
ms: Peraturan Endgame N-Move
my: နောက်ဆုံးဂိမ်း N-Move စည်းမျဉ်း
nb: Sluttspill N-Move-regel
nl: Eindspel N-Move regel
pl: Endgame zasada N-Move
pt: Regra dos N movimentos
ro: Regula N-Move Endgame
ru: Эндшпиль N-Move правило
si: අවසාන ක්‍රීඩා එන්-චලන නීතිය
sk: Pravidlo N-Move koncovej hry
sl: End-game N-Move pravilo
sq: Rregulli i End-lojës N-Move
sr: Енд-гаме Н-Мове правило
sv: Slutspel N-Move regel
sw: Mwisho wa mchezo sheria ya N-Move
ta: எண்ட்கேம் என்-மூவ் விதி
te: ఎండ్ గేమ్ N- మూవ్ నియమం
th: กฎ Endgame N-Move
tr: Endgame N-Move kuralı
uk: Правило N-Move в кінці гри
ur: اینڈگیم N-Move کا اصول
uz: Endgame N-Move qoidasi
vi: Quy tắc N-Move của Endgame
zh: 终盘N步规则
zh_hant: 終盤N步規則
zu: Ukuphela komdlalo umthetho we-N-Move

# endgameNMoveRule_Detail
source: The game is drawn if either player has only three pieces and neither player removes a piece within specific moves.
af: Die wedstryd word getrek as een van die spelers slegs drie stukke het en nie een van die spelers 'n stuk binne spesifieke bewegings verwyder nie.
am: አንድ ተጫዋች ሦስት ቁራጭ ከቀረው እና በተወሰኑ እንቅስቃሴዎች ውስጥ ከተቀናቃኞቹ ቁራጭ ከተጠለፈ ጨዋታው ተንኮል ይሆናል።
ar: إذا كان لدى أحد اللاعبين ثلاث قطع فقط ولم يقم أيٌّ من اللاعبين بإزالة أي قطعة خلال عدد محدد من النقلات، تنتهي اللعبة بالتعادل.
az: Hər iki oyunçuda yalnız üç fiqur varsa və heç bir oyunçu müəyyən hərəkətlər çərçivəsində bir parça çıxarmazsa, oyun çəkilir.
be: Гульня залічваецца ўнічыю, калі ў любога з гульцоў ёсць толькі тры фігуры і ні адзін з гульцоў не выдаляе фігуру за пэўныя хады.
bg: Ако някой от играчите има само три фигури и нито един от тях не премахне фигурата в рамките на определени ходове, играта е равен.
bn: যদি কোন খেলোয়াড়ের মাত্র তিনটি টুকরো থাকে এবং কোন খেলোয়াড় একটি নির্দিষ্ট চালের মধ্যে একটি টুকরো অপসারণ করে না, তবে খেলাটি ড্র হয়।
bo: གལ་ཏེ་རྩེད་འགྲན་པ་གཉིས་ལ་རྡེལ་གསུམ་ལས་མེད་པ་དང་། ཡང་ན་རྩེད་འགྲན་པ་གཉིས་ཀྱིས་གཏན་འཁེལ་གྱི་སྤོ་འགུལ་ནང་རྡེལ་བསུབ་མེད་ཚེ། རྩེད་མོ་འདི་ནི་གྲུབ་འབྲས་མཉམ་པ་ཡིན།
ca: Si un jugador té només tres peces i cap jugador n'elimina cap dins d'un nombre específic de moviments, la partida és un empat.
cs: Pokud má některý z hráčů pouze tři figurky a žádný z hráčů neodstraní figurku v rámci konkrétních tahů, hra se losuje.
da: Hvis en spiller kun har tre brikker, og ingen af spillerne fjerner en brik inden for et bestemt træk, trækkes spillet.
de: Wenn einer der beiden Spieler nur drei Steine hat und keiner der beiden Spieler innerhalb eines bestimmten Zuges einen Stein entfernt, ist das Spiel unentschieden.
el: Εάν ένας παίκτης έχει μόνο τρία κομμάτια και κανένας παίκτης δεν αφαιρέσει ένα κομμάτι μέσα σε μια συγκεκριμένη κίνηση, το παιχνίδι κληρώνεται.
es: Si alguno de los jugadores tiene solo tres piezas y ninguno de los jugadores quita una pieza dentro de un movimiento específico, el juego se empata.
et: Kui kummalgi mängijal on ainult kolm tükki ja kumbki mängija ei eemalda tükki kindla käigu jooksul, loositakse mäng välja.
fa: اگر هریک از بازیکنان فقط سه مهره داشته باشد و هیچ یک از بازیکنان مهره ای را در حرکات خاص حذف نکنند ، بازی مساوی می شود.
fi: Jos kummallakin pelaajalla on vain kolme palaa ja kumpikaan pelaaja ei poista palaa tietyn liikkeen sisällä, peli arvotaan.
fr: Si l'un des joueurs n'a que trois pièces et qu'aucun des deux joueurs n'enlève une pièce au cours d'un mouvement spécifique, le jeu est nul.
gu: જો કોઈ પણ ખેલાડી પાસે માત્ર ત્રણ ટુકડા હોય અને કોઈ પણ ખેલાડી કોઈ ચોક્કસ ચાલની અંદર એક ટુકડો કાી નાંખે તો રમત દોરવામાં આવે છે.
he: המשחק מוגרל אם לכל אחד מהשחקנים יש רק שלושה כלים ואף אחד מהשחקנים לא מסיר כל חלק בתוך מהלכים ספציפיים.
hi: यदि किसी खिलाड़ी के पास केवल तीन टुकड़े हैं और कोई भी खिलाड़ी किसी विशिष्ट चाल के भीतर एक टुकड़ा नहीं हटाता है, तो खेल ड्रा हो जाता है।
hr: Igra završava neodlučeno ako jedan od igrača ima tri figure i ako nijedan igrač ne ukloni jednu figuru unutar određenog broja poteza.
hu: Ha bármelyik játékosnak csak három korongja van, és egyik játékos sem vesz ki korongot egy adott lépésen belül, a játék döntetlenre végződik.
hy: Խաղը ոչ-ոքի է ավարտվում, եթե խաղացողներից որևէ մեկն ունի ընդամենը երեք խաղաքար, և ոչ մի խաղացող չի հանում խաղաքարը որոշակի քայլերի ընթացքում:
id: Jika salah satu pemain hanya memiliki tiga bidak dan tidak ada pemain yang mengeluarkan bidak dalam gerakan tertentu, permainan dinyatakan seri.
is: Leikurinn er jafntefli ef annar hvor leikmaðurinn hefur aðeins þrjú stykki og hvorugur leikmaðurinn fjarlægir stykki innan ákveðinna hreyfinga.
it: Se uno dei giocatori ha solo tre pezzi e nessuno dei due rimuove un pezzo all'interno di una mossa specifica, la partita è patta.
ja: いずれかのプレーヤーが 3 つの駒しか持っておらず、どちらのプレーヤーも特定の移動内で駒を削除しない場合、ゲームは引き分けになります。
km: ហ្គេមត្រូវបានស្មើ ប្រសិនបើអ្នកលេងណាម្នាក់មានតែកូនអុកបី ហើយគ្មានអ្នកលេងណាម្នាក់ដកកូនអុកចេញក្នុងចលនាជាក់លាក់ណាមួយ។
kn: ಯಾವುದೇ ಆಟಗಾರನು ಕೇವಲ ಮೂರು ತುಣುಕುಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಮತ್ತು ಯಾವುದೇ ಆಟಗಾರನು ನಿರ್ದಿಷ್ಟ ಚಲನೆಗಳಲ್ಲಿ ಒಂದು ತುಂಡನ್ನು ತೆಗೆಯದಿದ್ದರೆ, ಆಟವನ್ನು ಡ್ರಾ ಮಾಡಲಾಗುತ್ತದೆ.
ko: 최소 한 편이 말이 세 개만 남았을 때, 양측이 연속으로 여러 번 움직여도 아무 말도 잡지 않으면, 무승부로 판정한다.
lt: Jei kuris nors žaidėjas turi tik tris figūras ir nė vienas žaidėjas nepaima gabalo per tam tikrus judesius, žaidimas ištraukiamas.
lv: Ja kādam no spēlētājiem ir tikai trīs gabali un neviens no spēlētājiem neizņem gabalu konkrētu kustību ietvaros, spēle tiek izlozēta.
mk: Ако било кој играч има само три дела и ниту еден играч не отстрани парче во рамките на одреден потег, играта е извлечена.
ms: Sekiranya mana-mana pemain hanya mempunyai tiga keping dan tidak ada pemain yang mengeluarkan satu bahagian dalam gerakan tertentu, permainan akan ditarik.
my: ကစားသမားတစ်ဦးဦးတွင် အပိုင်းသုံးပိုင်းသာရှိပြီး ကစားသမားတစ်ဦးဦးမှ သီးခြားလှုပ်ရှားမှုအတွင်း အပိုင်းတစ်ခုကို မဖယ်ရှားပါက ဂိမ်းကို ရေးဆွဲမည်ဖြစ်သည်။
nb: Hvis en av spillerne bare har tre brikker og ingen av spillerne fjerner en brikke innenfor et bestemt trekk, trekkes spillet.
nl: Als een van beide spelers slechts drie stukken heeft en geen van beide spelers een stuk binnen een bepaalde zet verwijdert, is het spel gelijkspel.
pl: Jeśli któryś z graczy ma tylko trzy pionki i żaden z nich nie usunie pionka w ramach określonych ruchów, gra jest remisowana.
pt: Se um dos jogadores tiver apenas três peças e nenhum dos jogadores remover uma peça dentro de um movimento específico, o jogo é declarado empate.
ro: Dacă oricare dintre jucători are doar trei piese și niciunul dintre jucători nu elimină o piesă în cadrul anumitor mișcări, jocul este extras.
ru: Если у любого из игроков есть только три фишки, и ни один из игроков не убирает фишку за определенный ход, игра заканчивается вничью.
si: කිසිදු ක්‍රීඩකයෙකුට කැබලි තුනක් පමණක් තිබෙනවා නම්, හා නියමිත චලන තුළ කිසිදු ක්‍රීඩකයෙකු කැබලියක් ඉවත් නොකරන විට ක්‍රීඩාව සම වේ.
sk: Ak má jeden z hráčov iba tri figúrky a ani jeden z nich neodstráni figúrku v rámci konkrétnych ťahov, hra sa nerozhodne.
sl: Če ima kateri od igralcev le tri figure in noben od njih ne odstrani kosa v določenih potezah, je igra neodločena.
sq: Nëse secili lojtar ka vetëm tre pjesë dhe asnjë lojtar nuk heq një pjesë brenda një lëvizjeje të caktuar, loja barazohet.
sr: Ако било који играч има само три фигуре и ниједан играч не уклони фигуру у одређеним потезима, игра се извлачи.
sv: Om endera spelaren bara har tre bitar och ingen av spelarna tar bort en bit inom ett specifikt drag, lottas spelet.
sw: Mchezo utachorwa ikiwa mchezaji yeyote ana vipande vitatu pekee na hakuna mchezaji anayeondoa kipande ndani ya miondoko mahususi.
ta: எந்தவொரு வீரருக்கும் மூன்று துண்டுகள் மட்டுமே இருந்தால், எந்த வீரரும் குறிப்பிட்ட நகர்வுகளுக்குள் ஒரு பகுதியை அகற்றவில்லை என்றால் விளையாட்டு வரையப்படுகிறது.
te: ఒక ఆటగాడికి మూడు ముక్కలు మాత్రమే ఉంటే మరియు నిర్దిష్ట కదలికల లోపల ఆటగాడు ఒక భాగాన్ని తీసివేయకపోతే, గేమ్ డ్రా అవుతుంది.
th: ถ้าผู้เล่นคนใดคนหนึ่งมีเพียงสามชิ้นและไม่มีผู้เล่นถอดชิ้นส่วนภายในการเคลื่อนไหวเฉพาะ เกมจะถูกสุ่มจับ
tr: Her iki oyuncunun da sadece üç taşı varsa ve hiçbir oyuncu belirli bir hamlede bir taşı kaldırmazsa, oyun berabere biter.
uk: Гра вважається нічиєю, якщо будь-який гравець має лише три фігури і жоден гравець не знімає жодної фігури протягом певних ходів.
ur: گیم ڈرا کیا جاتا ہے اگر کسی بھی کھلاڑی کے پاس صرف تین ٹکڑے ہوں اور کوئی بھی کھلاڑی مخصوص چالوں کے اندر کسی ٹکڑے کو نہیں ہٹاتا ہے۔
uz: Agar har bir o'yinchi faqat uchta bo'lakka ega bo'lsa va hech bir o'yinchi biron bir harakatni olib tashlamasa, o'yin chiziladi.
vi: Trò chơi được hòa nếu một trong hai người chơi chỉ có ba quân và không người chơi nào bỏ quân trong các nước đi cụ thể.
zh: 指定当至少一方只剩下三枚棋子时，双方连续多少步均未吃子时，判为和局。
zh_hant: 指定當至少一方只剩下三枚棋子時，雙方連續多少步均未吃子時，判為和局。
zu: Umdlalo udwetshwa uma omunye umdlali enezingcezu ezintathu kuphela futhi akekho umdlali osusa ucezu phakathi nokunyakaza okuthile.

# drawReasonEndgameRule50
source: Either player has only three pieces, and neither player removes a piece within specific moves.
af: Enige speler het net drie stukke, en nie een speler verwyder 'n stuk binne spesifieke bewegings nie.
am: አንድ ተጫዋች ሦስት ቁራጭ ከቀረው፣ እና በተወሰኑ እንቅስቃሴዎች ውስጥ ምንም ተጫዋች ቁራጭ ካልነቀለ።
ar: إذا كان لدى أحد اللاعبين ثلاث قطع فقط ولم يقم أي من اللاعبين بإزالة أي قطعة خلال عددٍ محددٍ من النقلات.
az: Hər iki oyunçuda yalnız üç fiqur var və heç bir oyunçu müəyyən hərəkətlər çərçivəsində bir parça çıxarmır.
be: Любы гулец мае толькі тры фігуры, і ні адзін з гульцоў не выдаляе фігуру ў межах пэўных хадоў.
bg: Всеки играч има само три фигури и нито един играч не премахва фигура в рамките на определени ходове.
bn: যেকোনো খেলোয়াড়ের মাত্র তিনটি টুকরো আছে এবং কোন খেলোয়াড় একটি নির্দিষ্ট চালের মধ্যে একটি টুকরো সরিয়ে দেয় না।
bo: རྩེད་འགྲན་པ་གཉིས་ལ་རྡེལ་གསུམ་ལས་མེད་པ་དང་། ཡང་ན་རྩེད་འགྲན་པ་གཉིས་ཀྱིས་གཏན་འཁེལ་གྱི་སྤོ་འགུལ་ནང་རྡེལ་བསུབ་མེད།
ca: Qualsevol dels jugadors té només tres peces, i en un nombre específic de moviments no s'elimina cap peça.
cs: Každý hráč má pouze tři figurky a žádný z hráčů neodstraní figurku v rámci konkrétních tahů.
da: Hver spiller har kun tre brikker, og ingen af spillerne fjerner en brik inden for et bestemt træk.
de: Jeder der beiden Spieler hat nur drei Steine und keiner der beiden Spieler entfernt einen Stein innerhalb eines bestimmten Zuges.
el: Ο κάθε παίκτης έχει μόνο τρία κομμάτια και κανένας παίκτης δεν αφαιρεί ένα κομμάτι μέσα σε μια συγκεκριμένη κίνηση.
es: Cualquiera de los jugadores tiene solo tres piezas y ninguno de los jugadores quita una pieza dentro de un movimiento específico.
et: Mõlemal mängijal on ainult kolm tükki ja kumbki mängija ei eemalda tükki kindla käigu jooksul.
fa: هر یک از بازیکنان فقط سه مهره دارد و هیچ یک از بازیکنان مهره ای را در حرکات خاص بر نمی دارد.
fi: Kummallakin pelaajalla on vain kolme palaa, eikä kumpikaan pelaaja poista palaa tietyn liikkeen sisällä.
fr: Chaque joueur n'a que trois pièces et aucun des deux joueurs n'enlève une pièce dans un mouvement spécifique.
gu: ક્યાં તો ખેલાડી પાસે માત્ર ત્રણ ટુકડાઓ હોય છે અને ન તો ખેલાડી ચોક્કસ ચાલની અંદર એક ભાગને દૂર કરે છે.
he: לכל אחד מהשחקנים יש רק שלושה כלים, ואף אחד מהשחקנים לא מסיר כל חלק בתוך מהלכים ספציפיים.
hi: किसी भी खिलाड़ी के पास केवल तीन टुकड़े होते हैं और न ही खिलाड़ी एक विशिष्ट चाल के भीतर एक टुकड़ा निकालता है।
hr: Jedan igrač ima samo tri figure i nijedan igrač ne uklanja figuru u određenom broju poteza.
hu: Bármelyik játékosnak csak három korongja van, és egyik játékos sem távolít el korongot egy adott lépésen belül.
hy: Խաղացողներից յուրաքանչյուրն ունի ընդամենը երեք ֆիգուր, և խաղացողներից ոչ մեկը չի հեռացնում խաղաքարը կոնկրետ քայլերի ընթացքում:
id: Salah satu pemain hanya memiliki tiga bidak dan tidak ada pemain yang mengeluarkan bidak dalam gerakan tertentu.
is: Hvor leikmaðurinn á aðeins þrjú stykki og hvorugur leikmaðurinn fjarlægir stykki innan ákveðinna hreyfinga.
it: Entrambi i giocatori hanno solo tre pezzi e nessuno dei due rimuove un pezzo all'interno di una mossa specifica.
ja: どちらのプレーヤーも駒を 3 つしか持っておらず、どちらのプレーヤーも特定の移動内で駒を削除しません。
km: អ្នកលេងណាម្នាក់មានតែកូនអុកបី ហើយគ្មានអ្នកលេងណាម្នាក់ដកកូនអុកចេញក្នុងចលនាជាក់លាក់ណាមួយ។
kn: ಒಬ್ಬ ಆಟಗಾರನು ಕೇವಲ ಮೂರು ತುಣುಕುಗಳನ್ನು ಹೊಂದಿರುತ್ತಾನೆ ಮತ್ತು ಯಾವುದೇ ಆಟಗಾರನು ನಿರ್ದಿಷ್ಟ ಚಲನೆಗಳಲ್ಲಿ ಒಂದು ತುಂಡನ್ನು ತೆಗೆಯುವುದಿಲ್ಲ.
ko: 최소한 한 쪽이 말이 세 개만 남고, 양측이 여러 차례 연속으로 움직여도 아무 말도 잡지 않았다.
lt: Bet kuris žaidėjas turi tik tris gabalus ir nė vienas žaidėjas nepašalina gabalo per tam tikrus judesius.
lv: Katram spēlētājam ir tikai trīs gabali, un neviens no spēlētājiem neizņem gabalu noteiktos gājienos.
mk: Секој играч има само три парчиња и ниту еден играч не отстранува парче во одреден потег.
ms: Sama ada pemain hanya mempunyai tiga keping dan kedua-dua pemain tidak melepaskan satu bahagian dalam gerakan tertentu.
my: ကစားသမားတစ်ဦးစီတွင် အပိုင်းသုံးပိုင်းသာရှိပြီး ကစားသမားတစ်ဦးဦးသည် သီးခြားလှုပ်ရှားမှုအတွင်း အပိုင်းတစ်ခုကို မဖယ်ရှားပါ။
nb: Hver spiller har bare tre brikker, og ingen av spillerne fjerner en brikke innenfor et bestemt trekk.
nl: Elke speler heeft slechts drie stukken en geen van beide spelers verwijdert een stuk binnen een bepaalde zet.
pl: Każdy z graczy ma tylko trzy pionki i żaden z graczy nie usuwa pionka w ramach określonych ruchów.
pt: Cada jogador tem apenas três peças e nenhum jogador remove uma peça dentro de um movimento específico.
ro: Oricare dintre jucători are doar trei piese și niciunul dintre jucători nu elimină o piesă într-o anumită mișcare.
ru: У любого игрока есть только три фишки, и ни один из игроков не убирает фишку за определенный ход.
si: එක් එක් ක්‍රීඩකයෙකුට කැබලි තුනක් පමණක් තිබෙනවා, හා නියමිත චලන තුළ කිසිදු ක්‍රීඩකයෙකු කැබලියක් ඉවත් නොකරන විට ක්‍රීඩාව සම වේ.
sk: Každý hráč má iba tri figúrky a žiadny z hráčov neodstráni figúrku v rámci konkrétnych ťahov.
sl: Vsak igralec ima samo tri figure in noben igralec ne odstrani figure v določenih potezah.
sq: Secili lojtar ka vetëm tre pjesë dhe asnjë lojtar nuk heq një pjesë brenda një lëvizjeje të caktuar.
sr: Било који играч има само три фигуре и ниједан играч не уклања фигуру унутар одређених потеза.
sv: Endera spelaren har bara tre delar och ingen av spelarna tar bort en bit inom ett specifikt drag.
sw: Mchezaji yeyote ana vipande vitatu pekee, na hakuna mchezaji anayeondoa kipande ndani ya hatua maalum.
ta: எந்தவொரு வீரருக்கும் மூன்று துண்டுகள் மட்டுமே உள்ளன, மேலும் எந்த வீரரும் குறிப்பிட்ட நகர்வுகளுக்குள் ஒரு பகுதியை அகற்றுவதில்லை.
te: ఏ ఆటగాడికైనా మూడు ముక్కలు మాత్రమే ఉంటాయి మరియు నిర్దిష్ట కదలికలలో ఏ ఆటగాడు ఒక భాగాన్ని తీసివేయడు.
th: ผู้เล่นคนใดคนหนึ่งมีเพียงสามชิ้นและไม่มีใครถอดชิ้นส่วนภายในการเคลื่อนไหวเฉพาะ
tr: Her iki oyuncunun da sadece üç taşı vardır ve hiçbir oyuncu belirli bir hamlede bir taşı kaldırmaz.
uk: Кожен із гравців має лише три фігури, і жоден гравець не знімає жодної фігури протягом певних ходів.
ur: کسی بھی کھلاڑی کے پاس صرف تین ٹکڑے ہوتے ہیں، اور کوئی بھی کھلاڑی مخصوص چالوں کے اندر کسی ٹکڑے کو نہیں ہٹاتا ہے۔
uz: Ikkala o'yinchi ham faqat uchta bo'lakka ega va hech bir o'yinchi ma'lum bir harakatda bo'lakni olib tashlamaydi.
vi: Một trong hai người chơi chỉ có ba quân cờ và không người chơi nào loại bỏ quân cờ trong các nước đi cụ thể.
zh: 至少有一方只剩下三枚棋子，且双方连续多步均未吃子。
zh_hant: 至少有一方只剩下三枚棋子，且雙方連續多步均未吃子。
zu: Noma yimuphi umdlali unezicucu ezintathu kuphela, futhi akekho umdlali osusa ucezu phakathi nokunyakaza okuthile.

source: Threefold repetition rule
af: Drievoudige herhalingsreël
am: ሦስት ድጋፍ ትንታኔ ህግ
ar: حكم التكرار الثلاثي
az: Üçqat təkrarlama qaydası
be: Правіла трохразовага паўтарэння
bg: Правило за трикратно повторение
bn: তিনগুণ পুনরাবৃত্তির নিয়ম
bo: ཐེངས་གསུམ་བསྐྱར་ཟློས་སྒྲིག་གཞི།
ca: Regla de la repetició triple
cs: Pravidlo trojnásobného opakování
da: Tredobbelt gentagelsesregel
de: Dreifache Wiederholungsregel
el: Τριπλός κανόνας επανάληψης
es: Regla de repetición triple
et: Kolmekordne kordamise reegel
fa: قانون تکرار سه گانه
fi: Kolminkertainen toistosääntö
fr: Règle de la triple répétition
gu: ત્રણ ગણો પુનરાવર્તન નિયમ
he: כלל חזרה משולשת
hi: तीन गुना दोहराव नियम
hr: Pravilo trostrukog ponavljanja
hu: Háromszoros ismétlési szabály
hy: Եռակի կրկնության կանոն
id: Aturan pengulangan tiga kali lipat
is: Þríþætt endurtekningarregla
it: Triplice regola della ripetizione
ja: 3回繰り返しルール
km: ច្បាប់កើតឡើងវិញបីដង
kn: ಮೂರು ಪಟ್ಟು ಪುನರಾವರ್ತಿಸುವ ನಿಯಮ
ko: 삼중 반복 규칙
lt: Trijų kartų pasikartojimo taisyklė
lv: Trīskāršs atkārtošanas noteikums
mk: Трикратно правило за повторување
ms: Peraturan pengulangan tiga kali ganda
my: သုံးဆ ထပ်ခါထပ်ခါ စည်းမျဉ်း
nb: Tredobbelt gjentagelsesregel
nl: Drievoudige herhalingsregel
pl: Zasada potrójnej powtarzalności
pt: Regra de repetição tripla
ro: Regula de repetare triplă
ru: Правило тройного повторения
si: තුන් ගුණ නැවත නැවතීමේ නීතිය
sk: Pravidlo trojitého opakovania
sl: Pravilo trikratnega ponavljanja
sq: Rregulli i trefishtë i përsëritjes
sr: Правило троструког понављања
sv: Trefaldig upprepningsregel
sw: Kanuni ya kurudia mara tatu
ta: மூன்று மடங்கு மறுபடியும் விதி
te: మూడు రెట్లు పునరావృత నియమం
th: กฎการทำซ้ำสามเท่า
tr: Üçlü tekrar kuralı
uk: Правило триразового повторення
ur: تین گنا تکرار کا اصول
uz: Uch marta takrorlash qoidasi
vi: Quy tắc lặp lại ba lần
zh: 三次重复局面和
zh_hant: 三次重複局面和
zu: Umthetho wokuphindaphinda okuthathu
