Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Take back accepted.
af: Terugneem aanvaar.
am: የመቀለስ ጥያቄ ተቀባ።
ar: تم قبول طلب التراجع.
az: Geri alma qəbul edildi.
be: Вяртанне ходу прынята.
bg: Връщането е прието.
bn: পিছনে নেওয়া গ্রহণ করা হয়েছে।
bo: སླར་འཛུད་ཆོག་པ།
ca: S'ha acceptat anar enrere.
cs: Žádost o vrácení tahu přijata.
da: Tage tilbage accepteret.
de: Rücknahme akzeptiert.
el: Η αναίρεση έγινε αποδεκτή.
es: Deshacer aceptado.
et: Tagasivõtmine aktsepteeritud.
fa: درخواست بازگرداندن حرکت پذیرفته شد.
fi: Siirron peruutus hyväksyttiin.
fr: Retour en arrière accepté.
gu: પાછા લેવાની વિનંતી સ્વીકારવામાં આવી.
he: החזרה התקבלה.
hi: वापस लेना स्वीकार किया गया।
hr: Povrat poteza je prihvaćen.
hu: A visszalépés elfogadva.
hy: Վերադարձը ընդունված է։
id: Permintaan menarik kembali diterima.
is: Taka til baka samþykkt.
it: Ritiro mossa accettato.
ja: 「待った」が承認されました。
km: ការដកថយត្រូវបានទទួលយក។
kn: ಹಿಂದಿನ ಚಲನೆಯ ರದ್ದು ಸ್ವೀಕರಿಸಲಾಗಿದೆ.
ko: 되돌리기 요청이 승인되었습니다.
lt: Atšaukimas priimtas.
lv: Atkāpšanās pieņemta.
mk: Барањето за враќање на потегот е прифатено.
ms: Tarik balik diterima.
my: ပြန်လည်ရယူမှုလက်ခံပြီး။
nb: Angre trekk akseptert.
nl: Terugname geaccepteerd.
pl: Cofnięcie ruchu zaakceptowane.
pt: Pedido de desfazer jogada aceito.
ro: Cererea de anulare a fost acceptată.
ru: Возврат хода принят.
si: ආපසු ගැනීම පිළිගත්තා.
sk: Vrátenie ťahu bolo akceptované.
sl: Zahteva za preklic poteze sprejeta.
sq: Kthimi u pranua.
sr: Враћање потеза је прихваћено.
sv: Begäran om att ta tillbaka godkänd.
sw: Kurudisha kimekubaliwa.
ta: மீள எடுத்துக்கொள்ளும் கோரிக்கை ஏற்றுக்கொள்ளப்பட்டது.
te: చలనం రద్దు ఆమోదించబడింది.
th: รับคำขอถอยกลับแล้ว
tr: Geri alma kabul edildi.
uk: Забрати назад прийнято.
ur: واپسی قبول کر لی گئی۔
uz: Qaytarish qabul qilindi.
vi: Hoàn tác được chấp nhận.
zh: 悔棋请求已被接受
zh_hant: 悔棋請求已被接受
zu: Ukubuyisela emuva kwamukelwe.

source: Local network settings
af: Plaaslike netwerk instellings
am: የአካባቢ ኔትወርክ ቅንብሮች
ar: إعدادات الشبكة المحلية
az: Yerli şəbəkə parametrləri.
be: Налады лакальнай сеткі
bg: Настройки на локалната мрежа
bn: স্থানীয় নেটওয়ার্ক সেটিংস
bo: ཉེ་འདབས་དྲ་རྒྱའི་སྒྲིག་འགོད།
ca: Configuració de xarxa local
cs: Nastavení místní sítě
da: Lokale netværksindstillinger
de: Lokale Netzwerkeinstellungen
el: Ρυθμίσεις τοπικού δικτύου
es: Configuración de red local
et: Kohaliku võrgu seaded
fa: تنظیمات شبکه محلی
fi: Paikallisverkon asetukset
fr: Paramètres du réseau local
gu: સ્થાનિક નેટવર્ક સેટિંગ્સ
he: הגדרות רשת מקומית
hi: स्थानीय नेटवर्क सेटिंग्स
hr: Postavke lokalne mreže
hu: Helyi hálózati beállítások
hy: Տեղական ցանցի կարգավորումներ
id: Pengaturan jaringan lokal
is: Stillingar staðarnet
it: Impostazioni di rete locale
ja: ローカルネットワーク設定
km: ការកំណត់បណ្តាញមូលដ្ឋាន
kn: ಸ್ಥಳೀಯ ನೆಟ್‌ವರ್ಕ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 로컬 네트워크 설정
lt: Vietinio tinklo nustatymai
lv: Vietējās tīkla iestatījumi
mk: Поставки на локалната мрежа
ms: Tetapan Rangkaian Tempatan
my: ဒေသိယနက်ဝက်ချိန်ညှိချက်များ
nb: Lokal nettverksinnstillinger
nl: Lokaal netwerkinstellingen
pl: Ustawienia sieci lokalnej
pt: Configurações de rede local
ro: Setări rețea locală
ru: Настройки локальной сети
si: දේශීය ජාල සැකසුම්
sk: Nastavenia lokálnej siete
sl: Nastavitve lokalnega omrežja
sq: Cilësimet e rrjetit lokal
sr: Подешавања локалне мреже
sv: Lokala nätverksinställningar
sw: Mipangilio ya mtandao wa ndani
ta: உள்ளூர் வலையமைப்பு அமைப்புகள்
te: స్థానిక నెట్‌వర్క్ సెట్టింగ్స్
th: การตั้งค่าเครือข่ายท้องถิ่น
tr: Yerel ağ ayarları
uk: Налаштування локальної мережі
ur: مقامی نیٹ ورک کی ترتیبات
uz: Mahalliy tarmoq sozlamalari
vi: Cài đặt mạng cục bộ
zh: 本地网络设置
zh_hant: 本地網路設定
zu: Izilungiselelo zenethiwekhi yendawo

source: Reconnected successfully!
af: Suksesvol herkoppel!
am: በሚገባ ዳግም ተገናኝቷል!
ar: تم إعادة الاتصال بنجاح!
az: Uğurla yenidən qoşuldu!
be: Паспяхова перападключаны!
bg: Успешно повторно свързване!
bn: সফলভাবে পুনরায় সংযুক্ত!
bo: ཡང་བསྐྱར་འབྲེལ་མཐུད་ལེགས་གྲུབ།
ca: S'ha restablert la connexió amb èxit!
cs: Opětovné připojení bylo úspěšné!
da: Genoprettet forbindelse succesfuldt!
de: Erfolgreich wieder verbunden!
el: Επανασυνδεθήκατε επιτυχώς!
es: ¡Reconectado exitosamente!
et: Ühendus taastati edukalt!
fa: با موفقیت مجدداً متصل شدید!
fi: Uudelleen yhdistäminen onnistui!
fr: Reconnexion réussie !
gu: સફળતાપૂર્વક પુનઃ જોડાયેલ!
he: התחברות מחדש הצליחה!
hi: सफलतापूर्वक पुनः कनेक्ट हो गया!
hr: Ponovno povezivanje je uspjelo!
hu: Sikeresen újrakapcsolódva!
hy: Հաջողությամբ վերամիացված է։
id: Berhasil menyambungkan kembali!
is: Tengdur aftur með góðum árangri!
it: Riconnesso con successo!
ja: 再接続に成功しました！
km: បានតភ្ជាប់ឡើងវិញដោយជោគជ័យ!
kn: ಯಶಸ್ವಿಯಾಗಿ ಮರುಸಂಪರ್ಕಗೊಂಡಿದೆ!
ko: 성공적으로 다시 연결되었습니다!
lt: Sėkmingai prisijungta iš naujo!
lv: Savienojums veiksmīgi atjaunots!
mk: Повторното поврзување е успешно!
ms: Berjaya menyambung semula!
my: ပြန်ချိတ်ဆက်အောင်မြင်ပြီး!
nb: Koblet til på nytt med suksess!
nl: Succesvol opnieuw verbonden!
pl: Ponowne połączenie pomyślne!
pt: Reconectado com sucesso!
ro: Reconectare reușită!
ru: Успешно переподключено!
si: සාර්ථකව නැවත සම්බන්ධ විය!
sk: Opätovné pripojenie bolo úspešné!
sl: Uspešno si se ponovno povezal!
sq: U rilidh me sukses!
sr: Успешно сте поново повезани!
sv: Återanslutning lyckades!
sw: Imeunganishwa tena kwa mafanikio!
ta: வெற்றிகரமாக மீண்டும் இணைக்கப்பட்டது!
te: విజయవంతంగా మళ్లీ కనెక్ట్ అయ్యారు!
th: เชื่อมต่อใหม่สำเร็จ!
tr: Başarıyla yeniden bağlanıldı!
uk: Повторне підключення успішно!
ur: کامیابی کے ساتھ دوبارہ کنیکٹ ہو گیا!
uz: Qayta ulanish muvaffaqiyatli amalga oshirildi!
vi: Đã kết nối lại thành công!
zh: 重新连接成功！
zh_hant: 重新連線成功！
zu: Uxhunyiwe kabusha ngempumelelo!

source: Failed to save image to Gallery.
af: Misluk om beeld na Gallery te stoor.
am: ምስል ወደ ጋሌሪ መቆረጥ አልተሳካም።
ar: فشل في حفظ الصورة في المعرض.
az: Şəkil qalereyaya saxlanıla bilmədi.
be: Не ўдалося захаваць выяву ў галерэю.
bg: Неуспешно запазване на изображението в галерията.
bn: গ্যালারিতে ছবি সংরক্ষণ করতে ব্যর্থ হয়েছে।
bo: དཔར་རིས་དཔེ་མཛོད་ནང་ཉར་མི་ཐུབ་པ།
ca: No s'ha pogut desar la imatge a la galeria.
cs: Nepodařilo se uložit obrázek do galerie.
da: Kunne ikke gemme billede til galleri.
de: Bild konnte nicht in der Galerie gespeichert werden.
el: Αποτυχία αποθήκευσης εικόνας στη γκαλερί.
es: No se pudo guardar la imagen en la galería.
et: Pildi salvestamine galerii ebaõnnestus.
fa: ذخیره تصویر در گالری ناموفق بود.
fi: Kuvan tallennus Galleriaan epäonnistui.
fr: Échec de l'enregistrement de l'image dans la galerie.
gu: ગેલેરીમાં ઈમેજ સાચવવામાં નિષ્ફળ.
he: שמירת התמונה לגלריה נכשלה.
hi: गैलरी में छवि सहेजने में विफल।
hr: Spremanje slike u galeriju nije uspjelo.
hu: A kép mentése a galériába sikertelen.
hy: Չհաջողվեց պահպանել պատկերը Gallery-ում։
id: Gagal menyimpan gambar ke Galeri.
is: Mistókst að vista mynd í gallerí.
it: Impossibile salvare l'immagine nella galleria.
ja: ギャラリーに画像を保存できませんでした。
km: បរាជ័យក្នុងការរក្សាទុករូបភាពទៅវិចិត្រសាល។
kn: ಚಿತ್ರವನ್ನು ಗ್ಯಾಲರಿಗೆ ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 이미지를 갤러리에 저장하는 데 실패했습니다.
lt: Nepavyko išsaugoti vaizdo galerijoje.
lv: Neizdevās saglabāt attēlu galerijā.
mk: Не успеа да се зачува сликата во Галерија.
ms: Gagal menyimpan imej ke Galeri.
my: ဓာတ်ပုံသိမ်းဆည်းရန်မအောင်မြင်။
nb: Kunne ikke lagre bildet i galleriet.
nl: Opslaan in galerij mislukt.
pl: Nie udało się zapisać obrazu do Galerii.
pt: Falha ao salvar a imagem na Galeria.
ro: Nu s-a reușit salvarea imaginii în Galerie.
ru: Не удалось сохранить изображение в галерею.
si: පින්තූරය ගැලරි වෙත සුරැකුම් කිරීම අසාර්ථක විය.
sk: Nepodarilo sa uložiť obrázok do galérie.
sl: Slike ni bilo mogoče shraniti v galerijo.
sq: Dështoi ruajtja e imazhit në Galeri.
sr: Снимање слике у галерију није успело.
sv: Kunde inte spara bilden till galleriet.
sw: Imeshindwa kuhifadhi picha kwenye Wasanii.
ta: படத்தை கேலரியில் சேமிக்க இயலவில்லை.
te: గ్యాలరీకి చిత్రం సేవ్ చేయడంలో విఫలమైంది.
th: บันทึกรูปภาพไม่สำเร็จ
tr: Görüntü Galeriye kaydedilemedi.
uk: Не вдалося зберегти зображення в галерею.
ur: گیلری میں تصویر محفوظ کرنے میں ناکام۔
uz: Rasm galereyaga saqlanmadi.
vi: Không thể lưu hình ảnh vào Thư viện.
zh: 保存图片到图库失败。
zh_hant: 儲存圖片到圖庫失敗。
zu: Kuhlulekile ukugcina isithombe kugalari.

source: Opponent requested to restart the game. Do you accept?
af: Teenstander het versoek om die spel te herbegin. Aanvaar jy?
am: ተወዳዳሪ ጨዋታውን እንደገና መጀመር ጥያቄ ተላክቷል። ተቀባሉ?
ar: طلب الخصم إعادة تشغيل اللعبة. هل تقبل؟
az: Rəqib oyunu yenidən başlatmaq istəyir. Qəbul edirsiniz?
be: Супернік запытаў перазапуск гульні. Вы прымаеце?
bg: Опонентът поиска рестартиране на играта. Приемате ли?
bn: প্রতিপক্ষ খেলা পুনরায় শুরু করার অনুরোধ করেছে। আপনি কি গ্রহণ করেন?
bo: མགྲོན་པོས་རྩེད་མོ་སླར་འགོ་ཞུ་བ་བྱས་པ། ཁྱེད་ཀྱིས་ཆོག་གམ།
ca: L'oponent ha sol·licitat reiniciar la partida. Ho accepteu?
cs: Soupeř požádal o restart hry. Přijímáte?
da: Modstanderen anmodede om at genstarte spillet. Accepterer du?
de: Der Gegner hat einen Neustart des Spiels angefordert. Akzeptieren Sie?
el: Ο αντίπαλος ζήτησε να επανεκκινήσει το παιχνίδι. Αποδέχεστε;
es: El oponente solicitó reiniciar el juego. ¿Acepta?
et: Vastane palus mängu taaskäivitamist. Kas nõustud?
fa: حریف درخواست راه‌اندازی مجدد بازی را دارد. آیا می‌پذیرید؟
fi: Vastustaja pyysi aloittamaan pelin uudelleen. Hyväksytkö?
fr: L'adversaire demande à redémarrer la partie. Acceptez-vous ?
gu: પ્રતિસ્પર્ધીએ ગેમ પુનઃ શરૂ કરવાની વિનંતી કરી છે. શું તમે સ્વીકારો છો?
he: היריב ביקש לאתחל את המשחק. האם אתה מסכים?
hi: प्रतिद्वंद्वी ने खेल पुनरारंभ करने का अनुरोध किया है। क्या आप स्वीकार करते हैं?
hr: Protivnik je zatražio ponovno pokretanje igre. Prihvaćate li?
hu: Az ellenfél kérte a játék újraindítását. Elfogadod?
hy: Հակառակորդը խնդրել է վերագործարկել խաղը։ Դուք ընդունում եք։
id: Lawan meminta untuk memulai ulang permainan. Apakah Anda setuju?
is: Andstæðingurinn bað um að endurræsa leikinn. Samþykkir þú?
it: L'avversario ha richiesto di riavviare la partita. Accetti?
ja: 対戦相手がゲームの再起動をリクエストしました。受け入れますか？
km: គូប្រកួតបានស្នើសុំចាប់ផ្តើមហ្គេមឡើងវិញ។ តើអ្នកយល់ព្រមទេ?
kn: ಪ್ರತಿಸ್ಪರ್ಧಿ ಆಟವನ್ನು ಮರುಪ್ರಾರಂಭಿಸಲು ವಿನಂತಿಸಿದ್ದಾರೆ. ನೀವು ಸ್ವೀಕರಿಸುತ್ತೀರಾ?
ko: 상대가 게임 재시작을 요청했습니다. 수락하시겠습니까?
lt: Priešininkas paprašė paleisti žaidimą iš naujo. Ar sutinkate?
lv: Pretinieks pieprasīja spēles pārstartēšanu. Vai piekrītat?
mk: Противникот побара рестартирање на играта. Дали прифаќате?
ms: Lawan meminta untuk mulakan semula permainan. Adakah anda terima?
my: ပြိုင်ဘက်ဂိမ်းပြန်စဖို့တောင်းဆို။ လက်ခံမလား?
nb: Motstanderen ba om å starte spillet på nytt. Godtar du det?
nl: Tegenstander wil spel herstarten. Accepteer je dit?
pl: Przeciwnik zażądał restartu gry. Czy akceptujesz?
pt: O oponente solicitou reiniciar o jogo. Você aceita?
ro: Adversarul a cerut repornirea jocului. Accepți?
ru: Противник запросил перезапуск игры. Вы принимаете?
si: ප්‍රතිසපර්ධකයා ක්‍රීඩාව නැවත ආරම්භ කිරීමට ඉල්ලූවා. ඔබ පිළිගන්නවද?
sk: Súper požiadal o reštart hry. Súhlasíte?
sl: Nasprotnik je zahteval ponovni zagon igre. Ali sprejemaš?
sq: Kundërshtari kërkoi rinisjen e lojës. E pranoni?
sr: Противник је затражио поновно покретање игре. Да ли прихватате?
sv: Motståndaren begärde att starta om spelet. Accepterar du?
sw: Mpinzani ameomba kuanzisha upya mchezo. Unakubali?
ta: எதிரணி விளையாட்டை மீண்டும் துவங்க கோரினார். நீங்கள் ஏற்றுக்கொள்கிறீர்களா?
te: ప్రతిస్పర్థి గేమ్ మళ్లీ ప్రారంభించాలనే అభ్యర్థన చేశాడు. మీరు అంగీకరిస్తారా?
th: คู่ต่อสู้ขอเริ่มเกมใหม่ คุณยอมรับหรือไม่?
tr: Rakip oyunu yeniden başlatmayı istedi. Kabul ediyor musun?
uk: Суперник попросив перезапустити гру. Ви приймаєте?
ur: مخالف نے کھیل کو دوبارہ شروع کرنے کی درخواست کی ہے۔ کیا آپ قبول کرتے ہیں؟
uz: Raqib o'yinni qayta boshlashni so'radi. Qabul qilasizmi?
vi: Đối thủ yêu cầu khởi động lại trò chơi. Bạn có chấp nhận không?
zh: 对手请求重启游戏。你同意吗？
zh_hant: 對手請求重啟遊戲。你同意嗎？
zu: Umbangi ucele ukuqala kabusha umdlalo. Uyamukela?

source: Your turn.
af: Jou beurt.
am: የእርስዎ ተከታታይ ነው።
ar: دورك.
az: Sizin növbəniz.
be: Ваш ход.
bg: Ваш ред.
bn: আপনার পালা।
bo: ཁྱེད་ཀྱི་བདག་པོ།
ca: El vostre torn.
cs: Jste na tahu.
da: Din tur.
de: Sie sind am Zug.
el: Η σειρά σας.
es: Tu turno.
et: Sinu käik.
fa: نوبت شماست.
fi: Sinun vuorosi.
fr: C'est votre tour.
gu: તમારો વારો.
he: תורך.
hi: आपकी बारी।
hr: Vaš potez.
hu: Te következel.
hy: Ձեր հերթը։
id: Giliran Anda.
is: Þín umferð.
it: Il tuo turno.
ja: あなたのターン。
km: វេន​របស់​អ្នក។
kn: ನಿಮ್ಮ ಸರದಿ.
ko: 당신의 차례입니다.
lt: Tavo eilė.
lv: Tava kārta.
mk: Ваш ред.
ms: Giliran anda.
my: သင့်အလှည့်။
nb: Din tur.
nl: Jouw beurt.
pl: Twoja tura.
pt: Sua vez.
ro: Este rândul tău.
ru: Ваш ход.
si: ඔබගේ වාරය.
sk: Si na ťahu.
sl: Tvoja poteza.
sq: Rradha juaj.
sr: Ваш потез.
sv: Din tur.
sw: Zamu yako.
ta: உங்கள் முறை.
te: మీ సారి.
th: ตาคุณแล้ว
tr: Senin sıran.
uk: Ваша черга.
ur: آپ کی باری۔
uz: Sizning navbingiz.
vi: Lượt của bạn.
zh: 轮到你了
zh_hant: 輪到你了
zu: Ithuba lakho.

source: Unable to reconnect, please restart the game.
af: Kan nie herkoppel nie, herbegin asseblief die spel.
am: ዳግም መገናኘት አልቻልኩም፣ እባክዎ ጨዋታውን እንደገና ይጀምሩ።
ar: غير قادر على إعادة الاتصال، يرجى إعادة تشغيل اللعبة.
az: Yenidən qoşulmaq mümkün olmadı, lütfən oyunu yenidən başladın.
be: Немагчыма перападключыцца, калі ласка, перазапусціце гульню.
bg: Не може да се свърже отново, моля, рестартирайте играта.
bn: পুনরায় সংযোগ করতে অক্ষম, অনুগ্রহ করে খেলা পুনরায় শুরু করুন।
bo: ཡང་བསྐྱར་འབྲེལ་མཐུད་མི་ཐུབ། རྩེད་མོ་སླར་འགོ་བཙུགས་རོགས།
ca: No es pot restablir la connexió, reinicieu la partida.
cs: Nelze se znovu připojit, prosím restartujte hru.
da: Kunne ikke genoprette forbindelse, venligst genstart spillet.
de: Erneute Verbindung nicht möglich, bitte starten Sie das Spiel neu.
el: Αποτυχία επανασύνδεσης, παρακαλώ επανεκκινήστε το παιχνίδι.
es: No se puede reconectar, por favor reinicia el juego.
et: Ühendust ei õnnestunud taastada, palun alusta mäng uuesti.
fa: امکان اتصال مجدد وجود ندارد، لطفاً بازی را دوباره شروع کنید.
fi: Uudelleenyhdistäminen epäonnistui, käynnistä peli uudelleen.
fr: Impossible de se reconnecter, veuillez redémarrer la partie.
gu: પુનઃ જોડાણ કરવામાં અસમર્થ, કૃપા કરીને ગેમ પુનઃ શરૂ કરો.
he: לא ניתן להתחבר מחדש, אנא אתחל את המשחק.
hi: पुनः कनेक्ट करने में असमर्थ, कृपया खेल पुनरारंभ करें।
hr: Nije moguće ponovo se povezati, ponovo pokrenite igru.
hu: Nem sikerült újracsatlakozni, kérjük, indítsd újra a játékot.
hy: Չհաջողվեց վերամիացնել, խնդրում ենք վերագործարկել խաղը։
id: Tidak dapat menyambungkan kembali, silakan mulai ulang permainan.
is: Get ekki tengst aftur, vinsamlegast endurræstu leikinn.
it: Impossibile riconnettersi, riavvia il gioco.
ja: 再接続できません。ゲームを再起動してください。
km: មិនអាចតភ្ជាប់ឡើងវិញបានទេ សូមចាប់ផ្តើមហ្គេមឡើងវិញ។
kn: ಮರುಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ, ದಯವಿಟ್ಟು ಆಟವನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ.
ko: 다시 연결할 수 없습니다. 게임을 재시작해주세요.
lt: Nepavyko prisijungti iš naujo, paleiskite žaidimą iš naujo.
lv: Nevar atjaunot savienojumu, lūdzu, restartējiet spēli.
mk: Не може да се повторно поврзете, ве молиме рестартирајте ја играта.
ms: Gagal menyambung semula, sila mulakan semula permainan.
my: ပြန်ချိတ်ဆက်မရ၊ ဂိမ်းပြန်စပါ။
nb: Kunne ikke koble til på nytt, vennligst start spillet på nytt.
nl: Kan niet opnieuw verbinden. Herstart het spel.
pl: Nie można ponownie się połączyć, proszę zrestartować grę.
pt: Não foi possível reconectar, por favor reinicie o jogo.
ro: Nu se poate reconecta, vă rugăm să reporniți jocul.
ru: Невозможно переподключиться, пожалуйста, перезапустите игру.
si: නැවත සම්බන්ධ වීමට නොහැකි විය, කරුණාකර ක්‍රීඩාව නැවත ආරම්භ කරන්න.
sk: Nie je možné opätovne sa pripojiť, prosím reštartujte hru.
sl: Ni uspelo ponovno povezati, prosim, ponovno zaženi igro.
sq: Nuk mund të rilidhet, ju lutem rinisni lojën.
sr: Није могуће поново повезивање, молимо поново покрените игру.
sv: Kunde inte återansluta, vänligen starta om spelet.
sw: Haikuweza kujiunga tena, tafadhali anzisha upya mchezo.
ta: மீண்டும் இணைக்க முடியவில்லை, தயவுசெய்து விளையாட்டை மீண்டும் துவங்கவும்.
te: మళ్లీ కనెక్ట్ కావడం సాధ్యపడలేదు, దయచేసి గేమ్‌ను మళ్లీ ప్రారంభించండి.
th: เชื่อมต่อใหม่ไม่สำเร็จ กรุณาเริ่มเกมใหม่
tr: Yeniden bağlanılamıyor, lütfen oyunu yeniden başlat.
uk: Не вдалося повторно підключитися, перезапустіть гру.
ur: دوبارہ کنیکٹ کرنے میں ناکام، براہ کرم کھیل دوبارہ شروع کریں۔
uz: Qayta ulanib bo'lmadi, iltimos, o'yinni qayta boshlang.
vi: Không thể kết nối lại, vui lòng khởi động lại trò chơi.
zh: 无法重新连接，请重启游戏
zh_hant: 無法重新連線，請重啟遊戲
zu: Akukwazeki ukuxhuma kabusha, sicela uqale kabusha umdlalo.

source: Host
af: Gasheer
am: ማስተናገድ
ar: المضيف
az: Host et
be: Хост
bg: Хост
bn: হোস্ট
bo: ཞབས་ཞུ་ཆས།
ca: Amfitrió
cs: Hostitel
da: Vært
el: Διακομιστής
es: Anfitrión
fa: میزبان
fi: Isäntä
fr: Héberger
gu: હોસ્ટ
he: מארח
hi: होस्ट
hu: Hoszt
hy: Հոսթ
is: Hýsing
ja: ホスト
km: ម៉ាស៊ីនមេ
kn: ಹೋಸ್ಟ್
ko: 호스트
lt: Talpintojas
lv: Spēles vadītājs
mk: Домаќин
ms: Hos
my: အိမ်ရှင်
nb: Vert
ro: Gazdă
ru: Хост
si: හොස්ට්
sk: Hostiteľ
sl: Gostitelj
sr: Домаћин
sv: Värd
sw: Mwenyeji
ta: ஹோஸ்ட்
te: హోస్ట్
th: โฮสต์
tr: Sunucu
uk: Хост
ur: میزبان
uz: Xost
vi: Máy chủ
zh: 主机
zh_hant: 主機
zu: Umbambi

source: Join
af: Sluit aan
am: ተባብረው ይገናኙ
ar: انضم
az: Qoşul
be: Далучыцца
bg: Присъединяване
bn: যোগদান
bo: ནང་འཛུལ།
ca: Entra
cs: Připojit se
da: Deltag
de: Beitreten
el: Σύνδεση
es: Unirse
et: Liitu
fa: پیوستن
fi: Liity
fr: Rejoindre
gu: જોડાઓ
he: הצטרף
hi: जुड़ें
hr: Pridruži se
hu: Csatlakozás
hy: Միանալ
id: Bergabung
is: Taka þátt
it: Unisciti
ja: 参加
km: ចូលរួម
kn: ಸೇರಿ
ko: 참여
lt: Prisijungti
lv: Pievienoties
mk: Приклучи се
ms: Sertai
my: ပါဝင်သည်
nb: Bli med
nl: Deelnemen
pl: Dołącz
pt: Entrar
ro: Alătură-te
ru: Присоединиться
si: එක්වන්න
sk: Pripojiť sa
sl: Pridruži se
sq: Bashkohu
sr: Придружи се
sv: Anslut
sw: Jiunge
ta: இணைவது
te: చేరండి
th: เข้าร่วม
tr: Katıl
uk: Приєднуйтесь
ur: شامل ہوں
uz: Qo'shilish
vi: Tham gia
zh: 加入
zh_hant: 加入
zu: Joyina

source: Port
af: Poort
am: ፖርት
ar: المنفذ
az: Port nömrəsi
be: Порт
bg: Порт
bn: পোর্ট
bo: འདྲེད་སྒོ།
el: Θύρα
es: Puerto
fa: پورت
gu: પોર્ટ
he: פורט
hi: पोर्ट
hy: Պորտ
is: Hafn
it: Porta
ja: ポート
km: ច្រក
kn: ಪೋರ್ಟ್
ko: 포트
lt: Prievadas
lv: Ports
mk: Порт
nl: Poort
pt: Porta
ru: Порт
si: පොර්ට්
sl: Vrata
sw: Bandari
ta: போர்்ட்
te: పోర్ట్
th: พอร์ต
uk: Порт
ur: پورٹ
zh: 端口
zh_hant: 端口
zu: Ichweba

source: Invalid IP address.
af: Ongeldige IP-adres.
am: የIP አድራሻ የተሳሳተ ነው።
ar: عنوان IP غير صالح.
az: Yanlış IP ünvanı.
be: Няправільны IP-адрас.
bg: Невалиден IP адрес.
bn: অবৈধ IP ঠিকানা।
bo: ནུས་མེད IP ཁ་བྱང་།
ca: Adreça IP no vàlida.
cs: Neplatná IP adresa.
da: Ugyldig IP-adresse.
de: Ungültige IP-Adresse.
el: Μη έγκυρη διεύθυνση IP.
es: Dirección IP inválida.
et: Vigane IP-aadress.
fa: آدرس آی‌پی نامعتبر است.
fi: Virheellinen IP-osoite.
fr: Adresse IP invalide.
gu: અમાન્ય IP સરનામું.
he: כתובת IP לא חוקית.
hi: अमान्य IP पता।
hr: Nevažeća IP adresa.
hu: Érvénytelen IP-cím.
hy: Անվավեր IP հասցե։
id: Alamat IP tidak valid.
is: Ógilt IP tala.
it: Indirizzo IP non valido.
ja: 無効なIPアドレス。
km: អាសយដ្ឋាន IP មិនត្រឹមត្រូវ។
kn: ಅಮಾನ್ಯ IP ವಿಳಾಸ.
ko: 잘못된 IP 주소입니다.
lt: Netinkamas IP adresas.
lv: Nederīga IP adrese.
mk: Невалидна IP адреса.
ms: Alamat IP tidak sah.
my: မမှန်ကန်သောလိပ်စာ။
nb: Ugyldig IP-adresse.
nl: Ongeldig IP-adres.
pl: Nieprawidłowy adres IP.
pt: Endereço IP inválido.
ro: Adresă IP invalidă.
ru: Неверный IP-адрес.
si: අවලංගු IP ලිපිනය.
sk: Neplatná IP adresa.
sl: Neveljaven IP naslov.
sq: IP adresë e pavlefshme.
sr: Неважећа IP адреса.
sv: Ogiltig IP-adress.
sw: Anwani ya IP batili.
ta: பின்செயல் அற்ற IP முகவரி.
te: చెల్లని IP చిరునామా.
th: ที่อยู่ไอพีไม่ถูกต้อง
tr: Geçersiz IP adresi.
uk: Недійсна IP-адреса.
ur: غلط IP ایڈریس۔
uz: Noto'g'ri IP manzili.
vi: Địa chỉ IP không hợp lệ.
zh: 无效的 IP 地址。
zh_hant: 無效的 IP 地址。
zu: Ikheli le-IP elingavumelekile.

source: Invalid port.
af: Ongeldige poort.
am: ፖርት የተሳሳተ ነው።
ar: المنفذ غير صالح.
az: Yanlış port.
be: Няправільны порт.
bg: Невалиден порт.
bn: অবৈধ পোর্ট।
bo: ནུས་མེད་འདྲེད་སྒོ།
ca: Port no vàlid.
cs: Neplatný port.
da: Ugyldig port.
de: Ungültiger Port.
el: Μη έγκυρη θύρα.
es: Puerto inválido.
et: Vigane port.
fa: پورت نامعتبر است.
fi: Virheellinen portti.
fr: Port invalide.
gu: અમાન્ય પોર્ટ.
he: פורט לא חוקי.
hi: अमान्य पोर्ट।
hr: Nevažeći port.
hu: Érvénytelen port.
hy: Անվավեր պորտ։
id: Port tidak valid.
is: Ógilt hafn.
it: Porta non valida.
ja: 無効なポート。
km: ច្រកមិនត្រឹមត្រូវ។
kn: ಅಮಾನ್ಯ ಪೋರ್ಟ್.
ko: 잘못된 포트입니다.
lt: Netinkamas prievadas.
lv: Nederīgs ports.
mk: Невалиден порт.
ms: Port tidak sah.
my: မမှန်ကန်သောပို့။
nb: Ugyldig port.
nl: Ongeldige poort.
pl: Nieprawidłowy port.
pt: Porta inválida.
ro: Port invalid.
ru: Неверный порт.
si: අවලංගු පොර්ට්.
sk: Neplatný port.
sl: Neveljavna vrata.
sq: Port i pavlefshëm.
sr: Неважећи порт.
sv: Ogiltig port.
sw: Bandari batili.
ta: பின்செயல் அற்ற போர்்ட்.
te: చెల్లని పోర్ట్.
th: พอร์ตไม่ถูกต้อง
tr: Geçersiz port.
uk: Недійсний порт.
ur: غلط پورٹ۔
uz: Noto'g'ri port.
vi: Cổng không hợp lệ.
zh: 无效的端口。
zh_hant: 無效的端口。
zu: Ichweba elingavumelekile.

# connectingAttempt
source: Connecting: Attempt {attempt}/{maxAttempt}
af: Verbind: Poging {attempt}/{maxAttempt}
am: በመገናኘት ላይ፡ ሙከራ {attempt}/{maxAttempt}
ar: جارٍ الاتصال: المحاولة {attempt}/{maxAttempt}
az: Qoşulma: Cəhd {attempt}/{maxAttempt}
be: Падлучэнне: Спроба {attempt}/{maxAttempt}
bg: Свързване: Опит {attempt}/{maxAttempt}
bn: সংযোগ করছে: প্রচেষ্টা {attempt}/{maxAttempt}
bo: འབྲེལ་མཐུད་བྱེད་བཞིན་པ། ཚོད་ལྟ། {attempt}/{maxAttempt}
ca: S'està connectant: intent {attempt}/{maxAttempt}
cs: Připojování: Pokus {attempt}/{maxAttempt}
da: Forbinder: Forsøg {attempt}/{maxAttempt}
de: Verbinde: Versuch {attempt}/{maxAttempt}
el: Σύνδεση: Προσπάθεια {attempt}/{maxAttempt}
es: Conectando: Intento {attempt}/{maxAttempt}
et: Ühendamine: katse {attempt}/{maxAttempt}
fa: در حال اتصال: تلاش {attempt}/{maxAttempt}
fi: Yhdistetään: yritys {attempt}/{maxAttempt}
fr: Connexion : tentative {attempt}/{maxAttempt}
gu: જોડાણ: પ્રયાસ {attempt}/{maxAttempt}
he: מתחבר: ניסיון {attempt}/{maxAttempt}
hi: कनेक्ट कर रहा है: प्रयास {attempt}/{maxAttempt}
hr: Povezivanje: pokušaj {attempt}/{maxAttempt}
hu: Csatlakozás: próbálkozás {attempt}/{maxAttempt}
hy: Միացում՝ փորձ {attempt}/{maxAttempt}
id: Menyambungkan: Percobaan {attempt}/{maxAttempt}
is: Tengist: Tilraun {attempt}/{maxAttempt}
it: Connessione: Tentativo {attempt}/{maxAttempt}
ja: 接続中: 試行 {attempt}/{maxAttempt}
km: កំពុងតភ្ជាប់៖ ព្យាយាម {attempt}/{maxAttempt}
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ: ಪ್ರಯತ್ನ {attempt}/{maxAttempt}
ko: 연결 중: 시도 {attempt}/{maxAttempt}
lt: Jungiamasi: bandymas {attempt}/{maxAttempt}
lv: Savienojamies: Mēģinājums {attempt}/{maxAttempt}
mk: Поврзување: Обид {attempt}/{maxAttempt}
ms: Menyambung: Percubaan {attempt}/{maxAttempt}
my: ချိတ်ဆက်နေသည်: {attempt}/{maxAttempt} ကြိုးစားမှု
nb: Kobler til: Forsøk {attempt}/{maxAttempt}
nl: Verbinden: Poging {attempt}/{maxAttempt}
pl: Łączenie: Próba {attempt}/{maxAttempt}
pt: Conectando: Tentativa {attempt}/{maxAttempt}
ro: Se conectează: Încercarea {attempt}/{maxAttempt}
ru: Попытка подключения: {attempt}/{maxAttempt}
si: සම්බන්ධ වෙමින්: උත්සාහය {attempt}/{maxAttempt}
sk: Pripájame sa: pokus {attempt}/{maxAttempt}
sl: Povezujem: Poskus {attempt}/{maxAttempt}
sq: Po lidhet: Përpjekje {attempt}/{maxAttempt}
sr: Повезивање: покушај {attempt}/{maxAttempt}
sv: Ansluter: Försök {attempt}/{maxAttempt}
sw: Kuanzisha muunganisho: Jaribu {attempt}/{maxAttempt}
ta: இணைகிறது: முயற்சி {attempt}/{maxAttempt}
te: కనెక్ట్ అవుతున్నది: ప్రయత్నం {attempt}/{maxAttempt}
th: กำลังเชื่อมต่อ: ความพยายามที่ {attempt}/{maxAttempt}
tr: Bağlanılıyor: Deneme {attempt}/{maxAttempt}
uk: Підключення: Спроба {attempt}/{maxAttempt}
ur: کنیکٹ ہو رہا ہے: کوشش {attempt}/{maxAttempt}
uz: Ulanish: {attempt}/{maxAttempt} urinish
vi: Đang kết nối: Lần thử {attempt}/{maxAttempt}
zh: 正在连接：尝试 {attempt}/{maxAttempt}
zh_hant: 正在連線：嘗試 {attempt}/{maxAttempt}
zu: Ukuxhuma: Umzamo {attempt}/{maxAttempt}
