Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# flyPieceCount_Detail
source: If Flying is enabled, when a player's piece count falls below a certain threshold, their pieces are free to move to any unoccupied point instead of being restricted to adjacent points as in the rest of the game.
af: As Vlieg geaktiveer is, wanneer 'n speler tot 'n spesifieke stuktelling verminder word, is haar stukke vry om na enige onbesette punt te skuif in plaas daarvan om beperk te word tot aangrensende punte soos in die res van die speletjie.
am: መብረር ካስችለ፣ አንድ ተጫዋች በተወሰነ የቁራጭ ቁጥር ሲቀንስ፣ ቁራጮቹ እንደ ጨዋታው ቀሪ ክፍል በጎን ነጥቦች አይገደቡም፣ ነገር ግን ወደ ማንኛውም ባዶ ነጥብ በነጻነት መንቀሳቀስ ይችላሉ።
ar: إذا تم تمكين الطيران ، عندما يقل عدد قطع اللاعب عن عتبة معينة ، فإن قطعه تكون حرة في الانتقال إلى أي نقطة غير مشغولة ، بدلاً من أن تكون مقيدة بالنقاط المجاورة كما هو الحال في بقية اللعبة.
az: Uçuş aktivləşdirilibsə, oyunçu müəyyən bir parça sayına endirildikdə, onun fiqurları oyunun qalan hissəsində olduğu kimi bitişik nöqtələrlə məhdudlaşdırılmaq əvəzinə istənilən boş nöqtəyə keçə bilər.
be: Калі палёт уключаны, калі гулец зніжае колькасць фігур да пэўнай колькасці, яе фігуры могуць свабодна перамяшчацца ў любую незанятую кропку, а не абмежаваныя суседнімі кропкамі, як у астатняй частцы гульні.
bg: Ако функцията "Летяща фигура" е активирана, когато броят на фигурите на даден играч е намален до определен брой, неговите фигури могат да се движат свободно до всяка незаета точка, вместо да бъдат ограничени до съседни точки, както е в останалата част от играта.
bn: ফ্লাইং সক্ষম করা থাকলে, যখন কোনও খেলোয়াড় নির্দিষ্ট টুকরো গণনায় কমে যায়, তার টুকরোটি খেলার বাকি অংশের মতো সংলগ্ন পয়েন্টগুলিতে সীমাবদ্ধ না রেখে যে কোনও অনাকাঙ্ক্ষিত বিন্দুতে চলে যেতে পারে।
bo: གལ་ཏེ་འཕུར་རྒྱུག་ཆོག་པའི་སྐབས་སུ། རྩེད་འགྲན་པ་གཅིག་གི་རྡེལ་གྲངས་གཏན་འཁེལ་གྱི་གྲངས་འབོར་ཞིག་ཏུ་ཉུང་དུ་ཕྱིན་ཚེ། ཁོ་མོའི་རྡེལ་རྣམས་རྩེད་མོའི་རིང་གི་དུས་མཚམས་གཞན་དག་ཏུ་མཐའ་འཁོར་གྱི་ས་ཚིགས་ཁོ་ནར་སྤོ་འགུལ་བྱེད་ཆོག་པའི་ཚོད་འཛིན་གྱི་འོག་ཏུ་མེད་པར་ས་ཚིགས་སྟོང་པ་གང་རུང་དུ་སྤོ་འགུལ་བྱེད་ཆོག་པ་ཡིན།
ca: Si l'opció «vol» és activa, si el nombre de peces d'un jugador és inferior a un nombre específic, i durant la resta del joc, les peces d'aquest jugador es poden moure lliurement a qualsevol punt lliure en comptes d'estar restringides als punts adjacents.
cs: Pokud je povoleno létání, když je hráč snížen na konkrétní počet figurek, její figurky se mohou volně pohybovat do jakéhokoli neobsazeného bodu, místo aby byly omezeny na sousední body jako ve zbytku hry.
da: Hvis flyvende er aktiveret, kan en spiller, når han er reduceret til et bestemt antal brikker, frit flytte sine brikker til et hvilket som helst ubesat punkt i stedet for at være begrænset til tilstødende punkter som i resten af spillet.
de: Wenn Fliegen aktiviert ist und ein Spieler auf eine bestimmte Steinzahl reduziert wird, können sich seine Steine frei zu jedem unbesetzten Punkt bewegen, anstatt wie im Rest des Spiels auf benachbarte Punkte beschränkt zu sein.
el: Εάν είναι ενεργοποιημένο το Ιπτάμενο κομμάτι, όταν ένας παίκτης μειωθεί σε έναν συγκεκριμένο αριθμό κομματιών, τα κομμάτια του είναι ελεύθερα να μετακινηθούν σε οποιοδήποτε μη κατειλημμένο σημείο αντί να περιορίζονται σε γειτονικά σημεία όπως στο υπόλοιπο παιχνίδι.
es: Si la función de 'volar' está activada, cuando un jugador se reduce a un número específico de piezas, sus piezas son libres de moverse a cualquier punto desocupado, en lugar de estar restringidas a puntos adyacentes como en el resto del juego.
et: Kui lendamine on lubatud, siis kui mängija arv on vähenenud teatavale arvule, võivad tema mängujooned vabalt liikuda mis tahes vabasse punkti, selle asemel, et olla piiratud naaberpunktidega, nagu ülejäänud mängus.
fa: اگر پرواز کردن فعال باشد ، هنگامی که مهره‌های بازیکن به تعداد خاصی کاهش یابد ، مهره‌های او آزاد هستند و به جای محدود شدن به نقاط مجاور ، می توانند به هر نقطه اشغال نشده منتقل شوند.
fi: Jos lentäminen on käytössä, kun pelaajan nappulamäärä vähenee tiettyyn lukumäärään, hänen nappulansa voivat vapaasti siirtyä mihin tahansa tyhjään pisteeseen sen sijaan, että ne olisivat rajoitettuja viereisiin pisteisiin, kuten muussa pelissä.
fr: Si l'option de vol est activée, lorsqu'un joueur est réduit à un nombre spécifique de pièces, ses pièces sont libres de se déplacer vers n'importe quel point inoccupé, au lieu d'être limitées aux points adjacents comme dans le reste du jeu.
gu: જો ફ્લાઇંગ સક્ષમ કરવામાં આવે છે, જ્યારે કોઈ ખેલાડીને કોઈ વિશિષ્ટ ભાગની ગણતરી કરવામાં આવે છે, ત્યારે તેના ટુકડાઓ બાકીની રમતની જેમ અડીને આવેલા બિંદુઓ સુધી મર્યાદિત રહેવાને બદલે કોઈપણ અનકiedપિડ પોઇન્ટ પર જવા માટે મુક્ત છે.
he: אם טיסה מופעלת, כאשר שחקן מצטמצם לספירת כלים ספציפית, הכלים שלו חופשיים לעבור לכל נקודה לא תפוסה במקום להיות מוגבל לנקודות סמוכות כמו בשאר המשחק.
hi: यदि फ्लाइंग सक्षम है, जब एक खिलाड़ी को एक विशिष्ट पीस काउंट तक कम कर दिया जाता है, तो उसके टुकड़े किसी भी खाली स्थान पर जाने के लिए स्वतंत्र होते हैं, बजाय बाकी गेम की तरह आसन्न बिंदुओं तक सीमित होने के।
hr: Ako je skakanje uključeno, kada igraču preostane određeni broj figura, one se mogu pomaknuti na bilo koje nezauzeto mjesto. Pomicanje nije ograničeno samo na susjedna mjesta kao inače u igri.
hu: Ha az ugrálás (Flying) aktiválva van és a játékos korongjainak száma előre meghatározott értékre csökkentek, ezek bármely szabad mezőre ugorhatnak.
hy: Եթե Flying-ը միացված է, երբ խաղացողը կրճատվում է որոշակի խաղաքարերի քանակով, նրա խաղաքարերը կարող են ազատ տեղաշարժվել դեպի ցանկացած չզբաղեցված կետ, այլ ոչ թե սահմանափակվել հարակից կետերով, ինչպես մնացած խաղում:
id: Jika Terbang diaktifkan, ketika seorang pemain dikurangi menjadi jumlah bidak tertentu, bidaknya bebas untuk berpindah ke titik kosong mana pun alih-alih dibatasi ke poin yang berdekatan seperti di sisa permainan.
is: Ef kveikt er á fljúgandi, þegar leikmanni er fækkað niður í ákveðna stykkisfjölda, er stykki hennar frjálst að fara á hvaða stað sem er óupptekinn í stað þess að vera bundinn við aðliggjandi stig eins og í restinni af leiknum.
it: Se Volare è abilitato, quando un giocatore è ridotto a un determinato numero di pezzi, i suoi pezzi sono liberi di muoversi verso qualsiasi punto non occupato, invece di essere limitati ai punti adiacenti come nel resto del gioco.
ja: フライングが有効になっている場合、プレーヤーが特定のピース数に減ると、ゲームの残りの部分のように隣接するポイントに制限されるのではなく、空いているポイントに自由に移動できます。
km: ប្រសិនបើការហោះត្រូវបានបើក នៅពេលដែលចំនួនកូនអុករបស់អ្នកលេងធ្លាក់ចុះក្រោមដែនកំណត់ជាក់លាក់ កូនអុករបស់ពួកគេមានសេរីភាពក្នុងការផ្លាស់ទីទៅចំណុចណាមួយដែលមិនទាន់មានកូនអុក ជំនួសឱ្យការត្រូវបានដាក់កម្រិតត្រឹមចំណុចជាប់គ្នាដូចក្នុងហ្គេមដែលនៅសល់។
kn: ಫ್ಲೈಯಿಂಗ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ, ಆಟಗಾರನನ್ನು ನಿರ್ದಿಷ್ಟ ತುಂಡು ಎಣಿಕೆಗೆ ಇಳಿಸಿದಾಗ, ಆಕೆಯ ತುಣುಕುಗಳು ಆಟದ ಉಳಿದ ಭಾಗಗಳಂತೆ ಪಕ್ಕದ ಬಿಂದುಗಳಿಗೆ ಸೀಮಿತವಾಗುವ ಬದಲು ಯಾವುದೇ ಖಾಲಿ ಇಲ್ಲದ ಸ್ಥಳಕ್ಕೆ ಹೋಗಲು ಮುಕ್ತವಾಗಿರುತ್ತದೆ.
ko: 플라잉이 활성화 될 시, 특정 수까지 말이 줄어들면 인접한 위치로 이동하는 대신 비어있는 어떤 위치로도 말을 이동시킬 수 있게 됩니다.
lt: Jei įjungtas skraidančios figūrėlės režimas, kai žaidėjo figūrėlių skaičius sumažėja iki tam tikro skaičiaus, jo figūrėlės gali laisvai judėti į bet kurį laisvą tašką, o ne apsiriboti gretimais taškais, kaip likusioje žaidimo dalyje.
lv: Ja ir ieslēgta funkcija "Lidojošā figūra", kad spēlētāja figūru skaits ir samazināts līdz noteiktam skaitlim, viņa figūras var brīvi pārvietoties uz jebkuru neaizņemtu punktu, nevis tikai uz blakus esošiem punktiem, kā tas ir pārējā spēles laikā.
mk: Ако Летањето е овозможено, кога играчот ќе се сведе на одредено сметање на парчиња, нејзините фигури можат слободно да се преселат во која било неокупирана точка, наместо да бидат ограничени на соседните точки како во остатокот од играта.
ms: Sekiranya Flying diaktifkan, apabila pemain dikurangkan menjadi jumlah potongan tertentu, potongannya bebas bergerak ke titik yang tidak dihuni dan bukannya dibatasi ke titik bersebelahan seperti di sepanjang permainan.
my: Flying ကို ဖွင့်ထားလျှင် ကစားသမားတစ်ဦးမှ သတ်မှတ်ထားသော အပိုင်းအရေအတွက်သို့ လျှော့ချလိုက်သောအခါ၊ သူမ၏ အပိုင်းများသည် ကျန်ဂိမ်းတွင်ကဲ့သို့ ကပ်လျက်အမှတ်များကို ကန့်သတ်ထားမည့်အစား ၎င်း၏အပိုင်းများကို သိမ်းပိုက်ခြင်းမရှိသော မည်သည့်နေရာသို့မဆို လွတ်လပ်စွာ ရွှေ့ပြောင်းနိုင်သည်။
nb: Hvis Flying er aktivert, når en spiller reduseres til et bestemt antall brikker, er brikkene hennes fritt til å bevege seg til et ledig punkt i stedet for å være begrenset til tilstøtende poeng som i resten av spillet.
nl: Als Vliegen is ingeschakeld, dan zijn de stukken van een speler die tot een bepaald aantal stukken is gereduceerd, vrij om naar elk onbezet punt te gaan in plaats van naar aangrenzende punten zoals in de rest van het spel.
pl: Jeśli latanie jest włączone, to gdy gracz jest zredukowany do określonej liczby elementów, jego elementy mogą poruszać się do dowolnego niezajętego punktu, zamiast być ograniczone do sąsiednich punktów, jak w pozostałej części gry.
pt: Se a opção de vôo for ativada, quando um jogador está reduzido a um número específico de peças, suas peças são livres para se mover para qualquer ponto desocupado, ao invés de serem restritas a pontos adjacentes como no resto do jogo.
ro: La Flying activat, și când jucătorul are un număr redus prestabilit de piese, acestea sunt libere să se deplaseze în orice punct neocupat.
ru: Если функция "Полет" включена, когда игрок уменьшает количество фигур до определенного значения, его фигуры могут свободно перемещаться в любую незанятую точку, а не ограничиваться соседними точками, как в остальной части игры.
si: පියාසර කිරීම සක්‍රීය වූ විට, ක්‍රීඩකයාගේ කැස් සංඛ්‍යාවකට අඩු වූ විට, ඇයගේ කැස් ක්‍රීඩාවේ අනෙකුත් කොටස්වලදී ආසන්න ලක්‍ෂ්‍යයන්ට සීමා කර නොගෙන ඕනෑම අනාරක්‍ෂිත ලක්‍ෂ්‍යයකට චලනය කළ හැකිය.
sk: Ak je zapnutá funkcia Lietanie, keď sa počet figúrok hráča zníži na určitý počet, jeho figúrky sa môžu voľne presunúť na ľubovoľný neobsadený bod namiesto toho, aby boli obmedzené na susedné body ako vo zvyšku hry.
sl: Če je omogočeno letenje, se lahko igralec, ko se število njegovih figur zmanjša na določeno število, prosto premakne na katero koli nezasedeno točko, namesto da bi bil omejen na sosednje točke kot v preostalem delu igre.
sq: Nëse Fluturimi është i aktivizuar, kur një lojtar zvogëlohet në një numër specifik të pjesëve, pjesët e saj janë të lira të lëvizin në çdo pikë të zënë në vend që të kufizohen në pikat ngjitur si në pjesën tjetër të lojës.
sr: Ако је Летење омогућено, када се играч сведе на одређени број комада, њени се делови могу пребацити на било коју ненасељену тачку, уместо да буду ограничени на суседне тачке као у остатку игре.
sv: Om flygande är aktiverat, när en spelare är reducerad till ett visst antal pjäser, är hennes pjäser fria att flytta sig till vilken oockuperad punkt som helst istället för att begränsas till intilliggande punkter som i resten av spelet.
sw: Ikiwa Kipengele cha Kuruka kimewashwa, mchezaji anapopunguzwa hadi idadi mahususi ya vipande, vipande vyake viko huru kusogea hadi sehemu yoyote isiyokaliwa badala ya kuwekewa vikwazo kwa pointi zilizo karibu kama ilivyokuwa katika mchezo uliosalia.
ta: பறப்பது இயக்கப்பட்டிருந்தால், ஒரு வீரரின் துண்டு எண்ணிக்கை ஒரு குறிப்பிட்ட வாசலுக்குக் கீழே விழும்போது, அவற்றின் துண்டுகள் எந்த விளையாட்டைப் போலவே அருகிலுள்ள புள்ளிகளுக்கும் கட்டுப்படுத்தப்படுவதற்குப் பதிலாக எந்தவொரு காலாவதியான இடத்திற்கும் செல்ல இலவசம்.
te: ఫ్లయింగ్ ప్రారంభించబడితే, ఒక క్రీడాకారుడు ఒక నిర్దిష్ట ముక్కల సంఖ్యకు తగ్గించబడినప్పుడు, ఆమె ముక్కలు మిగిలిన ఆటల మాదిరిగానే ప్రక్కనే ఉన్న పాయింట్లకు పరిమితం కాకుండా ఏదైనా ఖాళీ చేయని బిందువుకు వెళ్లడానికి ఉచితం.
th: หากเปิดใช้งานการบิน เมื่อผู้เล่นถูกลดจำนวนเป็นจำนวนชิ้นที่กำหนด ชิ้นส่วนของเธอสามารถย้ายไปยังจุดที่ว่างได้ แทนที่จะถูกจำกัดให้อยู่ที่จุดที่อยู่ติดกันเหมือนกับในส่วนที่เหลือของเกม
tr: Uçma etkinleştirilirse, bir oyuncu belirli bir parça sayısına düştüğünde, taşları oyunun geri kalanında olduğu gibi bitişik noktalarla sınırlı olmak yerine boş herhangi bir noktaya hareket etmekte serbesttir.
uk: Якщо політ увімкнено, коли кількість фігур гравця падає нижче певного порогу, його фігури можуть вільно переміщатися на будь-яку незайняту точку, а не обмежуватися сусідніми точками, як у решті гри.
ur: اگر فلائنگ کو فعال کیا جاتا ہے، جب کسی کھلاڑی کو مخصوص ٹکڑوں کی گنتی تک کم کر دیا جاتا ہے، تو اس کے ٹکڑے باقی کھیل کی طرح ملحقہ پوائنٹس تک محدود رہنے کے بجائے کسی بھی غیر مقبوضہ مقام پر جانے کے لیے آزاد ہوتے ہیں۔
uz: Agar "Uchish" funksiyasi yoqilgan bo'lsa, o'yinchi ma'lum bir qism soniga kamaytirilganda, uning qismlari o'yinning qolgan qismidagi kabi qo'shni nuqtalarda cheklanish o'rniga har qanday bo'sh joyga ko'chib o'tishlari mumkin.
vi: Nếu Bay được bật, khi một người chơi bị giảm số lượng quân cờ cụ thể, quân cờ của cô ấy có thể tự do di chuyển đến bất kỳ điểm trống nào thay vì bị giới hạn ở các điểm liền kề như trong phần còn lại của trò chơi.
zh: 如允许飞子，则当一方剩余多少枚棋子时可以飞棋。
zh_hant: 如允許飛子，則當一方剩餘多少枚棋子時可以飛棋。
zu: Uma i-Flying inikwe amandla, uma umdlali encishiselwa esibalweni sesiqephu esithile, izingcezu zakhe zikhululekile ukuya kunoma iyiphi indawo engahlali muntu esikhundleni sokukhawulelwa kumaphoyinti aseduze njengakuyo yonke igeyimu.

# piecesAtLeastCount
source: Pieces At Least
af: Stukke Ten minste
am: ቢያንስ ያሉ ቁራጮች
ar: قطع على الأقل
az: Ən azı Parçalar
be: Прынамсі штук
bg: Най-малко фигури
bn: অন্তত টুকরা
bo: ཉུང་མཐའི་རྡེལ་གྲངས་
ca: Mínim de peces
cs: Kusy nejméně
da: Brikker Mindst
de: Steine mindestens
el: Κομμάτια Τουλάχιστον
es: Mínimo de piezas
et: Vähemalt tükid
fa: حداقل مهره‌ها
fi: Vähintään nappuloita
fr: Pièces minimum
gu: ઓછામાં ઓછા ટુકડાઓ
he: חתיכות לפחות
hi: टुकड़े कम से कम
hr: Najmanji broj figura
hu: Legkevesebb korong
hy: Կտորներ Առնվազն
id: Potongan Setidaknya
is: Hlutar að minnsta kosti
it: Pezzi al minimo
ja: 最低駒数
km: ចំនួនកូនអុកយ៉ាងតិច
kn: ಕನಿಷ್ಠ ತುಣುಕುಗಳು
ko: 최소 말의 수, 이하면 게임에서 패배
lt: Mažiausiai figūrų
lv: Vismazākais figūru skaits
mk: Парчиња најмалку
ms: Sekeping Paling Sedikit
my: အနည်းဆုံးအပိုင်းများ
nb: Stykker minst
nl: Minstens Stukken
pl: Minimalna liczba pionków
pt: Mínimo de peças
ro: Număr minim de piese
ru: Наименьшее количество фигур
si: කැස් අවම
sk: Najmenej figúrok
sl: Najmanj figur
sq: Pjesë Të paktën
sr: Најмање комади
sv: Minst antal bitar
sw: Vipande Angalau
ta: குறைந்தபட்சம் துண்டுகள்
te: ముక్కలు తక్కువ
th: ชิ้นอย่างน้อย
tr: En Az Adet
uk: Принаймні шматочки
ur: کم از کم ٹکڑے
uz: Kamida bo'laklar
vi: miếng ít nhất
zh: 少于几个子则输棋
zh_hant: 少於幾個子則輸棋
zu: Izingcezu Okungenani

# hasDiagonalLines
source: Diagonal lines
af: Diagonale lyne
am: ሰያፍ መስመሮች
ar: خطوط قطرية
az: Diaqonal xətlər
be: Дыяганальныя лініі
bg: Диагонални линии
bn: তির্যক রেখা
bo: གསེག་ཐིག
ca: Línies diagonals
cs: Diagonální čáry
da: Diagonale linjer
de: Diagonale Linien
el: Διαγώνιες γραμμές
es: Líneas diagonales
et: Diagonaaljooned
fa: خطوط مورب
fi: Diagonaaliviivat
fr: Lignes diagonales
gu: કર્ણ રેખાઓ
he: קווים אלכסוניים
hi: विकर्ण रेखाएं
hr: Dijagonalne linije
hu: Átlós vonalak
hy: Շեղանկյուն գծեր
id: Garis diagonal
is: Hvíaðar línur
it: Linee diagonali
ja: 対角線
km: បន្ទាត់អង្កត់ទ្រូង
kn: ಕರ್ಣೀಯ ರೇಖೆಗಳು
ko: 대각선 추가
lt: Įstrižainės linijos
lv: Diagonālās līnijas
mk: Дијагонални линии
ms: Garisan pepenjuru
my: ထောင့်ဖြတ်မျဉ်းများ
nb: Diagonale linjer
nl: Diagonale lijnen
pl: Linie ukośne
pt: Linhas diagonais
ro: Liniile diagonale
ru: Диагональные линии
si: වක්‍ර රේඛා
sk: Diagonálne línie
sl: Diagonalne črte
sq: Vijat diagonale
sr: Дијагоналне линије
sv: Diagonala linjer
sw: Mistari ya diagonal
ta: மூலைவிட்ட கோடுகள்
te: వికర్ణ రేఖలు
th: เส้นทแยงมุม
tr: çapraz çizgiler
uk: Діагональні лінії
ur: ترچھی لکیریں۔
uz: Diagonal chiziqlar
vi: đường chéo
zh: 斜线
zh_hant: 斜線
zu: Imigqa ediagonal

# hasDiagonalLines_Detail
source: Add four diagonal lines to the board.
af: Voeg vier diagonale lyne by die bord.
am: ለሰሌዳው አራት ሰያፍ መስመሮችን ጨምር።
ar: أضف أربعة خطوط قطرية إلى اللوحة.
az: Lövhəyə dörd diaqonal xətt əlavə edin.
be: Дадайце да дошкі чатыры дыяганальныя лініі.
bg: Добавете четири диагонални линии към дъската.
bn: বোর্ডে চারটি তির্যক লাইন যুক্ত করুন।
bo: རྩེད་པང་དུ་བཞི་གསེག་ཐིག་ཁ་སྣོན་རྒྱག་པ།
ca: Afegeix quatre línies diagonals en el tauler.
cs: Přidejte na desku čtyři diagonální čáry.
da: Tilføj fire diagonale linjer til brættet.
de: Vier diagonale Linien zum Brett hinzufügen.
el: Προσθέστε τέσσερις διαγώνιες γραμμές στο ταμπλό.
es: Añade cuatro líneas diagonales al tablero.
et: Lisage lauale neli diagonaaljoont.
fa: افزودن چهار خط مورب به تخته بازی.
fi: Lisää pelilaudalle neljä vinoviivaa.
fr: Ajoute quatre lignes diagonales au plateau.
gu: બોર્ડમાં ચાર કર્ણ રેખાઓ ઉમેરો.
he: הוסף ארבעה קווים אלכסוניים ללוח.
hi: बोर्ड में चार विकर्ण रेखाएँ जोड़ें।
hr: Ploči dodaj četiri dijagonalne linije.
hu: Kösse össze négy átlóssal a játéktábla három koncentrikus négyszögének csúcsait.
hy: Գրատախտակին ավելացրեք չորս անկյունագծեր:
id: Tambahkan empat garis diagonal ke papan.
is: Bættu fjórum skálínum við borðið.
it: Aggiungi quattro linee diagonali alla scacchiera.
ja: ボードに 4 本の対角線を追加します。
km: បន្ថែមបន្ទាត់អង្កត់ទ្រូងចំនួនបួនទៅក្តារ។
kn: ಬೋರ್ಡ್‌ಗೆ ನಾಲ್ಕು ಕರ್ಣೀಯ ರೇಖೆಗಳನ್ನು ಸೇರಿಸಿ.
ko: 보드에 대각선을 추가합니다.
lt: Pridėkite prie lentos keturias įstrižas linijas.
lv: Pievienojiet laukumam četras diagonālās līnijas.
mk: Додадете четири дијагонални линии на таблата.
ms: Tambahkan empat garis pepenjuru ke papan.
my: ဘုတ်သို့ ထောင့်ဖြတ်မျဉ်းလေးကြောင်းထည့်ပါ။
nb: Legg til fire diagonale linjer på tavlen.
nl: Voeg vier diagonale lijnen toe aan het bord.
pl: Dodaj cztery linie ukośne do planszy.
pt: Acrescentar quatro linhas diagonais ao tabuleiro.
ro: Adăugați patru linii diagonale pe tablă - unind colțurile celor trei patrulatere concentrice.
ru: Добавить на доску четыре диагональные линии.
si: පුවරුවට සමාන්තර රේඛා හතරක් එක් කරන්න.
sk: Pridajte na hraciu plochu štyri diagonálne čiary.
sl: Igralni plošči dodajte štiri diagonalne črte.
sq: Shtoni katër vija diagonale në tabelë.
sr: На плочу додајте четири дијагоналне линије.
sv: Lägg till fyra diagonala linjer på brädet.
sw: Ongeza mistari minne ya diagonal kwenye ubao.
ta: பலகையில் நான்கு மூலைவிட்ட கோடுகளைச் சேர்.
te: బోర్డుకు నాలుగు వికర్ణ రేఖలను జోడించండి.
th: เพิ่มเส้นทแยงมุมสี่เส้นเข้ากับกระดาน
tr: Tahtaya dört çapraz çizgi ekleyin.
uk: Додайте чотири діагональні лінії на дошку.
ur: بورڈ میں چار ترچھی لائنیں شامل کریں۔
uz: Taxtaga to'rtta diagonal chiziq qo'shing.
vi: Thêm bốn đường chéo vào bảng.
zh: 在棋盘上增加四条斜线。
zh_hant: 在棋盤上增加四條斜線。
zu: Faka imigqa emine edayagonali ebhodini.

# isDefenderMoveFirst
source: The second player moves first
af: Die tweede speler beweeg eerste
am: ሁለተኛው ተጫዋች መጀመሪያ ይንቀሳቀሳል
ar: اللاعب الثاني يتحرك أولاً
az: İkinci oyunçu əvvəlcə hərəkət edir
be: Першым ходзіць другі гулец
bg: Вторият играч се движи първи
bn: দ্বিতীয় খেলোয়াড় প্রথমে চলে আসে
bo: རྩེད་འགྲན་པ་གཉིས་པ་སྔོན་འགུལ་བྱེད།
ca: El segon jugador mou primer
cs: Druhý hráč se pohybuje jako první
da: Den anden spiller flytter først
de: Der zweite Spieler zieht zuerst
el: Ο δεύτερος παίκτης κινείται πρώτος
es: El segundo jugador mueve primero
et: Teine mängija liigub esimesena
fa: بازیکن دوم ابتدا حرکت می کند
fi: Toinen pelaaja siirtyy ensin
fr: Le deuxième joueur se déplace en premier
gu: બીજો ખેલાડી પહેલા આગળ વધે છે
he: השחקן השני זז ראשון
hi: दूसरा खिलाड़ी पहले चलता है
hr: Drugi igrač ima pravo prvog poteza
hu: A második játékos lép először
hy: Երկրորդ խաղացողը առաջինը շարժվում է
id: Pemain kedua bergerak terlebih dahulu
is: Annar leikmaður færir sig fyrstur
it: Il secondo giocatore muove per primo
ja: 2番目のプレーヤーが最初に移動します
km: អ្នកលេងទីពីរផ្លាស់ទីមុនគេ
kn: ಎರಡನೇ ಆಟಗಾರನು ಮೊದಲು ಚಲಿಸುತ್ತಾನೆ
ko: 첫 이동 순서 교차
lt: Antrasis žaidėjas juda pirmas
lv: Otrais spēlētājs pārvietojas pirmais
mk: Вториот играч се движи прв
ms: Pemain kedua bergerak terlebih dahulu
my: ဒုတိယကစားသမားက အရင်ရွှေ့တယ်
nb: Den andre spilleren beveger seg først
nl: De tweede speler beweegt eerst
pl: Drugi gracz porusza się jako pierwszy
pt: O segundo jogador se move primeiro
ro: Al doilea jucător mută primul
ru: Второй игрок ходит первым
si: දෙවන ක්‍රීඩකයා පළමුව චලනය කරයි
sk: Druhý hráč sa pohybuje ako prvý
sl: Drugi igralec se premakne prvi
sq: Lojtari i dytë lëviz i pari
sr: Први се креће други играч
sv: Den andra spelaren flyttar först
sw: Mchezaji wa pili anasonga kwanza
ta: இரண்டாவது வீரர் முதலில் நகர்கிறார்
te: రెండవ ఆటగాడు మొదట కదులుతాడు
th: ผู้เล่นคนที่สองย้ายก่อน
tr: İkinci oyuncu önce hareket eder
uk: Другий гравець рухається першим
ur: دوسرا کھلاڑی پہلے چلتا ہے۔
uz: Ikkinchi o'yinchi birinchi bo'lib harakat qiladi
vi: Người chơi thứ hai di chuyển đầu tiên
zh: 后摆子的先走子
zh_hant: 後擺子的先走子
zu: Umdlali wesibili uhamba phambili
