Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Setup Position
af: Opstel posisie
am: ቦታን አዘጋጅ
ar: إعداد الوضع
az: Quraşdırma mövqeyi
be: Становішча ўстаноўкі
bg: Позиция за настройка
bn: সেটআপ পজিশন
bo: གནས་སྒྲིག་འཛུགས་པ།
ca: Configura la posició
cs: Pozice nastavení
da: Opsætningsposition
de: Aufstellungsposition
el: Ορισμός διάταξης
es: Preparar el escenario
et: Iestatīšanas pozīcija
fa: موقعیت راه اندازی
fi: Asennusasento
fr: Position d'installation
gu: સેટઅપ પોઝિશન
he: מיקום הגדרה
hi: सेटअप स्थिति
hr: Pozicija postavljanja
hu: Beállítási helyzet
hy: Կարգավորման դիրքը
id: Posisi pengaturan
is: Uppsetningarstaða
it: Posizione di installazione
ja: 局面設定
km: រៀបចំទីតាំង
kn: ಸೆಟಪ್ ಸ್ಥಾನ
ko: 배치 설정
lt: Sąrankos padėtis
lv: Iestatīšanas pozīcija
mk: Позиција за поставување
ms: Kedudukan persediaan
my: သတ်မှတ်အနေအထား
nb: Oppsettposisjon
nl: Instelpositie
pl: Pozycja ustawienia
pt: Configurar posicionamento
ro: Poziția de configurare
ru: Положение установки
si: පිහිටුම සැකසීම
sk: Poloha nastavenia
sl: Položaj za nastavitev
sq: Pozicioni i konfigurimit
sr: Положај за подешавање
sv: Inställningsposition
sw: Weka Nafasi
ta: அமைவு நிலை
te: సెటప్ స్థానం
th: ตำแหน่งการติดตั้ง
tr: Kurulum konumu
uk: Позиція налаштування
ur: سیٹ اپ پوزیشن
uz: O'rnatish pozitsiyasi
vi: Vị trí thiết lập
zh: 设置局面
zh_hant: 設定局面
zu: Setha indawo

source: Show legal moves
af: Wys wettige skuiwe
am: ሕጋዊ እንቅስቃሴዎችን አሳይ
ar: إظهار التحركات القانونية
az: Qanuni hərəkətləri göstərin
be: Пакажыце законныя хады
bg: Показване на законни ходове
bn: আইনী পদক্ষেপগুলি দেখান
bo: ཁྲིམས་མཐུན་གྱི་སྤོ་ཐབས་སྟོན།
ca: Mostra els moviments legals
cs: Zobrazit legální pohyby
da: Vis juridiske træk
de: Legale Züge anzeigen
el: Εμφάνιση νομικών κινήσεων
es: Mostrar movimientos legales
et: Rādīt likumīgus gājienus
fa: حرکات قانونی را نشان دهید
fi: Näytä lailliset siirrot
fr: Afficher les coups autorisés
gu: કાનૂની ચાલ બતાવો
he: הצג מהלכים חוקיים
hi: कानूनी कदम दिखाएं
hr: Prikaži dozvoljene poteze
hu: Jogi lépések megjelenítése
hy: Ցույց տալ օրինական քայլերը
id: Tunjukkan langkah hukum
is: Sýndu löglegar hreyfingar
it: Mostra mosse legali
ja: 有効な手を表示
km: បង្ហាញចលនាស្របច្បាប់
kn: ಕಾನೂನು ಕ್ರಮಗಳನ್ನು ತೋರಿಸಿ
ko: 합법적 움직임 표시
lt: Rodyti teisėtus judesius
lv: Rādīt likumīgus gājienus
mk: Покажете законски потези
ms: Tunjukkan langkah undang-undang
my: ဥပဒေရေးရာလှုပ်ရှားမှုများကိုပြသပါ
nb: Vis juridiske grep
nl: Laat legale zetten zien
pl: Pokaż legalne ruchy
pt: Mostrar movimentos legais
ro: Afișați mișcări legale
ru: Показать возможные ходы
si: නීතිසම්මත චලන පෙන්වන්න
sk: Ukážte legálne pohyby
sl: Pokažite zakonite poteze
sq: Trego lëvizjet ligjore
sr: Покажите легалне потезе
sv: Visa lagliga drag
sw: Onyesha hatua za kisheria
ta: சட்ட நகர்வுகளைக் காட்டு
te: చట్టపరమైన కదలికలను చూపించు
th: แสดงการเคลื่อนไหวทางกฎหมาย
tr: Yasal hamleleri göster
uk: Покажіть законні ходи
ur: قانونی چالیں دکھائیں۔
uz: Qonuniy harakatlarni ko'rsating
vi: Thể hiện các động thái hợp pháp
zh: 显示合法着法
zh_hant: 顯示合法著法
zu: Bonisa iminyakazo esemthethweni

source: Show last move
af: Wys laaste beweging
am: የመጨረሻውን እንቅስቃሴ አሳይ
ar: عرض الخطوة الأخيرة
az: Son hərəkəti göstərin
be: Паказаць апошні ход
bg: Показване на последния ход
bn: শেষ পদক্ষেপ দেখান
bo: མཇུག་མཐའི་སྤོ་འགུལ་སྟོན།
ca: Mostra l'últim moviment
cs: Zobrazit poslední tah
da: Vis sidste træk
de: Letzten Zug anzeigen
el: Εμφάνιση τελευταίας κίνησης
es: Mostrar último movimiento
et: Rādīt pēdējo kustību
fa: آخرین حرکت را نشان دهید
fi: Näytä viimeinen siirto
fr: Afficher le dernier coup
gu: છેલ્લી ચાલ બતાવો
he: הצג את המהלך האחרון
hi: अंतिम चाल दिखाएं
hr: Prikaži zadnji potez
hu: Az utolsó lépés megjelenítése
hy: Ցույց տալ վերջին քայլը
id: Tampilkan gerakan terakhir
is: Sýndu síðustu hreyfingu
it: Mostra l'ultima mossa
ja: 最後の動きを表示
km: បង្ហាញចលនាចុងក្រោយ
kn: ಕೊನೆಯ ನಡೆಯನ್ನು ತೋರಿಸಿ
ko: 마지막 이동 표시
lt: Rodyti paskutinį žingsnį
lv: Rādīt pēdējo kustību
mk: Покажете го последниот потег
ms: Tunjukkan langkah terakhir
my: နောက်ဆုံးအရွေ့ကိုပြပါ
nb: Vis siste trekk
nl: Laatste zet tonen
pl: Pokaż ostatni ruch
pt: Mostrar última jogada
ro: Afișează ultima mișcare
ru: Показать последний ход
si: අවසාන චලනය පෙන්වන්න
sk: Zobraziť posledný ťah
sl: Pokaži zadnjo potezo
sq: Shfaq lëvizjen e fundit
sr: Прикажи последњи потез
sv: Visa sista drag
sw: Onyesha hatua ya mwisho
ta: கடைசி நகர்வைக் காட்டு
te: చివరి కదలికను చూపించు
th: แสดงการเคลื่อนไหวล่าสุด
tr: Son hareketi göster
uk: Показати останній хід
ur: آخری حرکت دکھائیں۔
uz: Oxirgi harakatni ko'rsating
vi: Hiển thị di chuyển cuối cùng
zh: 显示最后一着
zh_hant: 顯示最後一著
zu: Bonisa umnyakazo wokugcina

source: Show arrows
af: Wys pyle
am: ቀስቶችን አሳይ
ar: عرض الأسهم
az: Oxları göstərin
be: Паказаць стрэлкі
bg: Показване на стрелките
bn: তীর দেখান
bo: མདའ་རྟགས་སྟོན།
ca: Mostra les fletxes
cs: Zobrazit šipky
da: Vis pile
de: Pfeile zeigen
el: Εμφάνιση βελών
es: Mostrar flechas
et: Rādīt bultiņas
fa: پیکان‌ها را نشان دهید
fi: Näytä nuolet
fr: Afficher les flèches
gu: તીર બતાવો
he: הצג חיצים
hi: तीर दिखाएं
hr: Prikaži strelice
hu: Nyilak megjelenítése
hy: Ցույց տալ սլաքները
id: Tampilkan panah
is: Sýndu örvar
it: Mostra frecce
ja: 矢印を表示
km: បង្ហាញព្រួញ
kn: ಬಾಣಗಳನ್ನು ತೋರಿಸಿ
ko: 화살표 보기
lt: Rodyti rodykles
lv: Rādīt bultiņas
mk: Покажи стрели
ms: Tunjukkan anak panah
my: မြှားပြပါ
nb: Vis piler
nl: Pijlen tonen
pl: Pokaż strzałki
pt: Mostrar setas
ro: Arată săgețile
ru: Показать стрелки
si: ඊතල පෙන්වන්න
sk: Zobraziť šípky
sl: Pokaži puščice
sq: Trego shigjeta
sr: Прикажи стрелице
sv: Visa pilar
sw: Onyesha mishale
ta: அம்புகளைக் காட்டு
te: బాణాలు చూపించు
th: แสดงลูกศร
tr: Okları göster
uk: Показати стрілки
ur: تیر دکھائیں۔
uz: Oklarni ko'rsatish
vi: Hiển thị mũi tên
zh: 显示箭头
zh_hant: 顯示箭頭
zu: Bonisa imicibisholo

source: Pieces
af: Stukke
am: ዕቃዎች
ar: القطع
az: Parçalar
be: Кавалачкі
bg: Парчета
bn: টুকরা
bo: རྡེལ།
ca: Peces
cs: Kusy
da: Stykker
de: Stücke
el: Κομμάτια
es: Piezas
et: Gabali
fa: مهره‌ها
fi: Kappaleita
fr: Pièces
gu: ટુકડાઓ
he: חתיכות
hi: टुकड़े
hr: Figure
hu: Darabok
hy: Կտորներ
id: Potongan
is: Stykki
it: Pezzi
ja: ピース
km: កូនអុក
kn: ತುಣುಕುಗಳು
ko: 말들
lt: Pjesės
lv: Gabali
mk: Парчиња
ms: Kepingan
my: ဖဲ့
nb: Stykker
nl: Stukken
pl: Kawałki
pt: Peças
ro: Piese
ru: Фигуры
si: කැබලි
sk: Kusy
sl: Kosi
sq: Copëza
sr: Комада
sv: Bitar
sw: Vipande
ta: துண்டுகள்
te: ముక్కలు
th: ชิ้น
tr: Taşlar
uk: шматочки
ur: ٹکڑے
uz: Parchalar
vi: Miếng
zh: 棋子
zh_hant: 棋子
zu: Izingcezu

source: Show analysis
af: Wys ontleding
am: ትንተናውን አሳይ
ar: عرض التحليل
az: Təhlil göstərin
be: Паказаць аналіз
bg: Показване на анализ
bn: বিশ্লেষণ দেখান
bo: དབྱེ་ཞིབ་བརྙན་རིས་སྟོན།
ca: Mostra l'anàlisi
cs: Zobrazit analýzu
da: Vis analyse
de: Analyse anzeigen
el: Εμφάνιση ανάλυσης
es: Mostrar análisis
et: Rādīt analīzi
fa: تجزیه و تحلیل را نشان دهید
fi: Näytä analyysi
fr: Afficher l'analyse
gu: વિશ્લેષણ બતાવો
he: הצג ניתוח
hi: विश्लेषण दिखाएं
hr: Prikaži analizu
hu: Elemzés megjelenítése
hy: Ցույց տալ վերլուծությունը
id: Tampilkan analisis
is: Sýna greiningu
it: Mostra analisi
ja: 分析を表示
km: បង្ហាញការវិភាគ
kn: ವಿಶ್ಲೇಷಣೆಯನ್ನು ತೋರಿಸಿ
ko: 분석 보기
lt: Rodyti analizę
lv: Rādīt analīzi
mk: Покажи анализа
ms: Tunjukkan analisis
my: ခွဲခြမ်းစိတ်ဖြာပြပါ
nb: Vis analyse
nl: Toon analyse
pl: Pokaż analizę
pt: Mostrar análise
ro: Afișați analiza
ru: Показать анализ
si: විශ්ලේෂණය පෙන්වන්න
sk: Zobraziť analýzu
sl: Prikaži analizo
sq: Trego analizën
sr: Прикажи анализу
sv: Visa analys
sw: Onyesha uchanganuzi
ta: பகுப்பாய்வைக் காட்டு
te: విశ్లేషణ చూపించు
th: แสดงบทวิเคราะห์
tr: Analizi göster
uk: Показати аналіз
ur: تجزیہ دکھائیں۔
uz: Tahlilni ko'rsatish
vi: Hiển thị phân tích
zh: 显示分析
zh_hant: 顯示分析
zu: Bonisa ukuhlaziywa

source: Threads
af: Drade
am: ጥሪዎች
ar: مسارات
az: Qollu
be: Ніткі
bg: Нишки
bn: থ্রেডস
bo: སྐུད་ཕྲེང་།
ca: Fils
cs: Vlákna
da: Tråde
el: Νήματα
es: Hilos
et: Vītnes
fa: رشته‌ها
fi: Langat
fr: Fils
gu: થ્રેડો
he: חוטים
hi: धागे
hr: Tematske poruke
hu: Szálak
hy: Թերեւներ
id: Utas
is: Þræðir
it: Discussioni
ja: スレッド
km: ខ្សែស្រឡាយ
kn: ಎಳೆಗಳು
ko: 스레드
lt: Siūlai
lv: Vītnes
mk: Теми
ms: Benang
my: စာကြောင်းများ
nb: Tråder
nl: Draden
pl: Wątki
pt: Tópicos
ro: Fire
ru: Потоки
si: නූල්
sk: Nite
sl: Niti
sr: Нити
sv: Trådar
sw: Mizizi
ta: நூல்கள்
te: థ్రెడ్లు
th: กระทู้
tr: İş Parçacıkları
uk: Нитки
ur: دھاگے
uz: Iplar
vi: chủ đề
zh: 线程数
zh_hant: 線程數
zu: Imicu

source: Get Involved
af: Raak betrokke
am: ተሳተፍ
ar: شارك
az: İşə cəlb olun
be: Прыняць удзел
bg: Включете се
bn: জড়িত
bo: མཉམ་ཞུགས་བྱེད།
ca: Col·laboració
cs: Zapojte se
da: Bliv involveret
de: Machen Sie mit
el: Εμπλέκομαι
es: Involucrarse
et: Iesaistīties
fa: مشارکت کنید
fi: Ota mukaan
fr: Contribuer
gu: સામેલ કરો
he: להתערב
hi: उलझना
hr: Uključite se
hu: Részt venni
hy: Զբաղվել
id: Terlibat
is: Taka þátt
it: Mettersi in gioco
ja: 参加する
km: ចូលរួម
kn: ತೊಡಗಿಸಿಕೊಳ್ಳಿ
ko: 참여하기
lt: Įsitraukite
lv: Iesaistīties
mk: Вклучете се
ms: Melibatkan diri
my: ပါဝင်လိုက်ပါ
nb: Bli involvert
nl: Raak betrokken
pl: Zaangażować się
pt: Envolva-se
ro: A se implica
ru: Принять участие в разработке
si: දායක වන්න
sk: Zapojte sa
sl: Sodelujte
sq: Perfshihesh
sr: Умешати се
sv: Bli involverad
sw: Jihusishe
ta: ஈடுபடுங்கள்
te: చేరి చేసుకోగా
th: มีส่วนเกี่ยวข้อง
tr: Katılın
uk: Бути втягнутим
ur: شامل ہونا
uz: Qo'shilmoq
vi: Tham gia
zh: 参与项目
zh_hant: 參與項目
zu: Bandakanya

source: Help improve translate
af: Help om vertaal te verbeter
am: ትርጉሙን ለማሻሻል ይረዱ
ar: ساعد في تحسين الترجمة
az: Tərcüməni təkmilləşdirməyə kömək edin
be: Дапамажыце палепшыць пераклад
bg: Помогнете за подобряване на превода
bn: অনুবাদ উন্নত করতে সহায়তা করুন
bo: ཡིག་སྒྱུར་ལེགས་བཅོས་ལ་རོགས་བྱེད།
ca: Ajudeu a millorar la traducció
cs: Pomozte zlepšit překlad
da: Hjælp med at forbedre oversættelsen
de: Helfen Sie mit, die Übersetzung zu verbessern
el: Βοηθήστε στη βελτίωση της μετάφρασης
es: Ayuda a mejorar la traducción
et: Palīdziet uzlabot tulkošanu
fa: به بهبود ترجمه کمک کنید
fi: Auta parantamaan käännöksiä
fr: Aidez à améliorer la traduction
gu: ભાષાંતર સુધારવામાં સહાય કરો
he: עזור לשפר את התרגום
hi: अनुवाद को बेहतर बनाने में मदद करें
hr: Pomognite poboljšati prijevod
hu: Segítsen javítani a fordítást
hy: Օգնեք բարելավել թարգմանությունը
id: Bantu tingkatkan terjemahan
is: Hjálpaðu til við að bæta þýðingar
it: Aiutaci a migliorare la traduzione
ja: 翻訳の改善にご協力ください
km: ជួយកែលម្អការបកប្រែ
kn: ಅನುವಾದವನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡಿ
ko: 번역 개선 돕기
lt: Padėkite tobulinti vertimą
lv: Palīdziet uzlabot tulkošanu
mk: Помогнете да се подобри преводот
ms: Bantu meningkatkan terjemahan
my: ဘာသာပြန်ခြင်း တိုးတက်အောင် ကူညီပေးပါ
nb: Hjelp med å forbedre oversettelsen
nl: Help de vertaling te verbeteren
pl: Pomóż ulepszyć tłumaczenie
pt: Ajude a melhorar a tradução
ro: Ajutați la îmbunătățirea traducerii
ru: Помогите улучшить перевод
si: පරිවර්තනය ප්‍රවර්ධනය කිරීමට උදව් කරන්න
sk: Pomôžte nám vylepšiť preklad
sl: Pomagajte izboljšati prevajanje
sq: Ndihmoni në përmirësimin e përkthimit
sr: Помозите да се побољша превод
sv: Hjälp till att förbättra översättningen
sw: Saidia kuboresha utafsiri
ta: மொழிபெயர்ப்பை மேம்படுத்த உதவுங்கள்
te: అనువాదాన్ని మెరుగుపరచడంలో సహాయపడండి
th: ช่วยปรับปรุงการแปล
tr: Çeviri İyileştirmeye Yardımcı Ol
uk: Допоможіть покращити переклад
ur: ترجمہ کو بہتر بنانے میں مدد کریں۔
uz: Tarjimani yaxshilashga yordam bering
vi: Giúp cải thiện bản dịch
zh: 帮助翻译
zh_hant: 幫助翻譯
zu: Siza ukuthuthukisa ukuhumusha

source: Tutorial
af: Tutoriaal
am: መምሪያ
ar: تعليمي
az: Dərslik
be: Падручнік
bg: Учебник
bn: টিউটোরিয়াল
bo: སློབ་ཁྲིད།
cs: Výukový program
da: Vejledning
de: Lernprogramm
el: Φροντιστήριο
et: Apmācība
fa: آموزش
fi: Opetusohjelma
fr: Didacticiel
gu: ટ્યુટોરિયલ
he: הדרכה
hi: ट्यूटोरियल
hr: Vježbe
hu: Bemutató
hy: Ուսուցողական
is: Kennsla
ja: チュートリアル
km: ការបង្រៀន
kn: ಟ್ಯುಟೋರಿಯಲ್
ko: 튜토리얼
lt: Pamoka
lv: Apmācība
mk: Упатство за употреба
my: ကျူတိုရီရယ်
nb: Opplæringen
nl: zelfstudie
pl: Instruktaż
ru: Руководство
si: පාඩම
sk: Výukový program
sl: Vadnica
sr: Приручник
sv: Handledning
sw: Mafunzo
ta: பயிற்சி
te: ట్యుటోరియల్
th: กวดวิชา
tr: öğretici
uk: Підручник
ur: ٹیوٹوریل
uz: Qo'llanma
vi: hướng dẫn
zh: 教程
zh_hant: 教程
zu: Okokufundisa

source: Classic Mill
af: Klassieke Meul
am: ክላሲክ ሚል
ar: المطحنة الكلاسيكية
az: Klassik dəyirman
be: Класічны млын
bg: Класическа мелница
bn: ক্লাসিক মিল
bo: སྲོལ་རྒྱུན་འཁོར་ལོ།
ca: Marro de nou clàssic
cs: Klasický mlýn
da: Klassisk mølle
de: Klassische Mühle
el: Κλασικό μύλο
es: Molino Clásico
et: Κλασικό μύλο
fa: آسیاب کلاسیک
fi: Klassinen mylly
fr: Moulin classique
gu: ઉત્તમ નમૂનાના મિલ
he: מיל קלאסי
hi: क्लासिक मिल
hr: Klasični mlin
hu: Klasszikus Malom
hy: Դասական ջրաղաց
id: Pabrik mul
is: Klassísk Mill
it: Mulino Classico
ja: クラシックミル
km: មីលបុរាណ
kn: ಕ್ಲಾಸಿಕ್ ಮಿಲ್
ko: 클래식 참고누
lt: Klasikinis malūnas
lv: Klasiskās dzirnavas
mk: Класичен мелница
ms: Kilang Klasik
nb: Klassisk mølle
nl: Klassieke molen
pl: Klasyczny młyn
pt: Moinho clássico
ro: Moara clasică
ru: Классическая мельница
si: සම්භාව්‍ය මිල්ල
sk: Klasický mlyn
sl: Klasični mlin
sq: Mulli klasik
sr: Цлассиц Милл
sv: Klassisk kvarn
sw: Mashine ya Kawaida
ta: கிளாசிக் ஆலை
te: క్లాసిక్ మిల్
th: โรงสีคลาสสิค
tr: Klasik Değirmen
uk: Класичний млин
ur: کلاسیکی مل
uz: Klassik tegirmon
vi: Nhà máy cổ điển
zh: 经典磨坊
zh_hant: 經典磨坊
zu: Isigayo Sakudala

source: Mixed Mill
af: Gemengde Meul
am: ተመንክራዊ ሚል
ar: مطحنة مختلطة
az: Qarışıq dəyirman
be: Змешаны млын
bg: Смесена мелница
bn: মিশ্র মিল
bo: མ་འདྲེས་འཁོར་ལོ།
ca: Marro de nou combinat
cs: Smíšený mlýn
da: Blandet mølle
de: Gemischte Mühle
el: Μικτός Μύλος
es: Molino Mixto
et: Μικτός Μύλος
fa: آسیاب مخلوط
fi: Sekoitettu mylly
fr: Moulin mixte
gu: મિશ્રિત મિલ
he: מיל מעורבת
hi: मिश्रित मिल
hr: Miješani mlin
hu: Vegyes malom
hy: Խառը ջրաղաց
id: mul Campuran
is: Blandað Mill
it: Mulino Misto
ja: ミックスミル
km: មីលចម្រុះ
kn: ಮಿಶ್ರ ಮಿಲ್
ko: 혼합 참고누
lt: Mišrus malūnas
lv: Jauktās dzirnavas
mk: Мешана воденица
ms: Kilang Campuran
my: ရောနှောကြိတ်
nb: Blandet Mill
nl: Gemengde Molen
pl: Młyn mieszany
pt: Moinho misto
ro: Moară mixtă
ru: Смешанная мельница
si: මිශ්‍ර මිල්ල
sk: Zmiešaný mlyn
sl: Mešani mlin
sq: Mulli i përzier
sr: Мешани млин
sv: Blandad kvarn
sw: Kinu Mchanganyiko
ta: கலப்பு ஆலை
te: మిశ్రమ మిల్లు
th: โรงสีผสม
tr: karışık değirmen
uk: Змішаний млин
ur: مخلوط مل
uz: Aralash tegirmon
vi: nhà máy hỗn hợp
zh: 混合磨坊
zh_hant: 混合磨坊
zu: I-Mixed Mill

source: Ceylon Mill
af: Ceylon Meule
am: ሲሎን ሚል
ar: مطحنة سيلان
az: Seylon dəyirmanı
be: Цэйлонскі млын
bg: Цейлонска мелница
bn: সিলন মিল
bo: སེ་ལོན་འཕྲུལ་ཁང་།
ca: Marro de nou de Ceilan
cs: Cejlonský mlýn
da: Ceylon Mølle
de: Ceylon-Mühle
el: Μύλος Κεϋλάνης
es: Molino de Ceilán
et: Μύλος Κεϋλάνης
fa: آسیاب سیلان
fi: Ceylonin tehdas
fr: Moulin de Ceylan
gu: સિલોન મિલ
he: טחנת ציילון
hi: सीलोन मिल
hr: Šri Lankanski mlin
hu: Ceiloni malom
hy: Ցեյլոնի ջրաղաց
id: mul Ceylon
is: Ceylon Mjöl
it: Mulino di Ceylon
ja: セイロンミル
km: មីលសីឡុន
kn: ಸಿಲೋನ್ ಮಿಲ್
ko: 셀론 참고누
lt: Ceilono malūnas
lv: Ceilonas dzirnavas
mk: Мелница за цејлон
ms: Kilang Ceylon
nl: Ceylon molen
pl: Cejloński młyn
pt: Moinho do Ceilão
ro: Moara din Ceylon
ru: Цейлонская мельница
si: සිලෝන් මිල්ල
sk: Cejlónsky mlyn
sl: Cejlonski mlin
sq: Mulliri i Ceilonit
sr: Цеилон Милл
sv: Ceylon kvarn
sw: Kinu cha Ceylon
ta: சிலோன் மில்
te: సిలోన్ మిల్
th: ซีลอนมิลล์
tr: Seylan Değirmeni
uk: Цейлонський млин
ur: سیلون مل
uz: Seylon tegirmoni
vi: Nhà máy Ceylon
zh: 锡兰磨坊
zh_hant: 錫蘭磨坊
zu: I-Ceylon Mill

# mayBreakAndRemakeMillRepeatedly
source: Mill may be broken and remade repeatedly
af: Meul kan herhaaldelik gebreek en herbou word
am: ሚል መሰብሰብና መስራት በዘዴ ይቻላል
ar: قد يتم كسر المطحنة وإعادة صنعها بشكل متكرر
az: Dəyirman dəfələrlə qırıla və yenidən düzəldilə bilər
be: Млын можа ламацца і перарабляцца неаднаразова
bg: Мелницата може да бъде счупена и преправена многократно
bn: মিলটি নষ্ট হয়ে গেছে এবং বারবার পুনরায় তৈরি করা যেতে পারে
bo: ཡང་ནས་ཡང་དུ་བཤིག་པ་དང་བསྐྱར་སྐྲུན་བྱས་ཆོག
ca: El molí es pot trencar i refer repetidament
cs: Mlýn může být opakovaně rozbit a znovu vyroben
da: Mølle kan blive brudt og genskabt gentagne gange
de: Mühle kann wiederholt gebrochen und neu hergestellt werden
el: Ο μύλος μπορεί να σπάσει και να ξανακατασκευαστεί
es: El molino puede romperse y rehacerse repetidamente
et: Dzirnavas var būt salauztas un atkārtoti pārtaisītas
fa: آسیاب ممکن است بارها شکسته و دوباره ساخته شود
fi: Mylly voidaan rikkoa ja tehdä uudelleen toistuvasti
fr: Le moulin peut être cassé et créé à plusieurs reprises
gu: મીલ તૂટી શકે છે અને ફરીથી રિમેડ થઈ શકે છે
he: טחנה עשויה להישבר ולעשות מחדש שוב ושוב
hi: मिल को तोड़ा जा सकता है और बार-बार बनाया जा सकता है
hr: Mlin se može više puta razbiti i ponovo stvoriti
hu: Lehet, hogy a malom megszakad, és többször átdolgozik
hy: Ջրաղացը կարող է կոտրվել և բազմիցս վերանորոգվել
id: Mul mungkin rusak dan dibuat ulang berulang kali
is: Mylla getur verið brotin og endurgerð ítrekað
it: Il mulino può essere rotto e rifatto ripetutamente
ja: ミルは壊してすぐに別のミルを作ってもよい
km: មីលអាចត្រូវបានបំបែក និងបង្កើតឡើងវិញម្តងហើយម្តងទៀត
kn: ಮಿಲ್ ಅನ್ನು ಮುರಿಯಬಹುದು ಮತ್ತು ಪದೇ ಪದೇ ಮರುಮಾಡಬಹುದು
ko: '곤'이 부서졌다가 반복적으로 다시 만들어질 수 있습니다
lt: Malūnas gali būti sulaužytas ir pakartotinai perdarytas
lv: Dzirnavas var būt salauztas un atkārtoti pārtaisītas
mk: Мелницата може постојано да се крши и да се преработува
ms: Kilang boleh rosak dan dibuat semula berulang kali
my: ကြိတ်ကွဲပြီး ထပ်ခါထပ်ခါ ပြန်လုပ်နိုင်ပါတယ်
nb: Kvernen kan bli ødelagt og omgjort gjentatte ganger
nl: De molen kan herhaaldelijk worden gebroken en opnieuw gemaakt
pl: Młyn może być zepsuty i wielokrotnie przerabiany
pt: O moinho pode ser quebrado e refeito repetidamente
ro: Moara poate fi spartă și refăcută în mod repetat
ru: Мельница может быть многократно сломана и переделана
si: මිල්ල කැඩීම සහ නැවත නැවත සෑදීම සිදුවිය හැකිය
sk: Mlyn môže byť opakovane rozbitý a prerobený
sl: Mlin se lahko večkrat zlomi in predela
sq: Mulli mund të thyhet dhe të ribëhet vazhdimisht
sr: Млин се може више пута ломити и преправљати
sv: Kvarnen kan brytas om och göras om upprepade gånger
sw: Kinu kinaweza kuvunjika na kufanywa upya mara kwa mara
ta: ஆலை உடைக்கப்பட்டு மீண்டும் செய்யப்படலாம்
te: మిల్లు విచ్ఛిన్నమై పదేపదే రీమేక్ చేయవచ్చు
th: โรงสีอาจหักแล้วทำใหม่ซ้ำๆ
tr: Değirmen kırılabilir ve tekrar tekrar üretilebilir
uk: Млин може неодноразово ламатися і перероблятися
ur: مل کو بار بار ٹوٹا اور دوبارہ بنایا جا سکتا ہے۔
uz: Tegirmon buzilib, qayta tiklanishi mumkin
vi: Cối xay có thể bị hỏng và làm lại nhiều lần
zh: 允许反复连续形成三连
zh_hant: 允許反复連續形成三連
zu: Isigayo singaphulwa futhi senziwe kabusha ngokuphindaphindiwe
