Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# interventionCaptureEnable
source: Allow intervention capture
af: Laat ingryping vaslegging toe
am: ጣልቃ ገብነት መፍቀድ
ar: السماح بالتقاط التدخل
az: Müdaxilə ələ keçirməyə icazə verin
be: Дазволіць заход умяшання
bg: Позволяват заснемане на интервенция
bn: হস্তক্ষেপ ক্যাপচারের অনুমতি দিন
bo: བར་འདུམ་བཀག་ཉར་བྱེད་ཆོག་པ།
ca: Permetre la captura d’intervenció
cs: Umožněte zachycení zásahu
da: Tillad interventionsfangst
de: Interventionserfassung erlauben
el: Επιτρέψτε τη σύλληψη παρέμβασης
es: Permitir la captura de intervención
et: Luba sekkumise püüdmine
fa: اجازه مداخله را اجازه دهید
fi: Salli intervention sieppaus
fr: Autoriser la capture d'intervention
gu: હસ્તક્ષેપ કેપ્ચર કરવાની મંજૂરી આપો
he: אפשר לכידת התערבות
hi: हस्तक्षेप पर कब्जा करने की अनुमति दें
hr: Omogućite hvatanje intervencije
hu: Engedélyezze a beavatkozást
hy: Թույլատրել միջամտության գրավումը
id: Izinkan penangkapan gotong
is: Leyfa íhlutun
it: Consentire l'acquisizione di interventi
ja: 介入キャプチャを許可します
km: អនុញ្ញាតឱ្យការចាប់អន្តរាគមន៍អន្តរាគមន៍
kn: ಹಸ್ತಕ್ಷೇಪ ಸೆರೆಹಿಡಿಯಲು ಅನುಮತಿಸಿ
ko: 중재 캡처를 허용하십시오
lt: Leiskite užfiksuoti intervenciją
lv: Ļaujiet uztvert intervenci
mk: Дозволете фаќање на интервенција
ms: Benarkan penangkapan intervensi
my: ဝင်ရောက်စွက်ဖက်မှုဖမ်းယူခွင့်ပြုပါ
nb: Tillat intervensjonsfangst
nl: Laat interventie vastleggen
pl: Pozwól na przechwytywanie interwencji
pt: Permitir captura de intervenção
ro: Permiteți captarea intervenției
ru: Разрешить захват вмешиванием
si: මැදිහත්වීමේ ග්රහණයට ඉඩ දෙන්න
sk: Povoliť zachytenie zásahu
sl: Dovoli zajem intervencije
sq: Lejoni kapjen e ndërhyrjes
sr: Дозволите снимање интервенција
sv: Tillåt interventionsfångst
sw: Ruhusu kukamata kwa kuingilia kati
te: జోక్యం సంగ్రహాన్ని అనుమతించండి
th: อนุญาตให้จับภาพการแทรกแซง
tr: Müdahale yakalamasına izin ver
uk: Дозволити захоплення втручання
ur: مداخلت کی گرفتاری کی اجازت دیں
uz: Aralashuvni ushlashga ruxsat berish
vi: Cho phép bắt giữ can thiệp
zh: 允许一挑二吃子
zh_hant: 啟用擔吃
zu: Vumela ukungenelela kokungenela

source: Leap capture
af: Vang deur te spring
am: የተደባለቀ
ar: القفز
az: Atlanmaq
be: Скачок захопу
bg: Заснемане на скок
bn: জাম্প ক্যাপচার
bo: མཆོང་རྒྱག་གི་འཛིན་བཟུང་།
ca: Saltar captura
cs: Skok zachycení
da: Fangst ved at hoppe
de: Sprungerfassung
el: Άλμα
es: Captura de salto
et: Hüppamine
fa: ضبط پرش
fi: Kaappaus
fr: Capture de saut
gu: કૂદવું
he: לכידת קפיצה
hi: कूद कब्जा
hr: Skok hvatanje
hu: Ugrásfogás
hy: Անցնել գրավում
id: Lompat penangkapan
is: Handtaka með því að stökkva
it: Saltare la cattura
ja: ジャンプキャプチャ
km: លោតលោត
kn: ಜಿಗಿತದ ಸೆರೆಹಿಡಿಯುವಿಕೆ
ko: 점프 캡처
lt: Šuolio fiksavimas
lv: Lēciena uztveršana
mk: Скокно снимање
ms: Lompat menangkap
my: ခုန်ဖမ်းယူ
nb: Hoppfangst
nl: Springvang
pl: SKUPU SKUPU
pt: Captura de salto
ro: Salt Capture
ru: Прыжковый захват
si: පැනීම අල්ලා ගැනීම
sk: Zachytenie
sl: Zajem skoka
sq: Kërto Kapur
sr: Скок заробљавање
sv: Hoppupptagning
sw: Kukamata kwa kuruka
te: జంప్ క్యాప్చర్
th: กระโดดจับ
tr: Atlama yakalama
uk: Захоплення стрибків
ur: جمپ کیپچر
uz: Sakrash
vi: Nhảy bắt
zh: 跳吃
zh_hant: 跳吃
zu: Eqanjwa

# leapCaptureDescription
source: Capture by leaping over an adjacent opponent's piece into the empty point beyond.
af: Vang deur oor die stuk van 'n aangrensende teenstander in die leë punt verder te spring.
am: ከአቅራቢያው የተቃዋሚ ተቃዋሚ ቁራጭ ወደ ባዶ ቦታው በመዝለል ይያዙ.
ar: التقاط عن طريق القفز فوق قطعة الخصم المجاورة في النقطة الفارغة إلى ما بعد.
az: Qonşu bir rəqib parçasının üstündən kənar nöqtəyə atlayaraq çəkin.
be: Захопіце, пераскокваючы праз суседні супернік у пустую кропку за яе межамі.
bg: Заснемайте, като прескочите над парчето на опонента в празната точка отвъд.
bn: একটি সংলগ্ন প্রতিপক্ষের টুকরোটি খালি পয়েন্টের বাইরে লাফিয়ে ক্যাপচার করুন।
bo: ཉེ་འགྲམ་གྱི་ཁ་གཏད་ཅིག་གི་སྟེང་ནས་མཆོངས་ནས་དེ་ལས་ལྷག་པའི་སྟོང་ཆ་དེ་ལ་མཆོངས་ནས་འཛིན་བཟུང་བྱས།
ca: Captura saltant sobre la peça d’un oponent adjacent al punt buit més enllà.
cs: Zachyťte skokem přes sousední soupeřovu kus do prázdného bodu za nimi.
da: Fangst ved at hoppe over en tilstødende modstanders stykke ind i det tomme punkt ud over.
de: Erfassen Sie, indem Sie über das Stück eines benachbarten Gegners in den leeren Punkt hinaus springen.
el: Συλλέξτε το άλμα πάνω από ένα παρακείμενο κομμάτι του αντιπάλου στο άδειο σημείο πέρα.
es: Captura saltando sobre la pieza de un oponente adyacente en el punto vacío más allá.
et: Jäädvustage, hüpates üle külgneva vastase tüki tühja punkti kaugemale.
fa: با پریدن از روی قطعه حریف مجاور به نقطه خالی فراتر از آن ، ضبط کنید.
fi: Kaapata hyppäämällä viereisen vastustajan kappaleen yli tyhjään pisteeseen sen jälkeen.
fr: Capturez en sautant par-dessus la pièce d'un adversaire adjacent dans le point vide au-delà.
gu: નજીકના વિરોધીના ટુકડા ઉપરથી ખાલી બિંદુમાં કૂદીને કેપ્ચર કરો.
he: לכידת על ידי קפיצה מעל חתיכתו של יריב סמוך לנקודה הריקה שמעבר.
hi: एक आसन्न प्रतिद्वंद्वी के टुकड़े को खाली बिंदु से परे पर कूदकर कैप्चर करें।
hr: Uhvatite skokom preko susjednog protivnika u praznu točku izvan.
hu: Fogja meg azáltal, hogy átugor egy szomszédos ellenfél darabját az üres pontba.
hy: Սեւեռել, հարակից մրցակիցի կտորի վրա նետվելով դեպի դատարկ կետը:
id: Tangkap dengan melompati bagian lawan yang berdekatan ke titik kosong di luar.
is: Handtaka með því að hoppa yfir stykki aðliggjandi andstæðings í tóma punktinn handan.
it: Cattura saltando sopra il pezzo di un avversario adiacente nel punto vuoto oltre.
ja: 隣接する相手のピースを飛び越えて、向こうの空のポイントにキャプチャします。
km: ចាប់យកដោយលោតលើបំណែករបស់គូប្រជែងដែលនៅជាប់នឹងចំនុចទទេលើស។
kn: ಪಕ್ಕದ ಎದುರಾಳಿಯ ತುಣುಕನ್ನು ಖಾಲಿ ಬಿಂದುವಿಗೆ ಹಾರಿ ಸೆರೆಹಿಡಿಯಿರಿ.
ko: 인접한 상대의 조각을 빈 지점 너머로 점프하여 캡처하십시오.
lt: Užfiksuokite šokinėdami virš gretimo priešininko gabalo į tuščią tašką.
lv: Uztveriet, pārlecot virs blakus esošā pretinieka gabala tukšajā punktā ārpus tā.
mk: Фаќајте со скокање над парчето на соседниот противник во празната точка подалеку.
ms: Tangkap dengan melompat ke atas sekeping lawan bersebelahan ke titik kosong di luar.
my: တစ် ဦး ကပ်လျက်ပြိုင်ဘက်တစ် ဦး ၏အပိုင်းအစအပေါ်ကျော်လွန်သောအချည်းနှီးသောအချက်များအပေါ်ခုန်ခြင်းဖြင့်ဖမ်းယူခြင်းဖြင့်ဖမ်းယူ။
nb: Fangst ved å hoppe over en tilstøtende motstanders stykke inn i det tomme punktet utenfor.
nl: Vastleggen door over het stuk van een aangrenzende tegenstander te springen in het lege punt daarachter.
pl: Uchwyć, przeskakując przez sąsiedniego elementu przeciwnika w pusty punkt za nią.
pt: Capture pulando sobre a peça de um oponente adjacente no ponto vazio além.
ro: Capturați sărind peste piesa adversarului adiacent în punctul gol de dincolo.
ru: Перепрыгните через соседнюю фигуру соперника на пустую точку за ней, чтобы снять её.
si: යාබද විරුද්ධවාදියෙකුගේ කැබැල්ලක් හරහා ඔබ්බට ගිය හිස් ලක්ෂ්යයක් තුළට පැනීම.
sk: Zachyťte skokom cez susedného súpera do prázdneho bodu ďalej.
sl: Ujemite tako, da skočite čez sosednji nasprotnikov kos v prazno točko onkraj.
sq: Kapni duke u hedhur mbi pjesën e një kundërshtari ngjitur në pikën boshe përtej.
sr: Хватање скоком преко суседног противника у празну тачку даље.
sv: Fånga genom att hoppa över en angränsande motståndares stycke i den tomma punkten bortom.
sw: Kukamata kwa kuruka juu ya kipande cha mpinzani wa karibu ndani ya hatua tupu zaidi.
te: ప్రక్కనే ఉన్న ప్రత్యర్థి ముక్కను మించిన ఖాళీ బిందువులోకి దూకడం ద్వారా పట్టుకోండి.
th: จับภาพด้วยการกระโดดข้ามชิ้นส่วนของคู่ต่อสู้ที่อยู่ติดกันเข้าไปในจุดว่างที่อยู่ไกลออกไป
tr: Bitişik bir rakibin parçasının üzerinden boş noktaya atlayarak yakalayın.
uk: Захоплення, перестрибуючи над частиною сусіднього суперника в порожню точку за її межами.
ur: ملحقہ حریف کے ٹکڑے کو چھلانگ لگا کر اس سے باہر خالی نقطہ پر گرفت کریں۔
uz: Qo'shni raqibning parchasini bo'sh joyga sakrash orqali ushlang.
vi: Nắm bắt bằng cách nhảy qua mảnh đối thủ liền kề vào điểm trống bên kia.
zh: 跳过相邻的对方棋子并落到其后的空点以吃掉该棋子。
zh_hant: 跳過相鄰的對方棋子並落於其後空點，即可吃掉該棋子。
zu: Capture ngokugxuma ngaphezulu kwesiqeshana somphikisi oseduze kube yindawo engenalutho.

# leapCaptureEnable
source: Allow leap capture
af: Laat springopvang
am: የተዘበራረቀ የተቀረጸ
ar: السماح بالتقاط القفز
az: Atlama ələ keçirməyə icazə verin
be: Дазвольце захопу скачка
bg: Позволете заснемане на скок
bn: জাম্প ক্যাপচারের অনুমতি দিন
bo: མཆོང་སྐྱོད་ལ་འཛིན་བཟུང་བྱེད་དུ་འཇུག་པ།
ca: Permet la captura de salt
cs: Umožněte zachycení skoku
da: Tillad hoppindfangning
de: Sprungerfassung erlauben
el: Αφήστε τη σύλληψη άλματος
es: Permitir captura de salto
et: Luba hüppe jäädvustamine
fa: اجازه دادن به پرش را اجازه دهید
fi: Anna hyppykaappauksen
fr: Laisser la capture de saut
gu: જમ્પ કેપ્ચરને મંજૂરી આપો
he: אפשר לכידת קפיצה
hi: कूद पकड़ने की अनुमति दें
hr: Omogući snimanje skoka
hu: Engedje meg az ugrás elfogását
hy: Թույլ տվեք ցատկել գրավումը
id: Izinkan penangkapan lompatan
is: Leyfa stökkupptöku
it: Consenti la cattura del salto
ja: ジャンプキャプチャを許可します
km: អនុញ្ញាតឱ្យលោតលោត
kn: ಜಂಪ್ ಕ್ಯಾಪ್ಚರ್ ಅನ್ನು ಅನುಮತಿಸಿ
ko: 점프 캡처를 허용하십시오
lt: Leiskite šuolio fiksavimui
lv: Ļaujiet lēciena uztveršanai
mk: Дозволете да се фати скок
ms: Benarkan penangkapan lompat
my: ခုန်ဖမ်းယူခွင့်ပြုပါ
nb: Tillat hoppfangst
nl: Laat vastleggen door te springen
pl: Pozwól schwytać skok
pt: Permita captura de salto
ro: Permiteți captarea saltului
ru: Разрешить прыжковый захват
si: පැනීම අල්ලා ගැනීමට ඉඩ දෙන්න
sk: Povoliť zachytenie skoku
sl: Dovoli zajem skoka
sq: Lejo Kërcën e Kërcave
sr: Дозволи снимање скока
sv: Tillåt hoppfångst
sw: Ruhusu kukamata kwa kuruka
te: జంప్ క్యాప్చర్ అనుమతించండి
th: อนุญาตให้กระโดดกระโดด
tr: Atlama yakalamasına izin ver
uk: Дозвольте захопити стрибок
ur: چھلانگ کی گرفتاری کی اجازت دیں
uz: Sakrashga ruxsat berish
vi: Cho phép bắt giữ
zh: 允许跳吃
zh_hant: 啟用跳吃
zu: Vumela Ukuqanjwa Kwe-TUSH

# captureApplicableLines
source: Applicable lines
af: Toepaslike lyne
am: የሚመለከታቸው መስመሮች
ar: الخطوط المعمول بها
az: Tətbiq olunan xətlər
be: Прыдатныя радкі
bg: Приложими линии
bn: প্রযোজ্য লাইন
bo: བཀོལ་སྤྱོད་བྱེད་ཐུབ་པའི་གྲལ་ཐིག་།
ca: Línies aplicables
cs: Použitelné řádky
da: Relevante linjer
de: Anwendbare Linien
el: Εφαρμόσιμες γραμμές
es: Líneas aplicables
et: Kohaldatavad read
fa: خطوط قابل اجرا
fi: Soveltuvat rivit
fr: Lignes applicables
gu: લાગુ પડતી રેખાઓ
he: קווים רלוונטיים
hi: लागू लाइनें
hr: Primjenjive linije
hu: Alkalmazható vonalak
hy: Կիրառելի գծեր
id: Baris yang berlaku
is: Viðeigandi línur
it: Linee applicabili
ja: 該当する行
km: បន្ទាត់ដែលអាចអនុវត្តបាន
kn: ಅನ್ವಯಿಸುವ ರೇಖೆಗಳು
ko: 해당 라인
lt: Taikomos eilutės
lv: Piemērojamās līnijas
mk: Применливи линии
ms: Baris yang berkenaan
my: သက်ဆိုင်သောလိုင်းများ
nb: Gjeldende linjer
nl: Toepasselijke lijnen
pl: Odpowiednie linie
pt: Linhas aplicáveis
ro: Linii aplicabile
ru: Применимые линии
si: අදාළ රේඛා
sk: Uplatniteľné riadky
sl: Veljavne vrstice
sq: Linjat e zbatueshme
sr: Применљиве линије
sv: Tillämpliga linjer
sw: Mistari inayotumika
te: వర్తించే పంక్తులు
th: สายที่ใช้งานได้
tr: Uygulanabilir çizgiler
uk: Застосовувані лінії
ur: قابل اطلاق لائنیں
uz: Qo'llaniladigan chiziqlar
vi: Dòng áp dụng
zh: 适用线段
zh_hant: 適用線段
zu: Imigqa esebenzayo

# captureSquareEdges
source: Along the square's edges
af: Langs die rande van die plein
am: ካሬዎቹ ጠርዞች ጋር
ar: على طول حواف المربع
az: Kvadrat kənarları boyunca
be: Уздоўж краёў квадрата
bg: По краищата на площада
bn: স্কোয়ারের প্রান্ত বরাবর
bo: ཐང་ཆེན་གྱི་མཐའ་མཚམས།
ca: Al llarg de les vores de la plaça
cs: Podél okrajů čtverce
da: Langs firkantens kanter
de: Entlang der Ränder des Quadrats
el: Κατά μήκος των άκρων της πλατείας
es: A lo largo de los bordes de la plaza
et: Mööda väljaku servi
fa: در امتداد لبه های میدان
fi: Neliön reunat
fr: Le long des bords du carré
gu: ચોરસ ધાર સાથે
he: לאורך קצוות הכיכר
hi: वर्ग के किनारों के साथ
hr: Uz rubove trga
hu: A tér szélén
hy: Հրապարակի եզրերի երկայնքով
id: Di sepanjang tepi alun -alun
is: Meðfram brúnum torgsins
it: Lungo i bordi della piazza
ja: 正方形の端に沿って
km: នៅតាមគែមការ៉េ
kn: ಚೌಕದ ಅಂಚುಗಳ ಉದ್ದಕ್ಕೂ
ko: 광장의 가장자리를 따라
lt: Palei aikštės kraštus
lv: Gar laukuma malām
mk: По должината на рабовите на плоштадот
ms: Di sepanjang tepi dataran
my: စတုရန်းရဲ့အနားတလျှောက်
nb: Langs kvadratets kanter
nl: Langs de randen van het plein
pl: Wzdłuż krawędzi kwadratu
pt: Ao longo das bordas da praça
ro: De -a lungul marginilor pieței
ru: Вдоль краев квадрата
si: චතුරස්රයේ දාර දිගේ
sk: Pozdĺž hrán štvorcových
sl: Ob robovih trga
sq: Përgjatë skajeve të sheshit
sr: Дуж квадратних ивица
sv: Längs torgets kanter
sw: Kando ya kingo za mraba
te: చదరపు అంచుల వెంట
th: ตามขอบของจัตุรัส
tr: Meydanın kenarları boyunca
uk: Вздовж країв квадрата
ur: مربع کے کناروں کے ساتھ
uz: Maydon qirralari bo'ylab
vi: Dọc theo các cạnh của quảng trường
zh: 正方形边线上
zh_hant: 正方形邊線上
zu: Ngasemiphethweni yesikwele

# captureCrossLines
source: Along orthogonal lines crossing the square
af: Langs ortogonale lyne wat die vierkant kruis
am: በካሬው ካሬ የሚያቋርጡ በኮሬጅ መስመር
ar: على طول الخطوط المتعامدة التي تعبر المربع
az: Meydanı keçən ortogonal xətlər boyunca
be: Уздоўж артаганальных ліній, якія перасякаюць квадрат
bg: По ортогонални линии, пресичащи площада
bn: বর্গক্ষেত্র পেরিয়ে অরথোগোনাল লাইন বরাবর
bo: གྲུ་བཞི་བརྒལ་བའི་ཐིག་ལམ་བརྒྱུད་དེ།
ca: Al llarg de línies ortogonals creuant el quadrat
cs: Podél ortogonálních linií překračujících náměstí
da: Langs ortogonale linjer, der krydser firkanten
de: Entlang orthogonaler Linien überqueren das Quadrat
el: Κατά μήκος ορθογώνιων γραμμών που διασχίζουν την πλατεία
es: A lo largo de líneas ortogonales que cruzan la plaza
et: Mööda ruudu ületavaid ortogonaalseid jooni
fa: در امتداد خطوط متعامد که از میدان عبور می کنند
fi: Ortogonaalisia viivoja ylittäen neliön
fr: Le long des lignes orthogonales traversant le carré
gu: ચોરસને પાર કરતી ઓર્થોગોનલ રેખાઓ સાથે
he: לאורך קווים אורתוגונליים החוצים את הכיכר
hi: वर्ग को पार करने वाले ऑर्थोगोनल लाइनों के साथ
hr: Duž ortogonalnih linija prelazeći kvadrat
hu: Az ortogonális vonalak mentén átlépve a négyzetet
hy: Քառակուսի հատող օրթոգոնալ գծերի երկայնքով
id: Di sepanjang garis ortogonal melintasi alun -alun
is: Meðfram rétthyrndum línum sem fara yfir torgið
it: Lungo le linee ortogonali che attraversano il quadrato
ja: 正方形を横切る直交線に沿って
km: នៅតាមបណ្តោយបន្ទាត់អ័ក្សអ័រអ័រឆ្លងកាត់ការេ
kn: ಚೌಕವನ್ನು ದಾಟುವ ಆರ್ಥೋಗೋನಲ್ ರೇಖೆಗಳ ಉದ್ದಕ್ಕೂ
ko: 정사각형을 가로 지르는 직교 라인을 따라
lt: Išilgai stačiakampių linijų, kertančių aikštę
lv: Gar ortogonālām līnijām, kas šķērso kvadrātu
mk: По ортогоналните линии што го преминуваат плоштадот
ms: Di sepanjang garis ortogonal menyeberangi dataran
my: စတုရန်းကိုဖြတ်ကျော် orthogonal လိုင်းများတလျှောက်
nb: Langs ortogonale linjer som krysser torget
nl: Langs orthogonale lijnen die het vierkant kruisen
pl: Wzdłuż linii ortogonalnych przecinających kwadrat
pt: Ao longo das linhas ortogonais cruzando o quadrado
ro: De -a lungul liniilor ortogonale care traversează piața
ru: Вдоль ортогональных линий, пересекающих квадрат
si: චතුරස්රය තරණය කරන විකලාංග රේඛා ඔස්සේ
sk: Pozdĺž ortogonálnych línií prechádzajúcich na štvorec
sl: Vzdolž ortogonalnih linij, ki prečkajo kvadrat
sq: Përgjatë vijave ortogonale që kalojnë sheshin
sr: Дуж ортогоналних линија прелазећи квадрат
sv: Längs ortogonala linjer som korsar torget
sw: Pamoja na mistari ya orthogonal kuvuka mraba
te: చదరపు దాటి ఆర్తోగోనల్ మార్గాల్లో
th: ตามแนว orthogonal ข้ามสี่เหลี่ยมจัตุรัส
tr: Meydanı geçen dikey çizgiler boyunca
uk: Вздовж ортогональних ліній, що перетинають квадрат
ur: مربع کو عبور کرنے والے آرتھوگونل لائنوں کے ساتھ
uz: Maydonni kesib o'tish ortogonal chiziqlari bo'ylab
vi: Dọc theo các đường trực giao băng qua quảng trường
zh: 穿过正方形边线的水平和垂直线上
zh_hant: 穿過正方形邊界的水平與垂直線
zu: Emigqeni ye-orthogonal ewela isikwele

# captureDiagonalLines
source: Along diagonal lines crossing the square
af: Langs diagonale lyne wat die vierkant kruis
am: ካሬውን የሚያቋርጡ ዲያግናል መስመር
ar: على طول الخطوط القطرية التي تعبر المربع
az: Meydanı keçən diaqonal xətlər boyunca
be: Уздоўж дыяганальных ліній, якія перасякаюць квадрат
bg: По диагонални линии, пресичащи квадрата
bn: স্কোয়ারটি অতিক্রমকারী তির্যক রেখা বরাবর
bo: གྲུ་བཞི་བརྒལ་བའི་ཟུར་ཐིག་བརྒྱུད་ནས།
ca: Al llarg de les línies en diagonal creuant el quadrat
cs: Podél diagonálních linií přecházejících na náměstí
da: Langs diagonale linjer, der krydser firkanten
de: Entlang diagonaler Linien überqueren das Quadrat
el: Κατά μήκος διαγώνιων γραμμών που διασχίζουν την πλατεία
es: A lo largo de líneas diagonales que cruzan el cuadrado
et: Mööda ruudu ületavat diagonaaljooni
fa: در امتداد خطوط مورب که از مربع عبور می کنند
fi: Viagonaalilinjoja pitkin, jotka ylittävät neliön
fr: Le long des lignes diagonales traversant le carré
gu: ચોરસને પાર કરતી કર્ણ રેખાઓ સાથે
he: לאורך קווים אלכסוניים חוצים את הכיכר
hi: विकर्ण लाइनों के साथ वर्ग को पार करना
hr: Duž dijagonalnih linija koje prelaze kvadrat
hu: Átlós vonalak mentén, átlépve a négyzetet
hy: Հրապարակը հատող անկյունագծային գծերի երկայնքով
id: Sepanjang garis diagonal melintasi alun -alun
is: Meðfram ská línum sem fara yfir torgið
it: Lungo le linee diagonali che attraversano il quadrato
ja: 正方形を横切る斜めの線に沿って
km: តាមទ្រនុងអង្កត់ទ្រូងឆ្លងកាត់ការ៉េ
kn: ಚೌಕವನ್ನು ದಾಟುವ ಕರ್ಣೀಯ ರೇಖೆಗಳ ಉದ್ದಕ್ಕೂ
ko: 정사각형을 가로 지르는 대각선을 따라
lt: Išilgai įstrižainių linijų, kertančių aikštę
lv: Gar diagonālām līnijām, kas šķērso kvadrātu
mk: По дијагоналните линии што го преминуваат плоштадот
ms: Di sepanjang garis pepenjuru menyeberangi dataran
my: ထောင့်ဖြတ်လိုင်းများတလျှောက်မှာစတုရန်းဖြတ်ကူး
nb: Langs diagonale linjer som krysser torget
nl: Langs diagonale lijnen die het vierkant oversteken
pl: Wzdłuż linii ukośnych przecinających kwadrat
pt: Ao longo das linhas diagonais cruzando o quadrado
ro: De -a lungul liniilor diagonale care traversează pătratul
ru: Вдоль диагональных линий, пересекающих квадрат
si: චතුරස්රය තරණය කරන විකාර රේඛා ඔස්සේ
sk: Pozdĺž diagonálnych čiar prechádzajúcich cez štvorec
sl: Vzdolž diagonalnih linij, ki prečkajo kvadrat
sq: Përgjatë vijave diagonale që kalojnë sheshin
sr: Дуж дијагоналних линија прелазећи квадрат
sv: Längs diagonala linjer som korsar torget
sw: Pamoja na mistari ya diagonal kuvuka mraba
te: వికర్ణ రేఖల వెంట చదరపు దాటుతుంది
th: ตามแนวเส้นทแยงมุมข้ามสี่เหลี่ยมจัตุรัส
tr: Meydanı geçen çapraz çizgiler boyunca
uk: Вздовж діагональних ліній, що перетинають квадрат
ur: مربع عبور کرنے والے اخترن لائنوں کے ساتھ
uz: Diagonal chiziqlar maydonni kesib o'tish
vi: Dọc theo các đường chéo băng qua quảng trường
zh: 穿过正方形边线的斜线上
zh_hant: 穿過正方形邊界的斜向線
zu: Emigqeni ye-diagonal ewela isikwele

# captureExecutionPhases
source: Execution phases
af: Uitvoeringsfases
am: የማስፈጸሚያ ደረጃዎች
ar: مراحل التنفيذ
az: İcra mərhələləri
be: Фазы выканання
bg: Фази на изпълнение
bn: মৃত্যুদন্ডের পর্যায়গুলি
bo: ལག་བསྟར་དུས་རིམ།
ca: Fases d'execució
cs: Fáze provádění
da: Henrettelsesfaser
de: Ausführungsphasen
el: Φάσεις εκτέλεσης
es: Fases de ejecución
et: Täitmisfaasid
fa: مراحل اعدام
fi: Suoritusvaiheet
fr: Phases d'exécution
gu: અમલના તબક્કાઓ
he: שלבי ביצוע
hi: निष्पादन चरण
hr: Faze izvršenja
hu: Végrehajtási szakasz
hy: Կատարման փուլեր
id: Fase eksekusi
is: Framkvæmd stig
it: Fasi di esecuzione
ja: 実行フェーズ
km: ដំណាក់កាលប្រតិបត្តិ
kn: ಮರಣದಂಡನೆ ಹಂತಗಳು
ko: 실행 단계
lt: Vykdymo etapai
lv: Izpildes posmi
mk: Фази на извршување
ms: Fasa pelaksanaan
my: Execution အဆင့်
nb: Utførelsesfaser
nl: Uitvoeringsfasen
pl: Fazy wykonania
pt: Fases de execução
ro: Faze de execuție
ru: Фазы исполнения
si: ක්රියාත්මක කිරීමේ අදියර
sk: Fáza vykonávania
sl: Faze izvajanja
sq: Fazat e ekzekutimit
sr: Фазе извршења
sv: Exekveringsfaser
sw: Awamu za utekelezaji
te: అమలు దశలు
th: ขั้นตอนการดำเนินการ
tr: Yürütme aşamaları
uk: Фази виконання
ur: پھانسی کے مراحل
uz: Bajarish bosqichlari
vi: Giai đoạn thực thi
zh: 执行阶段
zh_hant: 執行階段
zu: Izigaba Zokubulawa

# capturePiecesCondition
source: Piece-based availability during moving phase
af: Beskikbaarheid tydens die bewegende fase gebaseer op oorblywende stukke
am: በተቀራረቡ ቁርጥራጮች ላይ በመመርኮዝ በሚንቀሳቀሱበት ደረጃ ተገኝነት ተገኝነት
ar: توافر خلال المرحلة المتحركة بناءً على القطع المتبقية
az: Qalan hissələrə əsaslanan hərəkət mərhələsində mövcudluq
be: Наяўнасць на этапе перамяшчэння на аснове астатніх твораў
bg: Наличност по време на фазата на преместване въз основа на останалите парчета
bn: অবশিষ্ট টুকরা উপর ভিত্তি করে চলন্ত পর্যায়ে প্রাপ্যতা
bo: ལྷག་མའི་དངོས་པོ་ལ་བརྟེན་ནས་འགུལ་སྐྱོད་བྱེད་པའི་དུས་རིམ་གྱི་སྐབས་སུ་ཡོད་ཚད།
ca: Disponibilitat durant la fase de moviment en funció de les peces restants
cs: Dostupnost během pohyblivé fáze na základě zbývajících kusů
da: Tilgængelighed i den bevægelige fase baseret på resterende stykker
de: Verfügbarkeit während der Umzugsphase basierend auf verbleibenden Teilen
el: Διαθεσιμότητα κατά τη διάρκεια της μετακινούμενης φάσης με βάση τα υπόλοιπα κομμάτια
es: Disponibilidad durante la fase móvil basada en las piezas restantes
et: Saadavus liikuva etapi ajal, mis põhineb ülejäänud tükkidel
fa: در دسترس بودن در مرحله متحرک بر اساس قطعات باقی مانده
fi: Saatavuus liikkuvan vaiheen aikana jäljellä olevien kappaleiden perusteella
fr: Disponibilité pendant la phase mobile basée sur les pièces restantes
gu: બાકીના ટુકડાઓના આધારે ફરતા તબક્કા દરમિયાન ઉપલબ્ધતા
he: זמינות בשלב ההנעה על בסיס חתיכות הנותרים
hi: शेष टुकड़ों के आधार पर चलती चरण के दौरान उपलब्धता
hr: Raspoloživost tijekom faze pomicanja na temelju komada
hu: Elérhetőség a mozgó szakaszban a fennmaradó darabok alapján
hy: Մնացած կտորների հիման վրա շարժվող փուլում առկայություն
id: Ketersediaan selama fase bergerak berdasarkan potongan yang tersisa
is: Framboð á hreyfingunni sem byggist á verkum sem eftir eru
it: Disponibilità durante la fase mobile in base ai pezzi rimanenti
ja: 残りのピースに基づく移動段階での可用性
km: ភាពអាចរកបានក្នុងដំណាក់កាលផ្លាស់ប្តូរផ្អែកលើបំណែកដែលនៅសល់
kn: ಉಳಿದ ತುಣುಕುಗಳ ಆಧಾರದ ಮೇಲೆ ಚಲಿಸುವ ಹಂತದಲ್ಲಿ ಲಭ್ಯತೆ
ko: 남은 조각을 기준으로 이동 단계에서 가용성
lt: Prieinamumas judančios fazės metu, remiantis likusiais gabalėliais
lv: Pieejamība kustīgajā fāzē, pamatojoties uz atlikušajiem gabaliem
mk: Достапност за време на фазата на движење врз основа на преостанатите парчиња
ms: Ketersediaan semasa fasa bergerak berdasarkan kepingan yang tinggal
my: ကျန်ရှိသောအပိုင်းအစများအပေါ်အခြေခံပြီးရွေ့လျားအဆင့်တွင်ရရှိနိုင်
nb: Tilgjengelighet i bevegelsesfasen basert på gjenværende brikker
nl: Beschikbaarheid tijdens de bewegende fase op basis van resterende stukken
pl: Dostępność podczas fazy ruchu na podstawie pozostałych elementów
pt: Disponibilidade durante a fase móvel com base nas peças restantes
ro: Disponibilitate în faza de mișcare pe baza pieselor rămase
ru: Доступность в фазе перемещения в зависимости от числа оставшихся фигур
si: ඉතිරි කොටස් මත පදනම්ව චලනය වන අදියර තුළ ලබා ගත හැකිය
sk: Dostupnosť počas pohyblivej fázy na základe zvyšných kusov
sl: Razpoložljivost v fazi gibanja na podlagi preostalih kosov
sq: Disponueshmëria gjatë fazës lëvizëse bazuar në pjesët e mbetura
sr: Доступност током покретне фазе на основу преосталих комада
sv: Tillgänglighet under den rörliga fasen baserat på återstående bitar
sw: Upatikanaji wakati wa awamu ya kusonga kulingana na vipande vilivyobaki
te: మిగిలిన ముక్కల ఆధారంగా కదిలే దశలో లభ్యత
th: ความพร้อมใช้งานในระหว่างขั้นตอนการเคลื่อนไหวตามชิ้นส่วนที่เหลืออยู่
tr: Kalan parçalara dayalı olarak hareketli aşamada kullanılabilirlik
uk: Доступність за штуками під час переїзду
ur: باقی ٹکڑوں کی بنیاد پر چلنے والے مرحلے کے دوران دستیابی
uz: Qolgan bo'laklarga asoslangan harakatlanayotgan davrda mavjudlik
vi: Tính khả dụng trong giai đoạn di chuyển dựa trên các phần còn lại
zh: 走子阶段按剩余棋子数量决定适用性
zh_hant: 行棋階段按剩餘棋子數決定適用性
zu: Ukutholakala ngesikhathi sesigaba esihambayo esekwe izingcezu ezisele
