Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# toSelectPiece
source: Tap on a piece to move it.
af: Tik op 'n stuk om dit te skuif.
am: ቁራጩን ለማንቀሳቀስ በቁራጩ ላይ መታ ያድርጉ።
ar: انقر على قطعة لتحريكها.
az: Bir parçanı hərəkət etdirmək üçün üzərinə toxunun.
be: Націсніце на частку, каб перамясціць яе.
bg: Докоснете фигура, за да я преместите.
bn: এটি সরানোর জন্য টুকরো ট্যাপ করুন।
bo: རྡེལ་ཞིག་ལ་རྡེལ་སྤོ་བའི་ཆེད་དུ་རེག
ca: Toqueu en una peça per a moure-la.
cs: Klepnutím na kus jej přesuňte.
da: Tryk på en brik for at flytte den.
de: Tippe auf einen Stein, um ihn zu ziehen.
el: Πατήστε σε ένα κομμάτι για να το μετακινήσετε.
es: Pulse sobre una pieza para moverla.
et: Puudutage kujukest, et seda liigutada.
fa: برای حرکت دادن یک مهره روی آن ضربه بزنید.
fi: Siirrä nappulaa napauttamalla sitä.
fr: Tapez sur une pièce pour la déplacer.
gu: તેને ખસેડવા માટે ટુકડા પર ટેપ કરો.
he: הקש על חלק כדי להזיז אותו.
hi: टुकड़े को स्थानांतरित करने के लिए उस पर टैप करें।
hr: Dodirnite figuru da biste je premjestili.
hu: Érintse meg a korongot annak mozgatásához.
hy: Հպեք մի կտորի՝ այն տեղափոխելու համար:
id: Ketuk sepotong untuk memindahkannya.
is: Bankaðu á stykki til að færa það.
it: Tocca un pezzo per spostarlo.
ja: 駒をタップして動かします。
km: ប៉ះលើកូនអុកដើម្បីផ្លាស់ទីវា។
kn: ತುಂಡು ಸರಿಸಲು ಅದನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 이동할 말을 탭하세요.
lt: Bakstelėkite figūrėlę, kad ją perkeltumėte.
lv: Pieskarieties figūrai, lai to pārvietotu.
mk: Допрете на парче за да го преместите.
ms: Ketuk sekeping untuk memindahkannya.
my: ၎င်းကိုရွှေ့ရန် အပိုင်းတစ်ခုကို နှိပ်ပါ။
nb: Trykk på et stykke for å flytte det.
nl: Tik op een stuk om het te verplaatsen.
pl: Naciśnij na element, aby go przesunąć.
pt: Toque em uma peça para movê-la.
ro: Atinge piesa pe care vrei s-o muți.
ru: Нажмите на фигуру, чтобы переместить ее.
si: කැබලියක් චලනය කිරීමට එය හඹා යන්න.
sk: Ťuknutím na figúrku ju presuniete.
sl: Tapnite figuro, da jo premaknete.
sq: Trokitni lehtë mbi një pjesë për ta lëvizur.
sr: Додирните комад да бисте га померили.
sv: Tryck på en pjäs för att flytta den.
sw: Gonga kwenye kipande ili kuisogeza.
ta: அதை நகர்த்த ஒரு துண்டைத் தட்டவும்.
te: దానిని తరలించడానికి భాగాన్ని నొక్కండి.
th: แตะที่ชิ้นส่วนเพื่อย้าย
tr: Taşımak için bir parçaya dokunun.
uk: Натисніть на шматок, щоб перемістити його.
ur: کسی ٹکڑے کو منتقل کرنے کے لیے اسے تھپتھپائیں۔
uz: Uni siljitish uchun biron joyga teging.
vi: Chạm vào một mảnh để di chuyển nó.
zh: 请选择自己要移动的棋子。
zh_hant: 請選擇自己要移動的棋子。
zu: Thepha ucezu ukuze ulususe.

# toMovePiece
source: Tap on a point connected to a piece to move it.
af: Tik op 'n punt wat aan 'n stuk gekoppel is om dit te skuif.
am: ቁራጩን ለማንቀሳቀስ ከቁራጩ ጋር በተገናኘ ነጥብ ላይ መታ ያድርጉ።
ar: انقر على النقطة المتصلة بالقطعة لتحريكها.
az: Parçanı hərəkət etdirmək üçün ona qoşulmuş nöqtəyə toxunun.
be: Націсніце на кропку, злучаную з часткай, каб перамясціць яе.
bg: Докоснете точка, свързана с фигура, за да я преместите.
bn: টুকরোটি সরানোর জন্য সংযুক্ত পয়েন্টে আলতো চাপুন।
bo: རྡེལ་ཞིག་དང་སྦྲེལ་བའི་ས་ཚིགས་ཤིག་ལ་རེག་ནས་སྤོ་བ།
ca: Toqueu en un punt connectat a una peça per a moure-la.
cs: Klepnutím na bod připojený k dílu jej přesuňte.
da: Tryk på et punkt, der er forbundet med en brik, for at flytte den.
de: Tippe auf einen mit einem Stein verbundenen Punkt, um ihn zu ziehen.
el: Πατήστε σε σημείο που συνδέεται με κομμάτι για να το μετακινήσετε.
es: Pulse sobre un punto conectado a una pieza para moverla.
et: Puudutage tükiga seotud punkti, et seda liigutada.
fa: برای حرکت دادن یک مهره روی خانه(نقطه) مجاور ضربه بزنید.
fi: Siirrä nappulaa napauttamalla nappulaan liittyvää pistettä.
fr: Tapez sur un point connecté à une pièce pour la déplacer.
gu: તેને ખસેડવા માટે ભાગથી જોડાયેલા બિંદુ પર ટેપ કરો.
he: הקש על נקודה המחוברת ליצירה כדי להזיז אותה.
hi: इसे स्थानांतरित करने के लिए टुकड़े से जुड़े बिंदु पर टैप करें।
hr: Dodirnite susjedno slobodno mjesto da biste premjestili figuru.
hu: Érintse meg a mezőt amelyhez csatlakoztatni akarja a korongot.
hy: Հպեք մի կետի վրա, որը միացված է կտորին՝ այն տեղափոխելու համար:
id: Ketuk titik yang terhubung ke bagian untuk memindahkannya.
is: Bankaðu á punkt sem er tengdur við verk til að færa hann.
it: Tocca il punto collegato al pezzo per spostarlo.
ja: ピースに接続されたポイントをタップして移動します。
km: ប៉ះលើចំណុចដែលភ្ជាប់ទៅនឹងកូនអុកដើម្បីផ្លាស់ទីវា។
kn: ತುಂಡನ್ನು ಸರಿಸಲು ಅದನ್ನು ಸಂಪರ್ಕಿಸಿರುವ ಬಿಂದುವನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 말을 이동하려면 해당 말에 연결된 점을 탭하세요.
lt: Bakstelėkite tašką, prijungtą prie figūrėlės, kad ją perkeltumėte.
lv: Pieskarieties punktam, kas savienots ar figūru, lai to pārvietotu.
mk: Допрете на точка поврзана со парче за да ја поместите.
ms: Ketuk titik yang disambungkan ke sekeping untuk menggerakkannya.
my: ၎င်းကိုရွှေ့ရန် အပိုင်းတစ်ခုနှင့် ချိတ်ဆက်ထားသော အမှတ်ကို နှိပ်ပါ။
nb: Trykk på et punkt som er koblet til et stykke for å flytte det.
nl: Tik op een punt verbonden met een speelstuk om het te verplaatsen.
pl: Stuknij w punkt połączony z elementem, aby go przesunąć.
pt: Toque em um ponto conectado a uma peça para movê-la.
ro: Atinge punctul pe care vrei să plasezi piesa.
ru: Нажмите на точку, связанную с фигурой, чтобы переместить ее.
si: කැබලියක් සම්බන්ධ ලකුණක් මත හඹා එය චලනය කරන්න.
sk: Klepnutím na bod pripojený k figúrke ju presuniete.
sl: Tapnite točko, ki je povezana s figuro, da jo premaknete.
sq: Trokitni lehtë mbi pikën e lidhur me copë për ta lëvizur.
sr: Додирните тачку повезану са делом да бисте га померили.
sv: Tryck på en punkt som är kopplad till en pjäs för att flytta den.
sw: Gonga kwenye sehemu iliyounganishwa na kipande ili kuisogeza.
ta: அதை நகர்த்த ஒரு துண்டுடன் இணைக்கப்பட்ட ஒரு புள்ளியைத் தட்டவும்.
te: ముక్కను తరలించడానికి కనెక్ట్ చేసిన పాయింట్‌పై నొక్కండి.
th: แตะที่จุดที่เชื่อมต่อกับชิ้นส่วนเพื่อย้าย
tr: Taşımak için parçaya bağlı noktaya dokunun.
uk: Торкніться точки, пов’язаної з фрагментом, щоб перемістити його.
ur: اسے منتقل کرنے کے لیے کسی ٹکڑے سے جڑے ہوئے پوائنٹ پر ٹیپ کریں۔
uz: Parchani siljitish uchun unga ulangan nuqtani bosing.
vi: Chạm vào một điểm được kết nối với một mảnh để di chuyển nó.
zh: 点击和此棋子相邻的点以移动棋子。
zh_hant: 點擊和此棋子相鄰的點以移動棋子。
zu: Thepha ephuzwini elixhunywe esiqeshaneni ukuze usihambise.

# toRemovePiece
source: Tap on one of the opponent's pieces to remove it.
af: Tik op die teenstander se een stuk om te verwyder.
am: ለማስወገድ በተቃራኒው አንድ ቁራጭ ላይ መታ ያድርጉ።
ar: انقر على قطعة الخصم لإزالتها.
az: Çıxarmaq üçün rəqibin bir parçasına toxunun.
be: Націсніце на адну фігуру суперніка, каб выдаліць.
bg: Докоснете върху една от фигурите на противника, за да я премахнете.
bn: অপসারণ করতে প্রতিপক্ষের এক টুকরো ট্যাপ করুন।
bo: ཁ་གཏད་རྩེད་འགྲན་པའི་རྡེལ་གཅིག་ལ་རེག་ནས་བསུབ་པ།
ca: Toqueu en una de les peces de l'oponent per a eliminar-la.
cs: Klepnutím na soupeřovu jednu figuru odeberete.
da: Tryk på en af modstanderens brikker for at fjerne den.
de: Tippe auf einen gegnerischen Stein, um ihn zu entfernen.
el: Πατήστε σε ένα κομμάτι του αντιπάλου για να το αφαιρέσετε.
es: Toque en la pieza del oponente para removerla.
et: Puudutage vastase ühte tükki, et seda eemaldada.
fa: برای حذف کردن مهره حریف روی آن ضربه بزنید.
fi: Napauta vastustajan yhtä nappulaa poistaaksesi sen.
fr: Tapez sur une pièce de l'adversaire pour la retirer.
gu: દૂર કરવા માટે વિરોધીના એક ટુકડા પર ટેપ કરો.
he: הקש על החלק האחד של היריב כדי להסיר.
hi: हटाने के लिए प्रतिद्वंद्वी के एक टुकड़े पर टैप करें।
hr: Dodirnite jednu protivničku figuru da biste je uklonili.
hu: Eltávolítás végett érintse meg az ellenfél egy korongját.
hy: Հպեք հակառակորդի մեկ կտորին՝ հեռացնելու համար:
id: Ketuk salah satu bagian lawan untuk menghapus.
is: Bankaðu á eitt stykki andstæðingsins til að fjarlægja.
it: Tocca un pezzo dell'avversario per rimuoverlo.
ja: 相手の駒を1つタップして取り除きます。
km: ប៉ះលើកូនអុកមួយរបស់គូប្រកួតដើម្បីដកវាចេញ។
kn: ತೆಗೆದುಹಾಕಲು ಎದುರಾಳಿಯ ಒಂದು ತುಂಡು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 상대방의 말 중 하나를 탭하여 제거하세요.
lt: Bakstelėkite vieną priešininko figūrėlę, kad pašalintumėte.
lv: Pieskarieties pretinieka vienai figūrai, lai to noņemtu.
mk: Допрете на едното парче на противникот за да го отстраните.
ms: Ketuk satu bahagian lawan untuk dikeluarkan.
my: ဖယ်ရှားရန် ပြိုင်ဘက်၏ တစ်ပိုင်းကို နှိပ်ပါ။
nb: Trykk på motstanderens brikke for å fjerne.
nl: Tik op een stuk van de tegenstander om het te verwijderen.
pl: Stuknij w jeden z elementów przeciwnika, aby go usunąć.
pt: Toque na peça de um oponente para removê-la.
ro: Atinge o piesă a adversarului pentru a o elimina.
ru: Нажмите на фигуру противника, чтобы удалить ее.
si: ප්‍රතිපක්ෂයේ කැබලියක් ඉවත් කිරීමට එය හඹා යන්න.
sk: Ťuknutím na jednu súperovu figúrku ju odstránite.
sl: Tapnite na eno nasprotnikovo figuro, da jo odstranite.
sq: Trokitni lehtë mbi një pjesë të kundërshtarit për ta hequr.
sr: Додирните противников један комад за уклањање.
sv: Tryck på motståndarens en pjäs för att ta bort den.
sw: Gonga kwenye kipande kimoja cha mpinzani ili kuondoa.
ta: அதை அகற்ற எதிராளியின் துண்டுகளில் ஒன்றைத் தட்டவும்.
te: తొలగించడానికి ప్రత్యర్థి యొక్క ఒక భాగాన్ని నొక్కండి.
th: แตะที่ชิ้นหนึ่งของฝ่ายตรงข้ามเพื่อลบ
tr: Kaldırmak için rakibin tek parçasına dokunun.
uk: Торкніться однієї з фігур супротивника, щоб видалити її.
ur: ہٹانے کے لیے مخالف کے ایک ٹکڑے پر ٹیپ کریں۔
uz: Olib tashlash uchun raqibning bitta qismiga teging.
vi: Chạm vào một mảnh của đối thủ để loại bỏ.
zh: 点击对方的一颗棋子以吃子。
zh_hant: 點擊對方的一顆棋子以吃子。
zu: Thepha ucezu olulodwa lombangi ukuze ulususe.

# needToCreateMillFirst
source: You need to create a mill first before you can remove a piece.
af: Jy moet eers 'n meul skep voordat jy 'n stuk kan verwyder.
am: ቁራጭ ከማስወገድዎ በፊት መጀመሪያ ሚል መፍጠር አለብዎት።
ar: تحتاج إلى إنشاء طاحونة أولاً قبل أن تتمكن من إزالة قطعة.
az: Bir parçanı çıxarmazdan əvvəl əvvəlcə dəyirman yaratmalısınız.
be: Вам трэба спачатку стварыць млын, перш чым вы зможаце выдаліць кавалак.
bg: Първо трябва да създадете мелница, преди да можете да премахнете фигура.
bn: আপনি একটি টুকরা অপসারণ করার আগে আপনাকে প্রথমে একটি মিল তৈরি করতে হবে।
bo: ཁྱེད་རང་གིས་དངོས་པོ་གཅིག་བཏོན་མ་ཐག དང་པོ་གསུམ་བཟོ་དགོས།
ca: Per a poder eliminar una peça, abans heu de crear un molí.
cs: Před odstraněním kusu musíte nejprve vytvořit mlýn.
da: Du skal først oprette en mølle, før du kan fjerne en brik.
de: Du musst erst eine Mühle machen, bevor du einen Stein entfernen kannst.
el: Πρέπει πρώτα να δημιουργήσετε έναν μύλο πριν μπορέσετε να αφαιρέσετε ένα κομμάτι.
es: Para poder remover una pieza es necesario crear un molino.
et: Sa pead esmalt looma veski, enne kui saad tüki eemaldada.
fa: قبل از اینکه بتوانید مهره ای را حذف کنید ، ابتدا باید یک دوز ایجاد کنید.
fi: Sinun on ensin luotava mylly, ennen kuin voit poistaa kappaleen.
fr: Vous devez d'abord créer un moulin avant de pouvoir retirer une pièce.
gu: તમે કોઈ ભાગ કા canી શકો તે પહેલાં તમારે પહેલા મિલ બનાવવાની જરૂર છે.
he: תחילה עליך ליצור טחנה לפני שתוכל להסיר חתיכה.
hi: किसी टुकड़े को निकालने से पहले आपको पहले एक चक्की बनानी होगी।
hr: Za uklanjanje figure najprije morate stvoriti mlin.
hu: Malmot kell alkotnia, mielőtt eltávolíthatna egy korongot.
hy: Նախքան կտորը հեռացնելու համար նախ պետք է ջրաղաց ստեղծեք:
id: Anda perlu membuat gilingan terlebih dahulu sebelum Anda dapat menghapus sepotong.
is: Þú þarft að búa til myllu fyrst áður en þú getur fjarlægt stykki.
it: È necessario creare un mulino prima di poter rimuovere un pezzo.
ja: ピースを削除する前に、ミルを作成する必要があります。
km: អ្នកត្រូវបង្កើតមីលជាមុនសិន មុនពេលអ្នកអាចដកកូនអុកចេញបាន។
kn: ನೀವು ತುಂಡನ್ನು ತೆಗೆದುಹಾಕುವ ಮೊದಲು ನೀವು ಮೊದಲು ಗಿರಣಿಯನ್ನು ರಚಿಸಬೇಕಾಗಿದೆ.
ko: 말을 제거하기 전에 먼저 곤을 만들어야 합니다.
lt: Prieš pašalindami figūrėlę pirmiausia turite sukurti malūną.
lv: Pirms figūras noņemšanas vispirms ir jāizveido dzirnavas.
mk: Прво треба да креирате мелница пред да отстраните парче.
ms: Anda perlu membuat kilang terlebih dahulu sebelum dapat mengeluarkan sekepingnya.
my: အပိုင်းတစ်ခုကို မဖယ်ရှားမီ ကြိတ်စက်တစ်ခု ဖန်တီးရန် လိုအပ်ပါသည်။
nb: Du må først lage en mølle før du kan fjerne et stykke.
nl: Je moet eerst een molen maken voordat je een stuk kunt verwijderen.
pl: Musisz najpierw stworzyć młyn, zanim będziesz mógł usunąć kawałek.
pt: Para remover uma peça, é necessário criar um moinho.
ro: Numai după o moară creată poți îndepărta o piesă.
ru: Прежде чем убрать фигуру, необходимо создать мельницу.
si: කැබලියක් ඉවත් කිරීමට පළමුව මිල්ලක් සෑදිය යුතුය.
sk: Pred odstránením figúrky musíte najprv vytvoriť mlyn.
sl: Preden lahko odstranite figuro, morate najprej ustvariti mlin.
sq: Së pari duhet të krijoni një mulli përpara se të hiqni një copë.
sr: Прво морате да направите млин да бисте могли да уклоните комад.
sv: Du måste skapa en kvarn först innan du kan ta bort en pjäs.
sw: Unahitaji kuunda kinu kwanza kabla ya kuondoa kipande.
ta: நீங்கள் ஒரு பகுதியை அகற்றுவதற்கு முன்பு முதலில் ஒரு ஆலை உருவாக்க வேண்டும்.
te: మీరు ఒక భాగాన్ని తొలగించే ముందు మీరు మొదట ఒక మిల్లును సృష్టించాలి.
th: คุณต้องสร้างโรงสีก่อนจึงจะสามารถถอดชิ้นส่วนได้
tr: Bir parçayı çıkarmadan önce bir değirmen oluşturmanız gerekir.
uk: Перш ніж видалити шматок, вам потрібно створити млин.
ur: کسی ٹکڑے کو ہٹانے سے پہلے آپ کو پہلے مل بنانے کی ضرورت ہے۔
uz: Parchani olib tashlashdan oldin avval siz tegirmonni yaratishingiz kerak.
vi: Trước tiên, bạn cần tạo một cối xay trước khi có thể loại bỏ một mảnh.
zh: 您需要先形成三连，才能吃掉对方的棋子。
zh_hant: 您需要先形成三連，才能吃掉對方的棋子。
zu: Udinga ukudala umshini wokugaya kuqala ngaphambi kokuthi ususe ucezu.

# needToPlayWithOwnPieces
source: You need to play with your pieces.
af: Jy moet met jou stukke speel.
am: በራስዎ ቁራጮች መጫወት አለብዎት።
ar: أنت بحاجة للعب بالقطع الخاصة بك.
az: Parçalarınızla oynamaq lazımdır.
be: Вам трэба гуляць сваімі фігурамі.
bg: Трябва да играете с фигурите си.
bn: আপনি আপনার টুকরা সঙ্গে খেলতে হবে।
bo: ཁྱོད་ཀྱིས་རང་ཉིད་ཀྱི་རྡེལ་བེད་སྤྱད་ནས་རྩེ་བ།
ca: Heu de jugar amb les vostres peces.
cs: Musíte si hrát se svými figurkami.
da: Du er nødt til at spille med dine brikker.
de: Du musst mit deinen eigenen Steinen spielen.
el: Πρέπει να παίξετε με τα κομμάτια σας.
es: Tiene que jugar con sus piezas.
et: Sa pead mängima oma tükkidega.
fa: شما باید با مهره‌های خودتان بازی کنید.
fi: Sinun on pelattava kappaleillasi.
fr: Vous devez jouer avec vos pièces.
gu: તમારે તમારા ટુકડાઓ સાથે રમવાની જરૂર છે.
he: אתה צריך לשחק עם הכלים שלך.
hi: आपको अपने टुकड़ों के साथ खेलने की जरूरत है।
hr: Morate igrati s vlastitim figurama.
hu: Saját korongjaival kell játszania.
hy: Դուք պետք է խաղաք ձեր խաղաքարերով:
id: Anda harus bermain dengan bidak Anda.
is: Þú þarft að spila með verkin þín.
it: Devi giocare con i tuoi pezzi.
ja: 自分の駒でプレイする必要があります。
km: អ្នកត្រូវលេងជាមួយកូនអុករបស់អ្នក។
kn: ನಿಮ್ಮ ತುಣುಕುಗಳೊಂದಿಗೆ ನೀವು ಆಡಬೇಕಾಗಿದೆ.
ko: 자신의 말로 플레이해야 합니다.
lt: Turite žaisti su savo figūrėlėmis.
lv: Jums ir jāspēlē ar figūrām.
mk: Треба да си играте со вашите парчиња.
ms: Anda perlu bermain dengan kepingan anda.
my: မင်းရဲ့အပိုင်းတွေနဲ့ ကစားရမယ်။
nb: Du må leke med brikkene dine.
nl: Je moet met je stukken spelen.
pl: Musisz grać swoimi kawałkami.
pt: Você tem que brincar com suas peças.
ro: Doar cu pieseletale poți juca.
ru: Вам нужно играть своими фигурами.
si: ඔබට ඔබේ කැබලි සමඟ ක්‍රීඩා කළ යුතුය.
sk: Musíte hrať so svojimi figúrkami.
sl: Igrati morate s svojimi figurami.
sq: Ju duhet të luani me pjesët tuaja.
sr: Треба се играти са својим комадима.
sv: Du måste spela med dina pjäser.
sw: Unahitaji kucheza na vipande vyako.
ta: உங்கள் துண்டுகளுடன் நீங்கள் விளையாட வேண்டும்.
te: మీరు మీ ముక్కలతో ఆడాలి.
th: คุณต้องเล่นกับชิ้นส่วนของคุณ
tr: Taşlarınla oynaman gerekiyor.
uk: Вам потрібно грати зі своїми фігурами.
ur: آپ کو اپنے ٹکڑوں کے ساتھ کھیلنے کی ضرورت ہے۔
uz: Sizning qismlaringiz bilan o'ynashingiz kerak.
vi: Bạn cần chơi với các quân cờ của mình.
zh: 您需要走自己的棋子。
zh_hant: 您需要走自己的棋子。
zu: Udinga ukudlala ngezicucu zakho.

source: Statistics
af: Statistiek
am: ስታቲስቲክስ
ar: إحصائيات
az: Statistika
be: Статыстыка
bg: Статистика
bn: পরিসংখ্যান
bo: བསྡོམས་རྩིས།
ca: Estadístiques
cs: Statistika
da: Statistik
de: Statistiken
el: Στατιστικά στοιχεία
es: Estadísticas
et: Statistika
fa: آمار
fi: Tilastot
fr: Statistiques
gu: આંકડા
he: סטָטִיסטִיקָה
hi: आंकड़े
hr: Statistika
hu: Statisztika
hy: Վիճակագրություն
id: Statistik
is: Tölfræði
it: Statistiche
ja: 統計資料
km: ស្ថិតិ
kn: ಅಂಕಿಅಂಶಗಳು
ko: 통계 자료
lt: Statistika
lv: Statistika
mk: Статистика
ms: Statistik
my: စာရင်းအင်းများ
nb: Statistikk
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ro: Statistici
ru: Статистика
si: සංඛ්‍යානය
sk: Štatistiky
sl: Statistika
sq: Statistikat
sr: Статистика
sv: Statistik
sw: Takwimu
ta: புள்ளிவிவரங்கள்
te: గణాంకాలు
th: สถิติ
tr: İstatistik
uk: Статистика
ur: شماریات
uz: Statistika
vi: Số liệu thống kê
zh: 统计数据
zh_hant: 統計資料
zu: Izibalo

source: Total games
af: Totale speletjies
am: ጠቅላላ ጨዋታዎች
ar: إجمالي الألعاب
az: Ümumi oyunlar
be: Усяго гульняў
bg: Общо игри
bn: মোট গেম
bo: རྩེད་མོའི་བསྡོམས་འབོར།
ca: Total de partides
cs: Celkem her
da: Samlet antal spil
de: Gesamtzahl Spiele
el: Σύνολο παιχνιδιών
es: Total de partidas
et: Mängud kokku
fa: کل بازی‌های انجام شده
fi: Pelejä yhteensä
fr: Parties totales
gu: કુલ રમતો
he: סך הכל משחקים
hi: कुल खेल
hr: Ukupni broj igri
hu: Összes játék
hy: Ընդհանուր խաղեր
id: Total permainan
is: Samtals leikir
it: Totale partite
ja: 総ゲーム数
km: ហ្គេមសរុប
kn: ಒಟ್ಟು ಆಟಗಳು
ko: 전체 게임 수
lt: Iš viso žaidimų
lv: Kopējais spēļu skaits
mk: Вкупно игри
ms: Jumlah permainan
my: စုစုပေါင်းဂိမ်းများ
nb: Totalt antall spill
nl: Totaal aantal spellen
pl: Łączna liczba gier
pt: Total de jogos
ro: Total jocuri
ru: Всего игр
si: සමස්ත ක්‍රීඩා
sk: Celkový počet hier
sl: Skupno število iger
sq: Lojërat totale
sr: Укупно игара
sv: Totalt antal spel
sw: Jumla ya michezo
ta: மொத்த விளையாட்டுகள்
te: మొత్తం ఆటలు
th: เกมทั้งหมด
tr: Toplam oyunlar
uk: Всього ігор
ur: کل گیمز
uz: Jami o'yinlar
vi: Tổng số trò chơi
zh: 盘数
zh_hant: 盤數
zu: Imidlalo ephelele

source: Results
af: Resultate
am: ውጤቶች
ar: نتائج
az: Nəticələr
be: Вынікі
bg: Резултати
bn: ফলাফল
bo: གྲུབ་འབྲས།
ca: Resultats
cs: Výsledek
da: Resultater
de: Ergebnisse
el: Αποτελέσματα
es: Resultados
et: Tulemused
fa: نتایج
fi: Tulokset
fr: Résultats
gu: પરિણામો
he: תוצאות
hi: परिणाम
hr: Rezultati
hu: Eredmények
hy: Արդյունքներ
id: Hasil
is: Niðurstöður
it: Risultati
ja: 結果
km: លទ្ធផល
kn: ಫಲಿತಾಂಶಗಳು
ko: 결과
lt: Rezultatai
lv: Rezultāti
mk: Резултати
ms: Keputusan
my: ရလဒ်များ
nb: Resultater
nl: Resultaten
pl: Wyniki
pt: Resultados
ro: Rezultate
ru: Результаты
si: ප්‍රතිඵල
sk: Výsledky
sl: Rezultati
sq: Rezultatet
sr: Резултати
sv: Resultat
sw: Matokeo
ta: முடிவுகள்
te: ఫలితాలు
th: ผล
tr: Sonuçlar
uk: Результати
ur: نتائج
uz: Natijalar
vi: Kết quả
zh: 结果
zh_hant: 結果
zu: Imiphumela

source: left
af: links
am: ቀረ
ar: المتبقية
az: sol
be: злева
bg: вляво
bn: বাম
bo: ལྷག་པ།
ca: queden
cs: vlevo, odjet
da: venstre
de: links
el: αριστερά
es: izquierda
et: vasakule
fa: ترک کرد
fi: vasen
fr: gauche
gu: ડાબી
he: שמאלה
hi: बाएं
hr: lijevo
hu: bal
hy: ձախ
id: kiri
is: vinstri
it: sinistra
ja: 左
km: នៅសល់
kn: ಎಡ
ko: 남음
lt: palikta
lv: pa kreisi
mk: лево
ms: dibiarkan
my: ဝဲ
nb: venstre
nl: links
pl: w lewo
pt: esquerda
ro: stânga
ru: слева
si: වම
sk: vľavo
sl: levo
sq: u largua
sr: лево
sv: vänster
sw: kushoto
ta: இடது
te: ఎడమ
th: ซ้าย
tr: ayrıldı
uk: ліворуч
ur: بائیں
uz: chap
vi: bên trái
zh: 剩余
zh_hant: 剩餘
zu: kwesokunxele

source: Privacy Policy
af: Privaatheidsbeleid
am: የግላዊነት ፖሊሲ
ar: سياسة الخصوصية
az: Gizlilik Siyasəti
be: Палітыка прыватнасці
bg: Политика за поверителност
bn: গোপনীয়তা নীতি
bo: སྒེར་གྱི་གསང་དོན་སྲིད་ཇུས།
ca: Política de privadesa
cs: Zásady ochrany osobních údajů
da: Politik om beskyttelse af personlige oplysninger
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
et: Privaatsuspoliitika
fa: سیاست حفظ حریم خصوصی
fi: Yksityisyyden suoja
fr: Politique de confidentialité
gu: ગોપનીયતા નીતિ
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi irányelvek
hy: Գաղտնիության քաղաքականություն
id: Kebijakan pribadi
is: Friðhelgisstefna
it: Informativa sulla privacy
ja: プライバシーポリシー
km: គោលការណ៍ឯកជនភាព
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ko: 개인 정보 정책
lt: Privatumo politika
lv: Privātuma politika
mk: Политика за приватност
ms: Dasar Privasi
my: ကိုယ်ရေးအချက်အလက်မူဝါဒ
nb: Personvernregler
nl: Privacybeleid
pl: Polityka Prywatności
pt: Política de Privacidade
ro: Politica de Confidențialitate
ru: Политика конфиденциальности
si: පෞද්ගලිකත්ව ප්‍රතිපත්තිය
sk: Zásady ochrany osobných údajov
sl: Politika zasebnosti
sq: Politika e privatësisë
sr: Правила о приватности
sv: Integritetspolicy
sw: Sera ya Faragha
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
ur: رازداری کی پالیسی
uz: Maxfiylik siyosati
vi: Chính sách bảo mật
zh: 隐私政策
zh_hant: 隱私政策
zu: Inqubomgomo yobumfihlo
