Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# appName
source: Mill
af: Morabaraba
am: ሚል
ar: المقطار
az: Dəyirman
be: Млын
bg: Мелница
bn: মিল
bo: ཅོ་འགྲིག
ca: Molí
cs: Mlýn
da: Mølle
de: Mühle
el: Μύλος
es: Molino
et: Veskimäng
fa: دوز
fi: Mylly
fr: Moulin
gu: નવ કાકરી
he: טחנה
hi: चर भर
hr: Mlin
hu: Malom
hy: Ջրաղաց
id: Mul-mulan
it: Mulino
ja: モリス
km: មីល
kn: ನವಕಂಕರಿ
ko: 참고누
lt: Malūnas
lv: Dzirnavas
mk: Мил
ms: Kilang
my: ကြိတ်
nb: Mølle
nl: Molenspel
pl: Młynek
pt: Moinho
ro: Moară
ru: Мельница
si: නෙරෙන්චි
sk: Mlyn
sl: Mlin
sq: Mulli
sr: Мице
sv: Kvarnspel
sw: Kinu
ta: மில்
te: దాడి
th: โรงสี
tr: 9-12 Taş
uk: Млин
ur: نو گوٹی
uz: Tegirmon
vi: Cối xay
zh: 直棋
zh_hant: 直棋
zu: Umlabalaba

source: Welcome
af: Welkom
am: እንኳን ደህና መጡ
ar: مرحبا
az: Xoş gəldiniz
be: Сардэчна запрашаем
bg: Добре дошли
bn: স্বাগত
bo: དགའ་བསུ་ཞུ།
ca: Benvingut
cs: Vítejte
da: Velkommen
de: Herzlich willkommen
el: Καλώς ήρθατε
es: Bienvenido
et: Tere tulemast
fa: خوش آمدید
fi: Tervetuloa
fr: Bienvenue
gu: સ્વાગત છે
he: ברוך הבא
hi: स्वागत है
hr: Dobro došli
hu: Üdvözöljük!
hy: Բարի գալուստ
id: Selamat datang
is: Velkominn
it: Benvenuto
ja: いらっしゃいませ
km: សូមស្វាគមន៍
kn: ಸ್ವಾಗತ
ko: 어서오세요
lt: Sveiki atvykę
lv: Laipni lūdzam
mk: Добредојде
ms: Selamat datang
my: ကြိုဆိုပါတယ်
nb: Velkommen
nl: Welkom
pl: Witaj
pt: Bem-vindo
ro: Bun venit
ru: Добро пожаловать
si: ආයුබෝවන්
sk: Vitajte na
sl: Dobrodošli
sq: Mirëseardhje
sr: Добродошли
sv: Välkommen
sw: Karibu
ta: நல்வரவு
te: స్వాగతం
th: ยินดีต้อนรับ
tr: Hoşgeldiniz
uk: Ласкаво просимо
ur: خوش آمدید
uz: Xush kelibsiz
vi: Chào mừng
zh: 欢迎使用
zh_hant: 歡迎使用
zu: Siyakwamukela

source: Yes
af: Ja
am: አዎ
ar: نعم
az: Bəli
be: так
bg: Да
bn: হ্যাঁ
bo: རེད།
ca: Sí
cs: Ano
da: Ja
de: Ja
el: Ναι
es: Sí
et: Jah
fa: بله
fi: Kyllä
fr: Oui
gu: હા
he: כן
hi: हाँ
hr: Da
hu: Igen
hy: Այո՛
id: Iya
is: Já
it: Sì
ja: はい
km: បាទ/ចាស
kn: ಹೌದು
ko: 예
lt: Taip
lv: Jā
mk: Да
ms: Ya
my: ဟုတ်ကဲ့
nb: Ja
nl: Ja
pl: Tak
pt: Sim
ro: da
ru: Да
si: ඔව්
sk: Áno
sl: Da
sq: po
sr: Да
sv: Ja
sw: Ndiyo
ta: ஆம்
te: అవును
th: ใช่
tr: Evet
uk: Так
ur: جی ہاں
uz: Ha
vi: Có
zh: 是
zh_hant: 是
zu: Yebo

source: No
af: Nee
am: አይ
ar: لا
az: Yox
be: няма
bg: Не
bn: না
bo: མ་རེད།
cs: Ne
da: Nej
de: Nein
el: Όχι
et: Ei
fa: نه
fi: Ei
fr: Non
gu: ના
he: לא
hi: नहीं
hr: Ne
hu: Nem
hy: Ոչ
id: Tidak
is: Nei
ja: いいえ
km: ទេ
kn: ಇಲ್ಲ
ko: 아니오
lt: Ne
lv: Nē
mk: Не
ms: Tidak
my: မရှိ
nb: Nei
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
si: නැත
sk: Nie
sl: Ne
sq: Jo
sr: Не
sv: Nej
sw: Hapana
ta: இல்லை
te: లేదు
th: ไม่
tr: Hayır
uk: Ні
ur: نہیں
uz: Yo'q
vi: Không
zh: 否
zh_hant: 否
zu: Cha

source: Game
af: Spel
am: ጨዋታ
ar: لعبة
az: Oyun
be: Гульня
bg: Игра
bn: গেম
bo: རྩེད་མོ།
ca: Joc
cs: Hra
da: Spil
de: Spiel
el: Παιχνίδι
es: Juego
et: Mäng
fa: بازی
fi: Peli
fr: Jeu
gu: રમત
he: מִשְׂחָק
hi: खेल
hr: Igra
hu: Játék
hy: Խաղ
id: Permainan
is: Leikur
it: Gioco
ja: 遊戲
km: ហ្គេម
kn: ಆಟ
ko: 게임
lt: Žaidimas
lv: Spēle
mk: Игра
ms: Permainan
my: ဂိမ်း
nb: Spill
nl: Spel
pl: Gra
pt: Jogo
ro: Joc
ru: Игра
si: ක්‍රීඩාව
sk: Hra
sl: Igra
sq: Lojë
sr: Игра
sv: Spel
sw: Mchezo
ta: விளையாட்டு
te: గేమ్
th: เกม
tr: Oyun
uk: Гра
ur: کھیل
uz: O'yin
vi: Trò chơi
zh: 游戏
zh_hant: 遊戲
zu: Umdlalo

source: Human Vs. AI
af: Mens vs. KI
am: ሰው ከ AI
ar: لاعب ضد الآلة
az: İnsan Vs. AI
be: Чалавек супраць AI
bg: Човек срещу AI
bn: হিউম্যান বনাম এআই
bo: མི་དང་ AI བར་འགྲན་བསྡུར།
ca: Humà vs. IA
cs: Člověk vs. AI
da: Menneske Vs AI
de: Mensch gegen Computer
el: Άνθρωπος vs AI
es: Humano contra IA
et: Inimene vs. AI
fa: انسان در برابر رایانه
fi: Ihminen vs. tekoäly
fr: Humain vs IA
gu: માનવ વિ એ
he: האדם נגד AI
hi: मानव बनाम एआई
hr: Čovjek protiv UI-a
hu: Ember a gép ellen
hy: Մարդն ընդդեմ. AI
id: Manusia Vs. AI
is: Mannlegur vs. AI
it: Umano Vs AI
ja: 人間対機
km: មនុស្ស Vs. AI
kn: ಯಂತ್ರವನ್ನು ಸವಾಲು ಮಾಡಿ
ko: 인간 대 AI
lt: Žmogus vs. AI
lv: Cilvēks vs. AI
mk: Човечки наспроти АИ
ms: Manusia Vs. AI
my: လူသား Vs. AI
nl: Mens tegen AI
pl: Człowiek kontra SI
pt: Humano vs. IA
ro: Uman Vs. AI
ru: Человек против ИИ
si: මමිනිස් විරුද්ධ AI
sk: Človek proti UI
sl: Človek proti UI
sq: Njeriu Vs AI
sr: Човек - Рачунар
sv: Människan mot AI
sw: Binadamu Vs. AI
ta: மனிதன் எதிர் செஅ
te: మానవ Vs. AI
th: มนุษย์กับ AI
tr: İnsana Karşı Yapay Zeka
uk: Людина проти ШІ
ur: انسانی بمقابلہ اے آئی
uz: Inson va boshqalar A.I
vi: Người vs AI
zh: 人机对战
zh_hant: 人機對戰
zu: Umuntu Vs. I-AI

source: Human Vs. Human
af: Mens vs. Mens
am: ሰው ከሰው
ar: لاعب ضد لاعب
az: İnsan Vs. İnsan
be: Чалавек супраць Чалавечы
bg: Човек срещу човек
bn: হিউম্যান বনাম মানব
bo: མི་དང་མི་བར་འགྲན་བསྡུར།
ca: Humà vs. Humà
cs: Člověk Vs Člověk
da: Menneske Vs menneske
de: Mensch gegen Mensch
el: Δύο άνθρωποι
es: Humano contra Humano
et: Inimene vs. Inimene
fa: انسان در برابر انسان
fi: Ihminen vs. ihmisen
fr: Humain vs humain
gu: માનવ વિ માનવ
he: האדם נגד בן אנוש
hi: मानव बनाम मानव
hr: Čovjek protiv čovjeka
hu: Ember ember ellen
hy: Մարդն ընդդեմ. Մարդ
id: Manusia Vs. Manusia
is: Mannlegur vs. Mannlegur
it: Umano contro umano
ja: 人対人戦
km: មនុស្ស Vs. មនុស្ស
kn: ಇಬ್ಬರು ಆಟಗಾರರ ಯುದ್ಧ
ko: 두 인 대결
lt: Žmogus prieš žmogų
lv: Cilvēks pret cilvēku
mk: Хуман наспроти хуман
ms: Manusia Vs. Manusia
my: လူသား Vs. လူသား
nb: Human vs. Menneskelig
nl: Mens tegen Mens
pl: Człowiek kontra człowiek
pt: Humano vs. Humano
ro: Uman Vs. Uman
ru: Человек против человека
si: මිනිස්සු එරෙහිව මිනිස්සු
sk: Človek proti človeku
sl: Človek proti človeku
sq: Njeriu Vs Njeriu
sr: Човек - човек
sv: Människa mot människa
sw: Binadamu Vs. Binadamu
ta: மனிதன் எதிர் மனிதன்
te: మానవ Vs. మానవ
th: มนุษย์กับ มนุษย์
tr: İnsana Karşı İnsan
uk: Людина проти Людський
ur: انسانی بمقابلہ انسان
uz: Inson va boshqalar Inson
vi: Người vs Người
zh: 双人对战
zh_hant: 雙人對戰
zu: Umuntu Vs. Umuntu

source: AI Vs. AI
af: KI vs. KI
am: AI ከ AI
ar: آلة ضد آلة
az: Süni zəka süni zəkaya qarşı
be: ШІ супраць AI
bg: AI срещу AI
bn: এআই বনাম এআই
bo: AI དང་ AI བར་འགྲན་བསྡུར།
ca: IA vs. IA
de: Computer gegen Computer
es: IA contra IA
fa: رایانه در برابر رایانه
fi: Tekoäly vs. tekoäly
fr: IA vs IA
gu: એઆઈ વિ એઆઈ
he: AI לעומת AI
hi: एआई बनाम एआई
hr: UI protiv UI-a
hu: Gép a gép ellen
hy: AI ընդդեմ. AI
id: AI Lawan AI
it: AI contro AI
ja: 機対機戦
km: AI ទល់នឹង AI
kn: ಯಂತ್ರದಿಂದ ಯಂತ್ರ
ko: AI 끼리 대결
lt: AI prieš AI
mk: АИ наспроти АИ
ms: AI Lawan AI
nb: AI mot AI
nl: AI tegen AI
pl: AI kontra AI
pt: IA vs. IA
ro: IA vs. IA
ru: ИИ против ИИ
si: AI විරුද්ධ AI
sk: AI proti AI
sl: UI proti UI
sr: Рачунар - рачунар
sv: AI mot AI
sw: AI dhidi ya AI
ta: செஅ எதிர் செஅ
th: AI เทียบกับ AI
uk: ШІ проти ШІ
ur: اے آئی بمقابلہ اے آئی
uz: AI va boshqalar. AI
zh: 机器对战
zh_hant: 機器對戰
zu: I-AI vs. I-AI

source: Human Vs. Cloud
af: Mens vs. Wolk
am: ሰው ከክላውድ
ar: الإنسان مقابل السحابة
az: İnsan Vs. Bulud
be: Чалавек супраць Воблака
bg: Човек срещу облак
bn: হিউম্যান বনাম মেঘ
bo: མི་དང་སྤྲིན་བར་འགྲན་བསྡུར།
ca: Humà vs. Núvol
cs: Člověk vs. Cloud
da: Menneske mod sky
de: Mensch gegen Cloud
el: Άνθρωπος vs Cloud
es: Humano contra la nube
et: Inimene vs. pilv
fa: انسان در برابر فضای ابری
fi: Ihminen vs. pilvi
fr: Humain vs Cloud
gu: માનવ વિ મેઘ
he: האדם נגד ענן
hi: मानव बनाम क्लाउड
hr: Čovjek protiv oblaka
hu: Ember a felhő ellen
hy: Մարդն ընդդեմ. Ամպ
id: Manusia Vs. Cloud
is: Mannlegur vs. Ský
it: Umano contro Cloud
ja: 人間対雲
km: មនុស្ស Vs. Cloud
kn: ಹ್ಯೂಮನ್ Vs. ಮೇಘ
ko: 클라우드에 도전
lt: Žmogus prieš debesį
lv: Cilvēks pret mākoni
mk: Човечки Облак
ms: Manusia Vs. Awan
my: လူသား Vs. မိုးတိမ်
nb: Human vs. Sky
nl: Mens tegen Cloud
pl: Człowiek kontra chmura
pt: Humano vs. Nuvem
ro: Uman Vs. Cloud
ru: Человек против облачного ИИ
si: මිනිස්සු එරෙහිව ක්ලවුඩ්
sk: Človek proti oblaku
sl: Človek proti oblaku
sq: Re njerëzore Vs
sr: Хуман Вс. Цлоуд
sv: Människan mot molnet
sw: Binadamu Vs. Wingu
ta: மனித எதிர் முகில்
te: మానవ Vs. మేఘం
th: มนุษย์กับ เมฆ
tr: İnsana Karşı Bulut
uk: Людина проти Хмара
ur: انسانی بمقابلہ بادل
uz: Inson va boshqalar Bulut
vi: Con người vs. Đám mây
zh: 挑战云端
zh_hant: 挑戰雲端
zu: Umuntu Vs. Ifu

source: Human Vs. LAN
af: Mens vs. LAN
am: ሰው ከ LAN
ar: تحدي الشبكة المحلية
az: İnsan Vs. LAN
be: Чалавек супраць лакальная сетка
bg: Човек срещу LAN
bn: হিউম্যান বনাম ল্যান
bo: མི་དང་ LAN བར་འགྲན་བསྡུར།
ca: Humà vs. LAN
cs: Člověk vs. LAN
da: Menneske mod LAN
de: Mensch gegen LAN
el: Άνθρωπος vs LAN
es: Humano contra LAN
et: Inimene vs LAN
fa: بازی شبکه داخلی
fi: Ihminen vs. LAN
fr: Humain vs Réseau local
gu: હ્યુમન વિ લ LANન
he: האדם נגד LAN
hi: मानव बनाम लैन
hr: Čovjek protiv LAN-a
hu: Ember a helyi hálózat ellen
hy: Մարդն ընդդեմ. LAN
id: Manusia Vs. LAN
is: Mannlegur vs. LAN
it: Umano contro LAN
ja: 局域双戦
km: មនុស្ស Vs. LAN
kn: ಹ್ಯೂಮನ್ Vs. ಲ್ಯಾನ್
ko: 온라인 대결
lt: Žmogus prieš LAN
lv: Cilvēks pret LAN
mk: Човечки VS LAN
ms: Manusia Vs. LAN
my: လူသား Vs. LAN
nl: Mens tegen LAN
pl: Człowiek kontra sieć LAN
pt: Humanos vs. LAN
ro: Uman Vs. LAN
ru: Человек против локальной сети
si: මිනිස්සු එරෙහිව LAN
sk: Človek proti LAN
sl: Človek proti lokalnemu omrežju
sq: LAN i njeriut Vs
sr: Хуман Вс. ЛАН
sv: Människan mot LAN
sw: Binadamu Vs. LAN
ta: மனித எதிர் லேன்
te: మానవ Vs. LAN
th: มนุษย์กับ LAN
tr: İnsana Karşı LAN
uk: Людина проти LAN
ur: انسانی بمقابلہ LAN
uz: Inson va boshqalar LAN
vi: Con người vs. mạng LAN
zh: 联网对战
zh_hant: 聯網對戰
zu: Umuntu Vs. I-LAN

source: Test Via LAN
af: Toets via LAN
am: በ LAN ተፈትን
ar: اختبار عبر الشبكة المحلية
az: LAN vasitəsilə test edin
be: Тэст праз лакальную сетку
bg: Тест чрез LAN
bn: ল্যানের মাধ্যমে পরীক্ষা করুন
bo: LAN བརྒྱུད་ཚོད་ལྟ།
ca: Prova via LAN
cs: Test přes LAN
de: Test über LAN
el: Δοκιμή μέσω LAN
es: Prueba a través de LAN
et: Test LANi kaudu
fa: تست از طریق شبکه
fi: Testi LAN:n kautta
fr: Test via Réseau local
gu: LAN દ્વારા પરીક્ષણ કરો
he: בדוק באמצעות LAN
hi: लैन के माध्यम से परीक्षण करें
hr: Test putem LAN-a
hu: Tesztelés LAN-on keresztül
hy: Փորձարկել LAN-ի միջոցով
id: Tes Melalui LAN
is: Prófaðu í gegnum LAN
ja: LAN経由でテスト
km: សាកល្បងតាម LAN
kn: LAN ಮೂಲಕ ಪರೀಕ್ಷಿಸಿ
ko: LAN을 통한 테스트
lt: Bandymas per LAN
lv: Tests, izmantojot LAN
mk: Тест преку LAN
ms: Uji Melalui LAN
my: LAN မှတဆင့်စမ်းသပ်ပါ
pl: Testy przez sieć LAN
pt: Teste através de LAN
ro: Testați prin LAN
ru: Тестирование через локальную сеть
si: LAN හරහා පරීක්ෂණය
sk: Test cez LAN
sl: Preizkus prek omrežja LAN
sq: Test përmes LAN
sr: Тестирајте путем ЛАН-а
sw: Jaribio Kupitia LAN
ta: லேன் வழியாக சோதனை
te: LAN ద్వారా పరీక్షించండి
th: ทดสอบผ่าน LAN
tr: LAN Üzerinden Test Et
uk: Тест через локальну мережу
ur: LAN کے ذریعے ٹیسٹ کریں۔
uz: LAN orqali sinab ko'ring
vi: Kiểm tra qua mạng LAN
zh: 联网测试
zh_hant: 聯網測試
zu: Hlola Nge-LAN

source: Move
af: Trek
am: እንቅስቃሴ
ar: الحركة
az: Hərəkət
be: Рухайцеся
bg: Преместване
bn: সরান
bo: སྤོ་འགུལ།
ca: Moviment
cs: Tah
da: Flyt
de: Ziehen
el: Μετακίνηση
es: Mover
et: Liikumine
fa: حرکت
fi: Siirrä
fr: Mvt.
gu: ચાલ
he: מהלך
hi: चाल
hr: Potez
hu: Lépés
hy: Քայլ
id: Pindah
is: Færa
it: Spostare
ja: 棋譜
km: ផ្លាស់ទី
kn: ಸರಿಸಿ
ko: 이동
lt: Perkelti
lv: Pārvietot
mk: Потег
ms: Bergerak
my: ရွှေ့ပါ။
nb: Trekk
nl: Bewegen
pl: Przesuń
pt: Mov.
ro: Mutare
ru: Ходы
si: චලනය
sk: Presun
sl: Premik
sq: Lëviz
sr: Потез
sv: Flytta
sw: Sogeza
ta: நகர்த்து
te: కదలిక
th: ย้าย
tr: Hamle
uk: Рухатися
ur: اقدام
uz: Ko'chirish
vi: Di chuyển
zh: 着法
zh_hant: 著法
zu: Hambisa

# showMoveList
source: Move list
af: Skuiflys
am: የእንቅስቃሴ ዝርዝር አሳይ
ar: قائمة النقلات
az: Siyahını köçürün
be: Перамясціць спіс
bg: Списък с ходове
bn: সরানো তালিকা
bo: སྤོ་འགུལ་གྱི་ཐོ་གཞུང།
ca: Llista de moviments
cs: Seznam tahů
da: Liste over flytninger
de: Zugliste
el: Λίστα κινήσεων
es: Lista de movimientos
et: Liikumise nimekiri
fa: لیست حرکت
fi: Siirtolista
fr: Liste des mouvements
gu: સૂચિ ખસેડો
he: רשימת העברה
hi: सूची ले जाएँ
hr: Popis poteza
hu: Lépéslista áttekintése
hy: Տեղափոխել ցուցակը
id: Daftar gerakan
is: Færa listi
it: Elenco mosse
ja: 棋譜リスト
km: បញ្ជីចលនា
kn: ಪಟ್ಟಿಯನ್ನು ಸರಿಸಿ
ko: 기보 보기
lt: Judesių sąrašas
lv: Pārvietojumu saraksts
mk: Премести список
ms: Pindahkan senarai
my: စာရင်းကို ရွှေ့ပါ
nb: Flytt liste
nl: Zetlijst
pl: Lista ruchów
pt: Lista de movimentos
ro: Vezi lista de mutări
ru: Список ходов
si: චලන ලැයිස්තුව
sk: Zoznam presunov
sl: Seznam premikov
sq: Zhvendos listën
sr: Списак потеза
sv: Förteckning över flyttningar
sw: Hamisha orodha
ta: பட்டியலை நகர்த்து
te: జాబితాను తరలించండి
th: ย้ายรายการ
tr: Hamle Listesi
uk: Показати список ходів
ur: فہرست منتقل کریں۔
uz: Ro'yxatni ko'chirish
vi: Di chuyển danh sách
zh: 显示棋谱
zh_hant: 顯示棋譜
zu: Hambisa uhlu

source: Move list
af: Skuiflys
am: የእንቅስቃሴ ዝርዝር
ar: قائمة النقلات
az: Siyahını köçürün
be: Перамясціць спіс
bg: Списък с ходове
bn: সরানো তালিকা
bo: སྤོ་འགུལ་གྱི་ཐོ་གཞུང།
ca: Llista de moviments
cs: Seznam tahů
da: Liste over flytninger
de: Zugliste
el: Λίστα κινήσεων
es: Lista de movimientos
et: Liigutuste nimekiri
fa: لیست حرکت
fi: Siirtolista
fr: Liste des mouvements
gu: સૂચિ ખસેડો
he: רשימת העברה
hi: सूची ले जाएँ
hr: Popis poteza
hu: Lépéslista
hy: Տեղափոխել ցուցակը
id: Daftar gerakan
is: Færa listi
it: Lista dei movimenti
ja: 棋譜リスト
km: បញ្ជីចលនា
kn: ಪಟ್ಟಿಯನ್ನು ಸರಿಸಿ
ko: 기보
lt: Judesių sąrašas
lv: Pārvietojumu saraksts
mk: Премести список
ms: Pindahkan senarai
my: စာရင်းကို ရွှေ့ပါ
nb: Flytt liste
nl: Zetlijst
pl: Lista ruchów
pt: Lista de movimentos
ro: Lista de mutări
ru: Список ходов
si: චලන ලැයිස්තුව
sk: Zoznam ťahov
sl: Seznam premikov
sq: Zhvendos listën
sr: Списак потеза
sv: Förteckning över rörelser
sw: Hamisha orodha
ta: பட்டியலை நகர்த்து
te: జాబితాను తరలించండి
th: ย้ายรายการ
tr: Hamle listesi
uk: Перемістити список
ur: فہرست منتقل کریں۔
uz: Ro'yxatni ko'chirish
vi: Di chuyển danh sách
zh: 棋谱
zh_hant: 棋譜
zu: Hambisa uhlu

# noGameRecord
source: No record
af: Geen rekord nie
am: መዝገብ የለም
ar: لا توجد سجلات
az: Rekord yoxdur
be: Няма запісу
bg: Няма запис
bn: কোন রেকর্ড নেই
bo: ཟིན་ཐོ་མེད།
ca: Cap registre
cs: Žádný záznam
da: Ingen registrering
de: Keine Aufzeichnung
el: Δεν υπάρχει εγγραφή
es: Sin registro
et: Puudub kirje
fa: بدون سابقه
fi: Ei tietuetta
fr: Aucun enregistrement
gu: કોઈ રેકોર્ડ નથી
he: אין תיעוד
hi: कोई रिकॉर्ड नहीं
hr: Nema zapisa
hu: Nincs feljegyzés
hy: Ոչ մի գրառում
id: Tidak ada catatan
is: Ekkert met
it: Nessun record
ja: 記録なし
km: គ្មានកំណត់ត្រា
kn: ಯಾವುದೇ ದಾಖಲೆ ಇಲ್ಲ
ko: 아직 기록이 없습니다
lt: Nėra įrašo
lv: Nav ieraksta
mk: Нема запис
ms: Tiada catatan
my: မှတ်တမ်းမရှိပါ
nb: Ingen rekord
nl: Geen record
pl: Brak zapisu
pt: Sem registro
ro: Nicio înregistrare
ru: Нет записей
si: වාර්තාවක් නැත
sk: Žiadny záznam
sl: Brez zapisa
sq: Asnje rekord
sr: Нема записа
sv: Ingen registrering
sw: Hakuna rekodi
ta: பதிவு இல்லை
te: రికార్డ్ లేదు
th: ไม่มีบันทึก
tr: Kayıt yok
uk: Немає запису
ur: کوئی ریکارڈ نہیں
uz: Yozuv yo'q
vi: Không có hồ sơ
zh: 暂无记录
zh_hant: 暫無著法
zu: Alikho irekhodi

source: OK
am: እሺ
ar: حسنا
az: tamam
be: добра
bn: ঠিক আছে
bo: ཆོག
ca: D'acord
es: Aceptar
fa: خوب
gu: બરાબર
he: בסדר
hi: ठीक है
hr: U redu
hu: Rendben
hy: լավ
is: Allt í lagi
km: យល់ព្រម
kn: ಸರಿ
ko: 확인
lt: GERAI
lv: LABI
mk: добро
ms: okey
ru: ОК
si: හරි
sl: V REDU
sr: У реду
sw: sawa
ta: சரி
te: అలాగే
th: ตกลง
tr: TAMAM
uk: гаразд
ur: ٹھیک ہے
zh: 确定
zh_hant: 好的
zu: KULUNGILE

source: Confirm
af: Bevestig
am: አረጋግጥ
ar: تأكيد
az: Təsdiq edin
be: Пацвердзіць
bg: Потвърдете
bn: কনফার্ম
bo: བདེན་དཔང
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
fa: تایید
fi: Vahvista
fr: Confirmer
gu: પુષ્ટિ કરો
he: לְאַשֵׁר
hi: पुष्टि करें
hr: Potvrdi
hu: Jóváhagy
hy: Հաստատել
id: Konfirmasi
is: Staðfesta
it: Conferma
ja: 確認
km: បញ្ជាក់
kn: ದೃಢೀಕರಿಸಿ
ko: 확인
lt: Patvirtinti
lv: Apstiprināt
mk: Потврди
ms: Sahkan
my: အတည်ပြုပါ
nb: Bekrefte
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ro: Confirmare
ru: Подтвердить
si: ස්ථීර කරන්න
sk: Potvrdiť
sl: Potrdi
sq: Konfirmo
sr: Потврди
sv: Bekräfta
sw: Thibitisha
ta: உறுதிப்படுத்து
te: నిర్ధారించండి
th: ยืนยัน
tr: Onayla
uk: Підтвердити
ur: تصدیق کریں۔
uz: Tasdiqlang
vi: Xác nhận
zh: 确认
zh_hant: 確認
zu: Qinisekisa

source: Cancel
af: Kanselleer
am: ተወው
ar: إلغاء
az: Ləğv et
be: Адмяніць
bg: Отказ
bn: বাতিল
bo: འདོར་བ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
fa: لغو
fi: Peruuta
fr: Annuler
gu: રદ કરો
he: לְבַטֵל
hi: रद्द करना
hr: Odustani
hu: Mégsem
hy: Չեղարկել
id: Batalkan
is: Hætta við
it: Annulla
ja: 取り消し
km: បោះបង់
kn: ರದ್ದುಮಾಡಿ
ko: 취소
lt: Atšaukti
lv: Atcelt
mk: Откажи
ms: Batal
my: မလုပ်တော့
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulare
ru: Отмена
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Поништи
sv: Avbryt
sw: Ghairi
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں۔
uz: Bekor qilish
vi: Hủy bỏ
zh: 取消
zh_hant: 取消
zu: Khansela

# tipSelectWrong
source: Select the wrong piece.
af: Jy het die verkeerde stuk gekies.
am: ትክክል ያልሆነ ቁራጭ ተመርጧል።
ar: حدد القطعة الخاطئة.
az: Yanlış parça seçin.
be: Выберыце няправільны кавалак.
bg: Избрали сте неправилната фигура.
bn: ভুল টুকরা নির্বাচন করুন।
bo: ནོར་འཁྲུལ་ཅན་འདེམས།
ca: Ha triat la peça equivocada.
cs: Vybrali jste špatný kámen.
da: Du har valgt en forkert brik.
de: Falscher Stein ausgewählt.
el: Έχετε επιλέξει λάθος κομμάτι.
es: Ha seleccionado la pieza equivocada.
et: Valige vale tükk.
fa: شما مهره اشتباهی را انتخاب کرده‌اید.
fi: Valitsit väärän nappulan.
fr: Pièce incorrecte sélectionnée.
gu: ખોટો ટુકડો પસંદ થયો.
he: בחר את היצירה הלא נכונה.
hi: गलत टुकड़ा चुनें।
hr: Odaberite pogrešnu figuru.
hu: Válassza ki a rossz helyen lévő korongot!
hy: Ընտրեք սխալ խաղաքարը:
id: Pilih bagian yang salah.
is: Veldu ranga stykkið.
it: Seleziona il pezzo sbagliato.
ja: 誤ったピースが選択されました。
km: ជ្រើសរើសកូនអុកខុស។
kn: ತಪ್ಪು ತುಂಡು ಆಯ್ಕೆಮಾಡಿ.
ko: 잘못된 말을 선택했습니다.
lt: Pasirinktas netinkamas elementas.
lv: Izvēlieties nepareizu gabalu.
mk: Изберете погрешно парче.
ms: Pilih bahagian yang salah.
my: မှားသောအပိုင်းကို ရွေးပါ။
nb: Velg feil brikke.
nl: Selecteer het verkeerde stuk.
pl: Wybrałeś niewłaściwy pionek.
pt: Selecione a peça errada.
ro: Selectați piesa greșită.
ru: Выберите неверную фигуру.
si: වැරදි කෑල්ල තෝරන්න.
sk: Vybrali ste nesprávnu figúrku.
sl: Izberite napačen kos.
sq: Zgjidhni pjesën e gabuar.
sr: Изаберите погрешну фигуру.
sv: Du har valt fel bit.
sw: Chagua kipande kibaya.
ta: தவறான துண்டை தேர்ந்தெடு.
te: తప్పు భాగాన్ని ఎంచుకోండి.
th: คุณเลือกหมากผิดตัว
tr: Yanlış bir parça seçtiniz.
uk: Ви обрали неправильну фішку.
ur: غلط ٹکڑا منتخب کریں۔
uz: Noto'g'ri qismni tanlang.
vi: Bạn đã chọn sai quân cờ.
zh: 选择的子不对
zh_hant: 選擇的子不對
zu: Khetha ucezu olungalungile.

# tipPlace
source: Place your pieces.
af: Plaas jou stukke.
am: ቁራጮችዎን ያስቀምጡ።
ar: ضع قطعك.
az: Parçalarınızı yerləşdirin.
be: Размесціце свае фігуры.
bg: Поставете фигурите си.
bn: আপনার টুকরা রাখুন।
bo: ཁྱེད་རང་གི་དུམ་བུ་དེ་བཞག་རོགས།
ca: Col·loqueu les peces.
cs: Umístěte své kameny.
da: Placer dine brikker.
de: Setze deinen Stein.
el: Τοποθετήστε τα κομμάτια σας.
es: Coloque sus piezas.
et: Asetage oma tükid.
fa: مهره‌های خود را قرار دهید.
fi: Sijoita nappulasi paikoilleen.
fr: Placez vos pièces.
gu: ટુકડાઓ મૂકી.
he: הנח את החלקים שלך.
hi: अपने टुकड़े रखें।
hr: Postavite svoje figure.
hu: Rakjon le egy korongot.
hy: Տեղադրեք ձեր խաղաքարերը:
id: Tempatkan potongan Anda.
is: Settu stykkið þitt.
it: Posiziona i tuoi pezzi.
ja: ピースを配置してください。
km: ដាក់កូនអុករបស់អ្នក។
kn: ನಿಮ್ಮ ತುಣುಕುಗಳನ್ನು ಇರಿಸಿ.
ko: 말을 배치하세요.
lt: Padėkite savo dalis.
lv: Ievietojiet savus gabalus.
mk: Ставете ги вашите парчиња.
ms: Letakkan kepingan anda.
my: သင့်အပိုင်းအစများကို နေရာချပါ။
nb: Plasser brikkene dine.
nl: Plaats uw stukken.
pl: Umieść swoje elementy.
pt: Coloque suas peças.
ro: Așează-ți piesele.
ru: Разместите свои фигуры.
si: ඔබේ කැබලි තැබීම.
sk: Umiestnite svoje figúrky.
sl: Postavite svoje kose.
sq: Vendosni pjesët tuaja.
sr: Поставите своје фигуре.
sv: Placera dina bitar.
sw: Weka vipande vyako.
ta: உங்கள் துண்டுகளை வை.
te: మీ ముక్కలు ఉంచండి.
th: วางหมากของคุณ
tr: Taşlarınızı yerleştirin.
uk: Розмістіть свої фішки.
ur: اپنے ٹکڑے رکھیں۔
uz: Parchalaringizni joylashtiring.
vi: Hãy đặt quân cờ của bạn.
zh: 请落子
zh_hant: 放置你的棋子
zu: Beka izingcezu zakho.

# tipBanPlace
source: You cannot place it here.
af: Jy kan dit nie hier plaas nie.
am: እዚህ ማስቀመጥ አይችሉም።
ar: لا يمكنك وضعها هنا.
az: Siz onu burada yerləşdirə bilməzsiniz.
be: Вы не можаце размясціць яго тут.
bg: Не можете да я поставите тук.
bn: আপনি এটি এখানে রাখতে পারবেন না।
bo: ཁྱོད་ཀྱིས་འདིར་འཇོག་མི་ཐུབ།
ca: No podeu col·locar-la aquí.
cs: Nelze jej sem umístit.
da: Du kan ikke placere den her.
de: Hier kannst du nicht hinsetzen.
el: Δεν μπορείτε να το τοποθετήσετε εδώ.
es: No se puede colocar aquí.
et: Te ei saa seda siia paigutada.
fa: نمی‌توان در اینجا قرار داد.
fi: Et voi sijoittaa sitä tähän.
fr: Impossible de la placer ici.
gu: અહીં મૂકી શકાતું નથી.
he: אתה לא יכול למקם את זה כאן.
hi: इसे यहां नहीं रख सकते।
hr: Ovdje je ne možete postaviti.
hu: A korongot nem lehet odarakni.
hy: Դուք չեք կարող այն այստեղ տեղադրել:
id: Anda tidak dapat menempatkannya di sini.
is: Þú getur ekki sett stykkið þitt hér.
it: Non è possibile posizionarlo qui.
ja: ここには配置できません。
km: អ្នកមិនអាចដាក់វានៅទីនេះបានទេ។
kn: ನೀವು ಅದನ್ನು ಇಲ್ಲಿ ಇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 거기엔 둘 수 없습니다.
lt: Čia negalima įdėti.
lv: Šeit to nevar ievietot.
mk: Не можете да го поставите тука.
ms: Anda tidak boleh meletakkannya di sini.
my: သင့်ကို ဒီနေရာမှာ ထားမရပါ။
nb: Du kan ikke plassere den her.
nl: Kan het hier niet plaatsen.
pl: Nie można go tu umieścić.
pt: Não se pode colocar aqui.
ro: Nu o poți plasa aici.
ru: Невозможно разместить здесь.
si: ඔබට මෙහි තැබීමට නොහැක.
sk: Sem ju nemôžete umiestniť.
sl: Tukaj ga ne morete postaviti.
sq: Nuk mund ta vendos këtu.
sr: Не можете да је ставите овде.
sv: Du kan inte placera den här.
sw: Huwezi kuiweka hapa.
ta: நீங்கள் அதை இங்கே வைக்க முடியாது.
te: మీరు దీన్ని ఇక్కడ ఉంచలేరు.
th: คุณไม่สามารถวางหมากตรงนี้ได้
tr: Buraya yerleştiremezsiniz.
uk: Ви не можете розмістити його тут.
ur: آپ اسے یہاں نہیں رکھ سکتے۔
uz: Siz uni bu erga joylashtirolmaysiz.
vi: Bạn không thể đặt quân cờ ở đây.
zh: 不能落在此处
zh_hant: 不能把它放在這裏
zu: Awukwazi ukuyibeka lapha.

# tipPlaced
source: Piece placed.
af: Jy het geplaas.
am: አስቀምጠዋል።
ar: تم وضعها.
az: yerləşdirdiniz.
be: Вы размясцілі.
bg: Поставихте фигурите.
bn: আপনি দাবার টুকরা স্থাপন.
bo: ཁྱོད་ཀྱིས་བཞག་ཡོད།
ca: Peça col·locada.
cs: Umístěno.
da: Du har placeret en brik.
de: Platziert
el: Τοποθετήσατε.
es: Pieza colocada.
et: Sa paigutasid.
fa: قرار داده شده.
fi: Asetit nappulan.
fr: Pièce placée.
gu: મૂકી દીધું.
he: אתה הנחת.
hi: रखा हे।
hr: Figura je postavljena.
hu: Lerakott egy korongot.
hy: Տեղադրված է:
id: Telah ditempatkan.
is: Þú settir stykkið.
it: Posizionato.
ja: 配置されました。
km: បានដាក់កូនអុកហើយ។
kn: ನೀವು ಇರಿಸಿದ್ದೀರಿ.
ko: 이미 놓았습니다.
lt: Jūs įdėjote.
lv: Jūs ievietojāt.
mk: Вие поставивте.
ms: Anda meletakkan.
my: မင်းထားလိုက်တယ်။
nb: Du plasserte.
nl: Geplaatst.
pl: Umieszczone.
pt: Peça colocada.
ro: Plasat.
ru: Размещено.
si: ඔබ තැබුවා.
sk: Umiestnili ste figúrku.
sl: Postavili ste.
sq: Ju vendosët një copë shahu.
sr: Ви сте пласирали.
sv: Du har placerat.
sw: Umeweka.
ta: துண்டு வைக்கப்பட்டது.
te: మీరు ఉంచారు.
th: คุณวางหมากแล้ว
tr: Yerleştirildi.
uk: Частина розміщена.
ur: آپ نے رکھا۔
uz: Siz joylashtirdingiz.
vi: Đã đặt quân cờ.
zh: 已落子
zh_hant: 已落子
zu: Ubeke.
