Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# helpContent
source: The game aims to leave the opponent with fewer than three pieces or no legal moves. The game automatically draws if a position occurs for the third time or makes no remove in the last 100 (configurable) moves. The game proceeds in three phases: 1. Placing pieces on vacant points 2. Moving pieces to adjacent points 3. (optional phase) Moving pieces to any vacant point when reducing the player to three pieces Placing The game begins with an empty board, which consists of a grid with twenty-four points. Players take turns placing their pieces on vacant points until each player has placed all pieces on the board. If a player can put three of his pieces straight, he has a "mill" and may remove one of his opponent's pieces from the board. In some rule sets, players must remove any other pieces first before removing a piece from a formed mill. Under certain rules, you cannot place pieces again on points where pieces have been removed. Once all pieces have been placed, players take turns moving them. Moving To move, a player moves one of his pieces along a board line to a vacant adjacent point. If he cannot, he loses the game. A player who aligns three of his pieces on a board line has a mill and may remove one of his opponent's pieces as in the placing phase. If a player is reduced to two pieces, has no option to form new mills, and thus loses the game. A player can also lose when more than three pieces if his opponent blocks them from moving. Flying In some variants of the rules, once a player has only three pieces left, their pieces can fly, hop, or jump to any vacant points, not only adjacent ones.
af: Die speletjie het ten doel om die teenstander met minder as drie stukke oor te laat of geen wettige bewegings oor te hê nie. Die speletjie verloop in drie fases: Fase 1: Elke speler begin met 12 tokens genoem "koeie". Met 'n skoon bord, plaas elke speler beurtegewys een koei op 'n tyd op 'n kruising (sirkel). Die doel is om rye van drie te vorm, hetsy vertikaal, diagonaal, of horisontaal. Koeie mag slegs op onbesette kruisings geplaas word. Wanneer drie-in-'n-ry bereik word, mag die speler een van die opponent se koeie skiet. 'n Speler mag nie 'n opponent se "drie-in-'n-ry" koeie skiet as daar ander koeie op die bord is om te skiet nie. Slegs een van die opponent se koeie mag op 'n slag geskiet word, selfs al word twee (of meer) lyne van drie-in-'n-ry met een skuif bereik. Sodra 'n koei geskiet is, mag dit nie weer in die spel gebruik word nie. Fase 2: Wanneer al twaalf koeie van elke speler op die bord geplaas is, mag koeie van een kruising na 'n ander beweeg word. 'n Beweging bestaan daaruit om 'n koei van een kruising na 'n onbesette kruising wat onmiddellik daaraan gekoppel en aangrensend is, te skuif. Spelers mag hul eie rye van drie-in-'n-ry breek om nuwe lyne te vorm, of bloot hul koeie herposisioneer. Koeie mag heen en weer tussen dieselfde twee kruisings herhaaldelik beweeg word. 'n Drie-in-'n-ry mag gemaak, gebreek en herhaaldelik hervorm word. Nieteenstaande die reël dat lyne herhaaldelik gebreek en hervorm mag word, as 'n speler 'n lyn breek om onmiddellik 'n nuwe lyn van drie 'koeie' te skep, mag sodanige speler nie die koei terugbeweeg na die oorspronklike kruising in sy/haar volgende skuif nie, as dit 'n nuwe lyn skep. Elke keer as 'n drie-in-'n-ry hergemaak word, moet 'n opponent se koei geskiet word. Fase 3: Wanneer 'n speler al sy koeie behalwe drie verloor het, mag hy/sy 'n koei na enige vakante kruising op die bord skuif met elke beweging. Die wen van die spel: Die spel word gewen wanneer die opponent nie enige van sy koeie kan beweeg nie, of wanneer die opponent al sy koeie behalwe twee verloor het. Wanneer 'n speler af is tot drie koeie, en geen speler 'n opponent se koei binne tien skuifbeurte kan skiet nie, is die spel 'n gelykop uitslag.
am: የጨዋታው ዓላማ ተቃራኒውን ከሶስት ቁራጮች በታች ወይም ህጋዊ እንቅስቃሴ እንዳይኖረው ማድረግ ነው። አንድ አቀማመጥ ለሶስተኛ ጊዜ ከተከሰተ ወይም በመጨረሻው 100 (የሚለወጥ) እንቅስቃሴዎች ውስጥ ምንም ማስወገድ ከሌለ ጨዋታው በራስ-ሰር እኩል ይሆናል። ጨዋታው በሶስት ደረጃዎች ይካሄዳል፦ 1. ቁራጮችን በባዶ ነጥቦች ላይ ማስቀመጥ 2. ቁራጮችን ወደ አጎራባች ነጥቦች ማንቀሳቀስ 3. (አማራጭ ደረጃ) ተጫዋቹን ወደ ሶስት ቁራጮች ሲቀንስ ቁራጮችን ወደ ማንኛውም ባዶ ነጥብ ማንቀሳቀስ ማስቀመጥ ጨዋታው በባዶ ሰሌዳ ላይ ይጀምራል፣ ይህም ሰሌዳ ሀያ አራት ነጥቦች ያሉት ፍርግርግ ነው። ተጫዋቾች በተራ ቁራጮቻቸውን በባዶ ነጥቦች ላይ እያንዳንዱ ተጫዋች ሁሉንም ቁራጮቹን በሰሌዳው ላይ እስኪያስቀምጥ ድረስ ያስቀምጣሉ። አንድ ተጫዋች ሶስት ቁራጮቹን በቀጥታ ማስቀመጥ ከቻለ፣ "ሚል" አለው እና አንድ የተቃራኒውን ቁራጭ ከሰሌዳው ላይ ሊያስወግድ ይችላል። በአንዳንድ ህጎች፣ ተጫዋቾች ከተመሰረተ ሚል ውስጥ ቁራጭ ከማስወገዳቸው በፊት ሌሎች ቁራጮችን መጀመሪያ ማስወገድ አለባቸው። በአንዳንድ ህጎች፣ በማስቀመጫ ደረጃ የተወገዱ ቁራጮች ነጥቦች ላይ እንደገና ቁራጮችን ማስቀመጥ አይችሉም። ሁሉንም ቁራጮች ከተጠቀሙ በኋላ፣ ተጫዋቾች በተራ ይንቀሳቀሳሉ። ማንቀሳቀስ ለማንቀሳቀስ፣ አንድ ተጫዋች ከቁራጮቹ አንዱን በሰሌዳው መስመር ላይ ወደ ባዶ አጎራባች ነጥብ ያንቀሳቅሳል። ይህንን ማድረግ ካልቻለ፣ ጨዋታውን አጥቷል። ሶስት ቁራጮቹን በሰሌዳው መስመር ላይ ያሰለፈ ተጫዋች ሚል አለው እና በማስቀመጫ ደረጃ እንደሚደረገው አንድ የተቃራኒውን ቁራጭ ሊያስወገድ ይችላል። ማንኛውም ተጫዋች ወደ ሁለት ቁራጮች ከቀነሰ፣ አዲስ ሚሎችን የመፍጠር አማራጭ የለውም፣ ስለዚህም ጨዋታውን ያጣል። አንድ ተጫዋች ከሶስት ቁራጮች በላይ ሲኖሩትም ተቃራኒው እንዳይንቀሳቀሱ ከዘጋባቸው ሊያጣ ይችላል። መብረር በአንዳንድ የህግ ቅርጾች፣ አንድ ተጫዋች ሶስት ቁራጮች ብቻ ሲቀሩት፣ ቁራጮቹ መብረር፣ መዝለል ወይም መዝለል ይችላሉ፣ ወደ ማንኛውም ባዶ ነጥቦች፣ አጎራባች ብቻ ሳይሆን።
ar: تهدف اللعبة إلى ترك الخصم بأقل من ثلاث قطع أو عدم وجود حركات قانونية. يتم رسم اللعبة تلقائيًا في حالة حدوث مركز للمرة الثالثة ، أو إذا لم تتم إزالة في آخر 100 حركة (قابلة للتكوين). تستمر اللعبة على ثلاث مراحل: 1. وضع القطع على النقاط الشاغرة 2. تحريك القطع إلى النقاط المجاورة 3. (مرحلة اختيارية) تحريك القطع إلى أي نقطة شاغرة عندما يتم تخفيض اللاعب إلى ثلاث قطع وضع تبدأ اللعبة بلوحة فارغة تتكون من شبكة بأربع وعشرين نقطة. يتناوب اللاعبون على وضع قطعهم على نقاط شاغرة حتى يضع كل لاعب كل القطع على اللوحة. إذا تمكن اللاعب من وضع ثلاث قطع من قطعه في خط مستقيم ، فسيكون لديه "طاحونة" ويمكنه إزالة إحدى قطع خصمه من اللوحة. في بعض متغيرات القواعد ، يجب على اللاعبين إزالة أي قطع أخرى أولاً قبل إزالة قطعة من طاحونة مشكلة. في بعض متغيرات القواعد ، قد لا يتم وضع جميع النقاط التي تمت إزالتها مرة أخرى في مرحلة الوضع. بمجرد استخدام جميع القطع ، يتناوب اللاعبون على التحرك. التحريك للتحرك ، يقوم اللاعب بتحريك إحدى قطعه على طول خط اللوحة إلى نقطة مجاورة شاغرة. إذا لم يستطع فعل ذلك ، فسيخسر المباراة. كما هو الحال في مرحلة التسديد ، فإن اللاعب الذي يقوم بمحاذاة ثلاث من قطعه على خط لوح لديه مطحنة ويمكنه إزالة إحدى قطع خصمه. أي لاعب يتقلص إلى قطعتين وليس لديه خيار لتشكيل طواحين جديدة ، وبالتالي يخسر اللعبة. يمكن للاعب أيضًا أن يخسر بأكثر من ثلاث قطع إذا قام خصمه بحظرها بحيث لا يمكن نقلها. طيران في بعض المتغيرات من القواعد ، بمجرد أن يتبقى للاعب ثلاث قطع فقط ، قد "تطير" قطعه أو "تقفز" أو "تقفز" إلى أي نقاط شاغرة ، وليس فقط النقاط المجاورة.
az: Oyun üçdən az fiqurla və ya qanuni hərəkətsiz rəqibi tərk etmək məqsədi daşıyır. Bir mövqe üçüncü dəfə baş verərsə və ya son 100 (konfiqurasiya edilə bilən) hərəkətdə heç bir silmə etməzsə, oyun avtomatik olaraq heç-heçə edir. Oyun üç mərhələdə davam edir: 1. Boş yerlərə parçaların yerləşdirilməsi 2. Parçaların bitişik nöqtələrə köçürülməsi 3. (isteğe bağlı mərhələ) Oyunçunu üç ədədə endirərkən parçaları istənilən boş yerə köçürmək Yerləşdirmə Oyun iyirmi dörd xal olan bir şəbəkədən ibarət boş bir lövhə ilə başlayır. Oyunçular növbə ilə öz hissələrini boş nöqtələrə yerləşdirirlər, ta ki hər bir oyunçu bütün parçaları lövhəyə yerləşdirənə qədər. Əgər oyunçu üç fiqurunu düz qoya bilirsə, onun "dəyirmanı" var və rəqibinin fiqurlarından birini lövhədən çıxara bilər. Bəzi qaydalarda oyunçular formalaşmış dəyirmandan bir parça çıxarmazdan əvvəl hər hansı digər parçaları çıxarmalıdırlar. Bəzi qaydalarda yerləşdirmə mərhələsində parçaları çıxarılan parçaların nöqtələrinə yenidən yerləşdirə bilməzsiniz. Bütün parçaları istifadə etdikdən sonra oyunçular növbə ilə hərəkət edirlər. Hərəkət edir Hərəkət etmək üçün oyunçu öz parçalarından birini taxta xətti boyunca boş bitişik nöqtəyə aparır. Əgər bunu edə bilmirsə, oyunu uduzmuşdur. Üç fiqurunu taxta xəttinə düzən oyunçunun dəyirmanı var və yerləşdirmə mərhələsində olduğu kimi rəqibinin fiqurlarından birini çıxara bilər. İstənilən oyunçu iki hissəyə enir, yeni dəyirmanlar yaratmaq imkanı yoxdur və beləliklə oyunu itirir. Rəqibi onların hərəkətinə mane olarsa, oyunçu üçdən çox fiqur qazandıqda da itirə bilər. Uçan Qaydaların bəzi variantlarında, oyunçuda yalnız üç fiqur qaldıqdan sonra, onun fiqurları yalnız bitişik olanlara deyil, istənilən boş nöqtələrə uça, atlaya və ya atlaya bilər.
be: Гульня накіравана на тое, каб у суперніка было менш за тры фігуры або не было дазволеных хадоў. Гульня аўтаматычна заканчваецца ўнічыю, калі пазіцыя ўзнікае ў трэці раз або не здымаецца за апошнія 100 (канфігуруемых) хадоў. Гульня праходзіць у тры этапы: 1. Размяшчэнне фігур на свабодных кропках 2. Перасоўванне частак у суседнія кропкі 3. (неабавязковая фаза) Перамяшчэнне фігур у любую вакантную кропку пры скарачэнні гульца да трох фігур Размяшчэнне Гульня пачынаецца з пустой дошкі, якая складаецца з сеткі з дваццаццю чатырма кропкамі. Гульцы па чарзе кладуць свае фігуры на пустыя кропкі, пакуль кожны гулец не раскладзе ўсе фігуры на дошцы. Калі гулец можа паставіць тры свае фігуры запар, ён мае «млын» і можа выдаліць адну з фігур суперніка з дошкі. У некаторых правілах гульцы павінны спачатку выдаліць любыя іншыя часткі, перш чым выдаліць частку са сфармаванага млына. У некаторых правілах вы не можаце зноў размясціць фігуры ў пунктах выдаленых фігур на этапе размяшчэння. Пасля выкарыстання ўсіх фігур гульцы рухаюцца па чарзе. Пераезд Для перамяшчэння гулец перамяшчае адну са сваіх фігур уздоўж лініі дошкі ў вольнае суседняе месца. Калі ён не можа гэтага зрабіць, ён прайграў гульню. Гулец, які выраўноўвае тры свае фігуры на лініі дошкі, мае млын і можа выдаліць адну з фігур суперніка, як у фазе размяшчэння. Любы гулец памяншаецца да дзвюх частак, не мае магчымасці фармаваць новыя млыны і, такім чынам, прайграе гульню. Гулец таксама можа прайграць, калі больш за тры фігуры, калі яго праціўнік блакуе іх рух. Палёт У некаторых варыянтах правілаў, калі ў гульца засталося толькі тры фігуры, яго фігуры могуць лётаць, скакаць або скакаць на любыя свабодныя кропкі, а не толькі на суседнія.
bg: Целта на играта е опонентът да остане с по-малко от три фигури или без позволени ходове. Играта автоматично се ремизира, ако дадена позиция се появи за трети път или не се премахне в последните 100 (конфигурируеми) хода. Играта протича в три фази: 1. Поставяне на фигури на свободни точки 2. Преместване на фигури в съседни точки 3. (незадължителна фаза) Преместване на фигури в която и да е свободна точка, когато играчът е намалил броя на фигурите си до три Поставяне на Играта започва с празна дъска, която се състои от мрежа с двадесет и четири точки. Играчите се редуват да поставят фигурите си на свободните точки, докато всеки играч постави всички фигури на дъската. Ако даден играч успее да постави три от своите фигури направо, той има "мелница" и може да премахне една от фигурите на противника си от дъската. В някои правила играчите трябва първо да премахнат всички други фигури, преди да премахнат фигура от образуваната мелница. В някои правила не можете да поставяте фигури до точките на премахнатите фигури отново във фазата на поставяне. След като използвате всички фигури, играчите се редуват да се движат. Преместване За да се придвижи, играчът премества една от фигурите си по линия на дъската до свободна съседна точка. Ако не може да направи това, той е загубил играта. Както и във фазата на поставяне, играч, който подреди три от своите фигури на линия на дъската, има мелница и може да премахне една от фигурите на противника си. Всеки играч, който намали броя на фигурите си до две, няма възможност да образува нови мелници и по този начин губи играта. Играч може да загуби и когато има повече от три фигури, ако противникът му блокира движението им. Летящ В някои варианти на правилата, след като на даден играч са останали само три фигури, неговите фигури могат да летят, скачат или прескачат до всякакви свободни точки, а не само до съседни.
bn: গেমটির লক্ষ্য প্রতিপক্ষকে তিনটির চেয়ে কম টুকরো বা কোনও আইনী পদক্ষেপ না রেখেই ছেড়ে দেওয়া। তৃতীয়বারের মতো কোনও অবস্থান দেখা দিলে বা শেষ 100 (কনফিগারযোগ্য) পদক্ষেপে কোনও অপসারণ না করলে গেমটি স্বয়ংক্রিয়ভাবে টান। গেমটি তিন ধাপে এগিয়ে যায়: 1. খালি পয়েন্টে টুকরা স্থাপন 2. সংলগ্ন পয়েন্টগুলিতে টুকরোগুলি সরানো ৩. (alচ্ছিক পর্ব) খেলোয়াড়কে তিন টুকরো করে হ্রাস করার সময় যে কোনও শূন্য পয়েন্টে টুকরো স্থানান্তর করা স্থাপন গেমটি খালি বোর্ডের সাথে শুরু হয়, যা চব্বিশ পয়েন্ট সহ একটি গ্রিড নিয়ে গঠিত। খেলোয়াড়রা তাদের পিসগুলি খালি পয়েন্টগুলিতে রেখে দেয় যতক্ষণ না প্রতিটি প্লেয়ার বোর্ডে সমস্ত টুকরো রাখে। যদি কোনও খেলোয়াড় তার তিনটি টুকরো সোজা রাখতে পারে তবে তার একটি "মিল" রয়েছে এবং বোর্ড থেকে তার প্রতিপক্ষের একটি টুকরো অপসারণ করতে পারে। কিছু নিয়মে খেলোয়াড়দের গঠিত মিল থেকে কোনও টুকরো অপসারণের আগে প্রথমে অন্য কোনও টুকরো অপসারণ করতে হবে। কিছু নিয়মে স্থাপনের পর্যায়ে আপনি পুনরায় সরানো টুকরোগুলির পয়েন্টগুলিতে টুকরো রাখতে পারবেন না। সমস্ত টুকরোগুলি একবার ব্যবহার করার পরে, খেলোয়াড়রা চলন্ত মোড় নেয়। চলন্ত স্থানান্তরিত করতে, একজন খেলোয়াড় বোর্ড লাইন বরাবর তার একটি টুকরো খালি সংলগ্ন বিন্দুতে সরান। তিনি যদি তা না করতে পারেন তবে তিনি খেলাটি হেরে গেছেন। যে খেলোয়াড় তার বোর্ডের লাইনে তার তিনটি টুকরো সারিবদ্ধ করে তার মিল রয়েছে এবং স্থাপনার পর্যায়ে যেমন তার প্রতিপক্ষের কোনও একটি টুকরো অপসারণ করতে পারে। যে কোনও খেলোয়াড়ের টুকরো টুকরো হয়ে যায়, নতুন কল তৈরির কোনও বিকল্প নেই এবং এইভাবে খেলাটি হেরে যায়। প্রতিপক্ষ যদি তাদের চলতে বাধা দেয় তবে তিন খেলার বেশি খেলোয়াড়ও হারাতে পারেন। উড়ন্ত নিয়মের কিছু বৈকল্পিকতায়, একবার কোনও খেলোয়াড়ের কেবল তিনটি টুকরো অবশিষ্ট থাকে, তার টুকরাগুলি কেবল সংলগ্নগুলিই নয়, খালি পয়েন্টগুলিতে উড়তে, হপ করতে বা লাফিয়ে উঠতে পারে।
bo: རྩེད་མོ་འདིའི་དམིགས་ཡུལ་ནི་ཁ་གཏད་ལ་ཆ་ཤས་གསུམ་ལས་ཉུང་བའམ་ཡང་ན་ཁྲིམས་མཐུན་གྱི་གཡོ་འགུལ་མེད་པར་བཞག་རྒྱུ་དེ་རེད། གལ་ཏེ་གནས་བབ་ཐེངས་གསུམ་པ་བྱུང་བའམ་ཡང་ན་མཐའ་མའི་འགུལ་སྐྱོད་༡༠༠ནང་ལ་མེད་པར་བཟོས་ན་རྩེད་མོ་དེ་རང་འགུལ་གྱིས་འབྲི་བ་རེད། རྩེད་མོ་དེ་དུས་རིམ་གསུམ་དུ་བགོས་ཡོད། 1. སྟོང་ཆའི་སྟེང་དུམ་བུ་འཇོག་པ། 2. ཆ་ཤས་ཉེ་འགྲམ་གྱི་ས་ཚིགས་ལ་སྤོ་བ། 3. (འདམ་ཀའི་དུས་རིམ།) རྩེད་མོ་བ་དེ་ཆ་ཤས་གསུམ་ལ་མར་ཕབ་པའི་སྐབས་སྟོང་ཆ་གང་རུང་ཞིག་ལ་སྤོ་བ། འཇོག་པ། རྩེད་མོ་དེ་སྟོང་ཆ་ཞིག་ནས་འགོ་འཛུགས་པ་དང་། དེའི་ནང་དུ་སྐར་མ་ཉི་ཤུ་རྩ་བཞི་ཡོད་པའི་དྲ་མིག་ཅིག་ཡོད། རྩེད་འགྲན་པ་རེ་རེས་རྩེད་མོ་ཚང་མ་བང་ཁྲི་སྟེང་ལ་མ་བཞག་བར་དུ་རྩེད་མོ་བ་ཚོས་ཁོང་ཚོའི་རྩེད་མོ་དེ་སྟོང་ཆའི་སྟེང་ལ་འཇོག་དགོས། གལ་ཏེ་རྩེད་འགྲན་པ་ཞིག་གིས་ཁོ་རང་གི་རྩེད་མོ་གསུམ་ཐད་ཀར་འཇོག་ཐུབ་ན་ཁོ་ལ་"འཕྲུལ་འཁོར་"ཡོད་ཅིང་། ཁོ་རང་གི་ཁ་གཏད་ཀྱི་རྩེད་མོ་གཅིག་བང་ཁྲི་ནས་ཕྱིར་འཐེན་བྱེད་སྲིད། ཁྲིམས་ལུགས་ཁ་ཤས་སུ་རྩེད་མོ་བ་ཚོས་བཟོས་ཟིན་པའི་འཕྲུལ་ཁང་ནས་ཆ་ཤས་ཤིག་མ་བཏོན་གོང་དུ་ཆ་ཤས་གཞན་པ་གང་རུང་ཞིག་བཏོན་དགོས། ཁྱེད་ཀྱིས་སྒྲིག་གཞི་ཁ་ཤས་ནང་བཀོད་པའི་དུས་རིམ་ནང་ལ་ཆ་ཤས་དེ་དག་བཏོན་པའི་ཆ་ཤས་ཀྱི་ས་ཚིགས་ལ་ཡང་བསྐྱར་འཇོག་མི་ཐུབ། དངོས་པོ་ཚང་མ་བེད་སྤྱོད་བཏང་ཚར་རྗེས་རྩེད་མོ་བ་ཚོས་སྐོར་རེས་སྤོ་བར་བྱེད། འགུལ་བསྐྱོད་བྱེད་པ། སྤོ་བར་རྩེད་མོ་བ་ཞིག་གིས་ཁོ་རང་གི་རྩེད་མོ་གཅིག་བང་ཁྲི་བརྒྱུད་ནས་ཉེ་འགྲམ་གྱི་ས་སྟོང་སྟོང་པར་སྤོ་བར་བྱེད། གལ་ཏེ་ཁོས་དེ་ལྟར་བྱེད་མི་ཐུབ་ན་ཁོས་རྩེད་མོ་ཕམ་ཡོད། རྩེད་འགྲན་པ་ཞིག་གིས་ཁོ་རང་གི་རྩེད་མོ་གསུམ་བང་ཁྲི་སྟེང་ལ་ཕྲེང་བ་བཟོས་ན་དེ་ལ་འཕྲུལ་འཁོར་ཡོད་ཅིང་། དེས་ཁོ་རང་གི་ཁ་གཏད་ཀྱི་རྩེད་མོ་གཅིག་བཀོད་སྒྲིག་བྱེད་པའི་སྐབས་ལྟར་མེད་པར་བཟོ་ཐུབ། རྩེད་མོ་བ་གང་རུང་གིས་ཆ་ཤས་གཉིས་ལ་མར་ཕབ་ནས་འཕྲུལ་ཁང་གསར་པ་བཟོ་བའི་གདམ་ག་མེད་པས་རྩེད་མོ་དེ་ཕམ་གྱི་ཡོད། གལ་ཏེ་ཁོང་གི་ཁ་གཏད་ཀྱིས་ཁོང་ཚོ་འགུལ་སྐྱོད་བྱེད་པར་བཀག་འགོག་བྱས་ན། རྩེད་འགྲན་པ་ཞིག་གིས་རྩེད་མོ་གསུམ་ལས་མང་བ་ཐོབ་སྐབས་ཕམ་ཐུབ། འཕུར་བསྐྱོད་བྱེད་པ། ཁྲིམས་ལུགས་ཀྱི་ཁྱད་པར་ཁ་ཤས་ནང་རྩེད་མོ་བ་ཞིག་ལ་རྩེད་མོ་གསུམ་ལས་ལྷག་མེད་ན། ཁོང་གི་རྩེད་མོ་དེ་ཚོ་འཕུར་ཐུབ་པ་དང་།
ca: L'objectiu del joc és deixar l'oponent amb menys de tres peces o sense moviments legals. La partida empata automàticament si una posició es repeteix per tercera vegada o si no s'elimina cap peça en els darrers 100 (configurable) moviments. La partida té tres fases: 1. Col·locar peces en punts buits 2. Moure peces a punts adjacents 3. (fase opcional) Moure peces a qualsevol punt buit quan un jugador es queda amb tres peces Col·locació La partida comença amb el tauler buit, que té vint-i-quatre punts. Els jugadors col·loquen les seves peces per torn en punts buits fins que totes les peces estiguin col·locades. Si un jugador aconsegueix fer una línia de tres peces, forma un «molí» i pot retirar del tauler una peça de l'oponent. En algunes variants, s'ha de retirar primer qualsevol altra peça abans que no pas una peça que formi part d'un molí. Amb algunes regles, no es poden tornar a col·locar peces en punts d'on s'han retirat. Quan totes les peces estan col·locades, els jugadors passen a moure-les. Moviment Per a moure, un jugador desplaça una de les seves peces al llarg d'una línia del tauler fins a un punt adjacent buit. Si no pot moure cap peça, perd la partida. Un jugador que alineï tres peces en una línia del tauler fa un molí i pot retirar una peça de l'oponent, igual que a la fase de col·locació. Si un jugador es queda amb dues peces, no pot formar nous molins i perd la partida. També pot perdre si l'oponent el bloca completament. Vol En algunes variants, quan un jugador només té tres peces, aquestes poden «volar» o saltar a qualsevol punt buit, no només als punts adjacents.
cs: Cílem hry je nechat soupeře s méně než třemi kusy nebo bez legálních tahů. Hra se automaticky losuje, pokud dojde k pozici již potřetí, nebo pokud během posledních 100 (konfigurovatelných) tahů nedošlo k odebrání. Hra probíhá ve třech fázích: 1. Ukládání dílků na volná místa 2. Přesunutí kusů do sousedních bodů 3. (volitelná fáze) Přesouvání figurek na libovolné volné místo, když byl hráč snížen na tři figurky Umístění Hra začíná prázdnou deskou, kterou tvoří mřížka s dvaceti čtyřmi body. Hráči se střídají při umisťování svých figurek na volné body, dokud každý hráč neumístí všechny figurky na hrací plochu. Pokud hráč může umístit tři své figurky do přímky, má „mlýn“ a může odstranit jednu ze svých soupeřových figurek z hrací plochy. V některých variantách pravidel musí hráči nejprve odebrat všechny další figurky, než odeberou figurku z formovaného mlýna. V některých variantách pravidel nemusí být všechny body odstraněných figurek znovu umístěny do umisťovací fráze. Jakmile jsou použity všechny figurky, hráči se střídají v pohybu. Pohyb Hráč se pohybuje jedním ze svých kamenů po palubní linii na volné sousední místo. Pokud tak nemůže učinit, prohrál hru. Stejně jako ve fázi umístění má hráč, který zarovná tři své figurky na hrací čáru, mlýn a může odstranit jednu ze svých soupeřových figurek. Každý hráč se sníží na dva kusy a nemá možnost vytvářet nové mlýny, a tak prohrává. Hráč může také prohrát s více než třemi kameny, pokud je jeho protivník zablokuje, takže jimi nelze hýbat. Létající V některých variantách pravidel, jakmile hráči zbývají pouze tři kameny, mohou jeho kameny „létat“, „skákat“ nebo „skákat“ na libovolná volná místa, nejen na sousední.
da: Spillet har til formål at efterlade modstanderen med færre end tre brikker eller ingen lovlige træk. Spillet er automatisk uafgjort, hvis en stilling opstår for tredje gang eller ikke fjernes i de sidste 100 (konfigurerbare) træk. Spillet forløber i tre faser: 1. Placering af brikker på ledige punkter 2. Flytning af brikker til tilstødende punkter 3. (valgfri fase) Flytning af brikker til et hvilket som helst ledigt punkt, når spilleren er reduceret til tre brikker Placering af Spillet begynder med et tomt bræt, som består af et gitter med fireogtyve punkter. Spillerne skiftes til at placere deres brikker på de ledige punkter, indtil hver spiller har placeret alle brikker på brættet. Hvis en spiller kan placere tre af sine brikker lige, har han en "mølle" og kan fjerne en af sine modstanderes brikker fra brættet. I nogle regler skal spillerne først fjerne alle andre brikker, før de kan fjerne en brik fra en dannet mølle. I nogle regler kan man ikke placere brikkerne til de punkter, hvor brikkerne er fjernet, igen i placeringsfasen. Når alle brikker er placeret, skiftes spillerne til at flytte. Flytning For at flytte flytter en spiller en af sine brikker langs en linje på brættet til et ledigt tilstødende punkt. Hvis han ikke kan gøre det, har han tabt spillet. Som i placeringsfasen har en spiller, der placerer tre af sine brikker på en brætlinje, en mølle og kan fjerne en af sine modstanderes brikker. En spiller, der reduceres til to brikker, har ikke mulighed for at danne nye møller og taber dermed spillet. En spiller kan også tabe, når han har mere end tre brikker, hvis hans modstander blokerer dem for at flytte dem. Flyvende I nogle varianter af reglerne kan en spiller, når han kun har tre brikker tilbage, flyve, hoppe eller springe til alle ledige punkter, ikke kun tilstødende punkter.
de: Das Ziel des Spiels ist es, dass der Gegner weniger als drei Steine hat oder sich nicht mehr bewegen kann. Das Spiel endet automatisch unentschieden, wenn eine Spielposition das dritte Mal auftritt, oder wenn in den letzten 100 (konfigurierbar) Zügen kein Stein entfernt wurde. Das Spiel läuft in drei Phasen ab: 1. Steine auf freie Punkte setzen 2. Steine auf angrenzende Punkte schieben 3. (optionale Phase) Steine auf beliebige freie Punkte setzen wenn der Spieler nur noch drei Steine hat Setzphase Das Spiel beginnt mit einem leeren Spielbrett, das aus einem Gitter mit vierundzwanzig Punkten besteht. Die Spieler setzen abwechselnd Steine auf freie Punkte, bis jeder Spieler alle Steine gesetzt hat. Wenn ein Spieler drei Steine in einer geraden Linie setzt, dann hat er eine „Mühle“ und darf einen gegnerischen Stein vom Spielbrett nehmen. In einigen Regelvarianten müssen die Spieler alle anderen Steine entfernen, bevor ein Stein aus einer Mühle genommen werden kann. In einigen Regelvarianten dürfen Steine in der Setzphase nicht wieder auf Punkte gesetzt werden, von denen bereits Steine genommen wurden. Wenn alle Steine gesetzt worden sind, ziehen die Spieler abwechselnd einen Stein. Zugphase Beim Ziehen bewegt ein Spieler einen seiner Steine entlang einer Linie zum nächsten freien Punkt. Wenn er das nicht kann, hat er verloren. Genau wie in der Setzphase führen drei Steine in einer Linie zu einer Mühle, und der Spieler darf einen der gegnerischen Steine entfernen. Ein Spieler mit nur zwei Steinen kann keine Mühlen mehr bekommen und verliert deshalb. Ein Spieler kann auch mit mehr als drei Steinen verlieren, wenn sein Gegner ihn so blockiert hat, dass er seine Steine nicht mehr bewegen kann. Endphase In einigen Regelvarianten kann ein Spieler, dem nur noch drei Steine verbleiben, mit seinen Steinen auf jeden freien Punkt „fliegen“, „hüpfen“ oder „springen“, nicht nur auf benachbarte.
el: Στόχος του παιχνιδιού είναι να αφήσετε τον αντίπαλο με λιγότερα από τρία κομμάτια ή χωρίς νόμιμες κινήσεις. Το παιχνίδι λήγει αυτόματα αν μια θέση εμφανιστεί για τρίτη φορά ή αν δεν γίνει καμία αφαίρεση στις τελευταίες 100 (διαμορφώσιμες) κινήσεις. Το παιχνίδι εξελίσσεται σε τρεις φάσεις: 1. Τοποθέτηση κομματιών σε κενά σημεία 2. Μετακίνηση κομματιών σε γειτονικά σημεία 3. (προαιρετική φάση) Μετακίνηση κομματιών σε οποιοδήποτε κενό σημείο όταν ο παίκτης μειώνεται σε τρία κομμάτια. Τοποθέτηση Το παιχνίδι ξεκινά με ένα άδειο ταμπλό, το οποίο αποτελείται από ένα πλέγμα με είκοσι τέσσερα σημεία. Οι παίκτες τοποθετούν εναλλάξ τα κομμάτια τους στα κενά σημεία μέχρι κάθε παίκτης να τοποθετήσει όλα τα κομμάτια του στο ταμπλό. Εάν ένας παίκτης μπορεί να τοποθετήσει τρία από τα κομμάτια του στην ευθεία, έχει "μύλο" και μπορεί να αφαιρέσει ένα από τα κομμάτια του αντιπάλου του από το ταμπλό. Σε ορισμένους κανόνες, οι παίκτες πρέπει να αφαιρέσουν πρώτα όλα τα άλλα κομμάτια πριν αφαιρέσουν ένα κομμάτι από ένα σχηματισμένο μύλο. Σε ορισμένους κανόνες δεν μπορείτε να τοποθετήσετε ξανά τα κομμάτια στα σημεία των αφαιρεθέντων κομματιών στη φάση τοποθέτησης. Αφού χρησιμοποιήσετε όλα τα κομμάτια, οι παίκτες κινούνται εναλλάξ. Μετακίνηση Για να μετακινηθεί, ένας παίκτης μετακινεί ένα από τα κομμάτια του κατά μήκος μιας γραμμής του ταμπλό σε ένα κενό γειτονικό σημείο. Αν δεν μπορεί να το κάνει αυτό, έχει χάσει το παιχνίδι. Όπως και στη φάση τοποθέτησης, ο παίκτης που ευθυγραμμίζει τρία από τα κομμάτια του σε μια γραμμή του ταμπλό έχει ένα μύλο και μπορεί να αφαιρέσει ένα από τα κομμάτια του αντιπάλου του. Οποιοσδήποτε παίκτης μειώσει σε δύο κομμάτια, δεν έχει τη δυνατότητα να σχηματίσει νέους μύλους και έτσι χάνει το παιχνίδι. Ένας παίκτης μπορεί επίσης να χάσει όταν έχει περισσότερα από τρία κομμάτια, αν ο αντίπαλός του τα εμποδίσει να κινηθούν. Πετώντας Σε ορισμένες παραλλαγές των κανόνων, όταν ένας παίκτης έχει μόνο τρία κομμάτια, τα κομμάτια του μπορούν να πετάξουν, να πηδήξουν ή να πηδήξουν σε οποιαδήποτε κενά σημεία, όχι μόνο σε γειτονικά.
es: El objetivo del juego es dejar al adversario con menos de tres piezas o sin movimientos legales. El juego empata automáticamente si una posición se produce por tercera vez o no hace ninguna retirada en los últimos 100 movimientos (configurables). El juego se desarrolla en tres fases: 1. Colocación de las piezas en los puntos vacantes 2. Mover piezas a puntos adyacentes 3. (fase opcional) Mover las piezas a cualquier punto vacío al reducir el jugador a tres piezas Colocación El juego comienza con un tablero vacío, que consiste en una cuadrícula con veinticuatro puntos. Los jugadores se turnan para colocar las piezas en los puntos vacantes hasta que cada jugador haya colocado todas las piezas en el tablero. Si un jugador consigue colocar tres de las piezas en línea recta, tiene un "molino" y puede retirar del tablero una de las piezas del adversario. En algunas reglas, los jugadores deben retirar primero cualquier otra pieza antes de retirar una pieza de un molino formado. En algunas reglas no se pueden volver a colocar las piezas en los puntos de las piezas retiradas en la fase de colocación. Una vez utilizadas todas las piezas, los jugadores se mueven por turnos. Mover Para mover, un jugador mueve una de sus piezas a lo largo de una línea del tablero hasta un punto adyacente libre. Si no puedes hacerlo, has perdido la partida. Un jugador que alinea tres de sus piezas en una línea del tablero tiene un molino y puede eliminar una de las piezas de su adversario como en la fase de colocación. Si un jugador se reduce a dos piezas, no tiene opción de formar nuevos molinos y, por tanto, pierde la partida. Un jugador también puede perder cuando tiene más de tres piezas si el adversario bloquea el movimiento. Volar En algunas variantes de las reglas, una vez que a un jugador silo le quedan tres piezas, sus piezas pueden volar, saltar o brincar a cualquier punto libre, no solo a los adyacentes.
et: Mängu eesmärk on jätta vastasele vähem kui kolm tükki või mitte ühtegi seaduslikku käiku. Mängus tehakse automaatselt viik, kui positsioon tekib kolmandat korda või ei eemaldata viimase 100 (konfigureeritava) käigu jooksul. Mäng kulgeb kolmes etapis: 1. Mängijate paigutamine vabadele punktidele 2. Mänguosade liigutamine naaberpunktidesse. 3. (valikuline etapp) Mängijate arvu vähendamisel kolmele mängujoonele mängujoonte liigutamine mis tahes vabale punktile. paigutamine. Mäng algab tühja lauaga, mis koosneb kahekümne nelja punktiga ruudustikust. Mängijad paigutavad kordamööda oma mänguasju vabadele punktidele, kuni iga mängija on paigutanud kõik mänguasjad lauale. Kui mängija suudab panna kolm oma tükki otse, on tal "veski" ja ta võib ühe oma vastasmängija tükki laualt eemaldada. Mõnede reeglite kohaselt peavad mängijad enne moodustatud veski eemaldamist esmalt eemaldama kõik teised tükid. Mõne reegli puhul ei saa paigutusfaasis eemaldatud tükke uuesti punktidesse paigutada. Kui kasutada kõik tükid, liiguvad mängijad kordamööda. Liikumine Liigutamiseks liigutab mängija ühe oma mänguasja piki lauajooni vabasse naaberpunkti. Kui ta ei saa seda teha, on ta mängu kaotanud. Nagu ka asetamisfaasis, on mängijal, kes paigutab kolm oma mänguasja lauajoonele, veski ja ta võib eemaldada ühe oma vastasmängija mänguasja. Iga mängija, kes vähendab oma mängujoonte arvu kahele tükile, ei saa moodustada uusi veskeid ja kaotab seega mängu. Mängija võib kaotada ka siis, kui rohkem kui kolm tükki, kui vastane blokeerib nende liikumise. Lendavad Mõne reegli variandi puhul võivad mängija, kui tal on alles jäänud ainult kolm tükki, tema tükid lennata, hüpata või hüpata mis tahes vabadesse punktidesse, mitte ainult kõrvuti asuvatesse punktidesse.
fa: هدف بازی این است که بازی کن حریف را با کمتر از سه مهره بازی یا بدون هیچ راهی برای حرکت، شکست دهد. اگر در آخرین ۱۰۰ حرکت باقی مانده هیچ مهره ای حذف نشود یا یک محل سه بار پیش بیاید، بازی به طور اتوماتیک مساوی می‌شود این بازی سه فاز دارد: ۱. مهره ها روی نقاط خالی قرار میگیرند ۲. مهره ها به نقاط کنارشان قابل حرکتند ۳. (اختیاری) حرکت مهره ها به هریک از نقاط خالی در هنگام کم کردن مهره های حریف گذاشتن مهره ها: بازی با یک تخته خالی شروع می‌شود که شامل یک جدول با ۲۴ نقطه است بازیکن ها به ترتیب مهره های خود را روی نقاط خالی میگذارند تا تمامی مهره هایشان رو تخته باشد. اگر بازی کنی بتواند سه تا از مهره هایش را به طور خط مستقیم قرار دهد شانس برداشتن یکی از مهره های حریف را به دست میاورد که به اصطلاح دوز می‌گیرد بازیکن ابتدا باید مهره‌های دیگر حریف را که خارج از دوز هستند حذف کند، مگر اینکه هیچ مهره دیگری خارج از دوز وجود نداشته باشد. در بعضی شرایط نمیتوانید مهره هایتان را در نقاطی قرار دهید که قبلا رویشان مهره دیگری بوده بعد از این که تمامی مهره ها رو تخته قرار گیرد بازیکنان به ترتیب می‌توانند مهره هایشان را حرکت بدهند حرکت دادن برای حرکت دادن بازی کن باید مهره خود را در در نقطه خالی که توسط یک خط به نقطه خودش وصل است منتقل کند اگر نتواند بازی را باخته است بازیکنی که سه تا از مهره هایش را کنار هم روی یک خط قرار دهد دوز می‌گیرد در فاز مهره گذاری و می‌تواند یکی از مهره های حریف را حذف کند هر بازی کنی که مهره هایش به دو عدد برسد دیگر شانس دوز کردن ندارد و در نتیجه بازی را میبازد بازیکنانی که سه مهره دارند ولی بازیکن دیگری جلوی حرکت مهره هایشان را گرفته باشد هم بازی را میبازد پرواز در بعضی موارد بازی، اگر برای بازیکنی فقط سه مهره باقی مانده باشد، مهره هایش می‌توانند پرواز کنند یا روی هر نقطه خالی بپرند حتی اگر نقاط خالی کنارشان نباشد
fi: Pelin tavoitteena on jättää vastustajalle vähemmän kuin kolme nappulaa tai ei yhtään laillista siirtoa. Peli päättyy automaattisesti tasapeliin, jos asema esiintyy kolmannen kerran tai ei poista viimeisen 100 (määritettävissä olevan) siirron aikana. Peli etenee kolmessa vaiheessa: 1. Asetetaan nappuloita vapaisiin pisteisiin. 2. Kappaleiden siirtäminen viereisiin pisteisiin 3. (valinnainen vaihe) nappuloiden siirtäminen mihin tahansa tyhjään pisteeseen, kun pelaaja on vähentänyt pelaajamääränsä kolmeen nappulaan. Sijoittaminen Peli alkaa tyhjällä pelilaudalla, joka koostuu ruudukosta, jossa on kaksikymmentäneljä pistettä. Pelaajat asettavat vuorotellen nappulansa tyhjiin pisteisiin, kunnes jokainen pelaaja on asettanut kaikki nappulat pelilaudalle. Jos pelaaja saa asetettua kolme nappulaansa suoraan, hänellä on ""mylly"" ja hän voi poistaa yhden vastustajan nappulan pelilaudalta. Joissakin säännöissä pelaajien on ensin poistettava kaikki muut nappulat, ennen kuin he voivat poistaa nappulan muodostuneesta myllystä. Joissakin säännöissä ei voi sijoitusvaiheessa sijoittaa kappaleita uudelleen poistettujen kappaleiden pisteisiin. Kun olet käyttänyt kaikki palat, pelaajat siirtyvät vuorotellen. Liikkuminen Siirtääkseen pelaaja siirtää yhden nappulansa laudan linjaa pitkin vapaaseen viereiseen pisteeseen. Jos hän ei pysty tähän, hän on hävinnyt pelin. Kuten sijoitusvaiheessa, pelaaja, joka asettaa kolme nappulaansa pelilaudan linjalle, saa myllyn ja voi poistaa yhden vastustajan nappulan. Jos pelaajalla on vain kaksi nappulaa, hänellä ei ole mahdollisuutta muodostaa uusia myllyjä ja hän häviää pelin. Pelaaja voi hävitä myös silloin, kun hänellä on enemmän kuin kolme nappulaa, jos hänen vastustajansa estää häntä liikkumasta. Lentävä Joissakin sääntömuunnelmissa, kun pelaajalla on enää kolme nappulaa jäljellä, hänen nappulansa voivat lentää, hyppiä tai hypätä mihin tahansa vapaaseen pisteeseen, ei vain vierekkäisiin pisteisiin.
fr: Le jeu vise à laisser l'adversaire avec moins de trois pièces ou aucun coup légal. La partie est automatiquement nulle si une position se produit pour la troisième fois, ou si aucun retrait n'a été effectué au cours des 100 derniers coups (configurables). Le jeu se déroule en trois phases : 1. Placement des pièces sur les points vacants 2. Déplacement des pièces vers les points adjacents 3. (Phase optionnelle) Déplacement des pièces vers n'importe quel point vacant lorsque le joueur a été réduit à trois pièces. Placement Le jeu commence avec un plateau vide, qui consiste en une grille de vingt-quatre points. Les joueurs placent à tour de rôle leurs pièces sur les points vacants jusqu'à ce que chaque joueur ait placé toutes ses pièces sur le plateau. Si un joueur peut placer trois de ses pièces en ligne droite, il a un « moulin » et peut retirer une des pièces de son adversaire du plateau. Dans certaines variantes des règles, les joueurs doivent d'abord retirer toutes les autres pièces avant de retirer une pièce d'un moulin formé. Dans certaines variantes des règles, tous les points des pièces retirées ne peuvent pas être replacés lors de la phase de placement. Une fois que toutes les pièces ont été utilisées, les joueurs se déplacent à tour de rôle. Déplacement Pour se déplacer, un joueur déplace une de ses pièces le long d'une ligne du plateau jusqu'à un point adjacent vacant. S'il ne peut pas le faire, il a perdu la partie. Comme dans la phase de placement, un joueur qui aligne trois de ses pièces sur une ligne du plateau dispose d'un moulin et peut retirer une des pièces de son adversaire. Tout joueur réduit à deux pièces n'ayant pas la possibilité de former de nouveaux moulins perd donc la partie. Un joueur peut également perdre avec plus de trois pièces si son adversaire les bloque de manière à ce qu'elles ne puissent pas être déplacées. Vol Dans certaines variantes des règles, lorsqu'un joueur n'a plus que trois pièces, ses pièces peuvent « voler », « sauter » ou « bondir » vers n'importe quel point vacant, et pas seulement vers des points adjacents.
gu: રમતનો હેતુ ત્રણથી ઓછા ટુકડાઓ અથવા કોઈ કાનૂની ચાલ વિના વિરોધીને છોડવાનો છે. રમત આપોઆપ ખેંચે છે જો કોઈ સ્થિતિ ત્રીજી વખત આવે અથવા છેલ્લા 100 (રૂપરેખાંકિત) ચાલમાં કોઈ દૂર ન કરે. આ રમત ત્રણ તબક્કામાં આગળ વધે છે: 1. ખાલી પોઇન્ટ્સ પર ટુકડાઓ મૂકીને 2. ટુકડાઓ અડીને આવેલા બિંદુઓ પર ખસેડવું (. (વૈકલ્પિક તબક્કો) જ્યારે ખાલી ખેલાડીને ત્રણ ટુકડાઓમાં ઘટાડે ત્યારે કોઈપણ ખાલી પોઇન્ટ પર ટુકડાઓ ખસેડવું મૂકીને રમત ખાલી બોર્ડથી શરૂ થાય છે, જેમાં ચોવીસ પોઇન્ટ સાથે ગ્રીડનો સમાવેશ થાય છે. ખેલાડીઓ ખાલી પોઇન્ટ પર તેમના ટુકડાઓ મૂકી વળાંક લે છે ત્યાં સુધી દરેક ખેલાડીએ બોર્ડ પર તમામ ટુકડાઓ મૂક્યા ન હોય. જો કોઈ ખેલાડી તેના ત્રણ ટુકડાઓ સીધા મૂકી શકે છે, તો તેની પાસે "મિલ" છે અને તે તેના વિરોધીના ટુકડાને બોર્ડમાંથી કા .ી શકે છે. કેટલાક નિયમોમાં, ખેલાડીઓએ બનેલી મીલમાંથી કોઈ ટુકડો દૂર કરતા પહેલા પહેલા કોઈપણ અન્ય ટુકડાઓ કા removeવા જ જોઇએ. તમે કેટલાક નિયમોમાં પ્લેસિંગ તબક્કામાં ફરીથી કા piecesેલા ટુકડાઓનાં બિંદુઓ પર ટુકડાઓ મૂકી શકતા નથી. એકવાર બધા ટુકડાઓનો ઉપયોગ કર્યા પછી, ખેલાડીઓ ફરતા વારા લે છે. ખસેડવું ખસેડવા માટે, એક ખેલાડી તેના એક ટુકડાને બોર્ડ લાઇન સાથે ખાલી અડીને આવેલા સ્થાને લઈ જાય છે. જો તે આમ ન કરી શકે, તો તે રમત હારી ગયો છે. પ્લેસિંગ ફેઝની જેમ, એક પ્લેયર જે તેના ત્રણ ટુકડાઓ બોર્ડ લાઇન પર ગોઠવે છે તેની મિલ હોય છે અને તે તેના વિરોધીના ટુકડાઓમાંથી એક કા removeી શકે છે. કોઈપણ ખેલાડી બે ટુકડાઓ ઘટાડે છે, નવી મિલો બનાવવાનો કોઈ વિકલ્પ નથી, અને આ રીતે તે રમત ગુમાવે છે. જો તેના વિરોધી તેમને ખસેડવામાં અવરોધે છે ત્યારે ત્રણ કરતાં વધુ ટુકડાઓ જ્યારે પણ ખેલાડી ગુમાવી શકે છે. ઉડતી નિયમોના કેટલાક પ્રકારોમાં, એકવાર જ્યારે ખેલાડી પાસે ફક્ત ત્રણ ટુકડાઓ બાકી હોય, તો તેના ટુકડાઓ ઉડી શકે છે, હોપ કરી શકે છે અથવા કોઈપણ ખાલી બિંદુઓ પર જઇ શકે છે, ફક્ત અડીને જ નહીં.
he: המשחק נועד להשאיר את היריב עם פחות משלושה כלים או ללא מהלכים חוקיים. המשחק מושך אוטומטית אם עמדה מתרחשת בפעם השלישית או לא מבצעת הסרה ב-100 המהלכים האחרונים (ניתנים להגדרה). המשחק מתקדם בשלושה שלבים: 1. הנחת חלקים על נקודות פנויות 2. העברת חלקים לנקודות סמוכות 3. (שלב אופציונלי) העברת כלים לכל נקודה פנויה בעת צמצום השחקן לשלושה כלים הַצָבָה המשחק מתחיל עם לוח ריק, המורכב מרשת עם עשרים וארבע נקודות. שחקנים מתחלפים ומניחים את הכלים שלהם בנקודות פנויות עד שכל שחקן הניח את כל הכלים על הלוח. אם שחקן יכול לשים שלוש מהכלים שלו ישר, יש לו "טחנה" והוא רשאי להסיר את אחת הכלים של יריבו מהלוח. בחוקים מסוימים, שחקנים חייבים להסיר תחילה כל חלק אחר לפני הסרת חתיכה מטחנה שנוצרה. אתה לא יכול למקם את החלקים לנקודות של החלקים שהוסרו שוב בשלב ההצבה בחוקים מסוימים. לאחר השימוש בכל החלקים, השחקנים מתחלפים בתנועה. מעבר דירה כדי לזוז, שחקן מזיז את אחד הכלים שלו לאורך קו לוח לנקודה סמוכה פנויה. אם הוא לא יכול לעשות זאת, הוא הפסיד במשחק. לשחקן שמיישר שלוש מהכלים שלו על קו לוח יש טחנה והוא רשאי להסיר את אחת מהכלים של יריבו כמו בשלב ההצבה. כל שחקן מפחית לשני חלקים, אין לו אפשרות ליצור טחנות חדשות, ובכך מפסיד את המשחק. שחקן יכול גם להפסיד כאשר יותר משלושה כלים אם היריב שלו חוסם אותם מלנוע. עַף בגרסאות מסוימות של הכללים, ברגע שלשחקן נותרו רק שלושה חלקים, הכלים שלו יכולים לעוף, לקפוץ או לקפוץ לכל נקודה פנויה, לא רק לסמוכות.
hi: खेल का लक्ष्य प्रतिद्वंद्वी को तीन से कम टुकड़े या कोई कानूनी चाल नहीं छोड़ना है। यदि कोई स्थिति तीसरी बार होती है, या यदि अंतिम 100 (कॉन्फ़िगर करने योग्य) चालों में कोई निष्कासन नहीं किया गया है, तो खेल स्वचालित रूप से ड्रा हो जाता है। खेल तीन चरणों में आगे बढ़ता है: 1. खाली जगहों पर टुकड़े करना 2. टुकड़ों को आसन्न बिंदुओं पर ले जाना 3. (वैकल्पिक चरण) किसी भी खाली बिंदु पर टुकड़ों को स्थानांतरित करना जब खिलाड़ी को तीन टुकड़ों में घटा दिया गया हो लगाना खेल एक खाली बोर्ड से शुरू होता है, जिसमें चौबीस अंकों वाला एक ग्रिड होता है। खिलाड़ी बारी-बारी से अपने टुकड़ों को खाली बिंदुओं पर रखते हैं जब तक कि प्रत्येक खिलाड़ी बोर्ड पर सभी टुकड़े नहीं रख देता। यदि कोई खिलाड़ी अपने तीन टुकड़ों को एक सीधी रेखा में रख सकता है, तो उसके पास एक "मिल" है और वह अपने प्रतिद्वंद्वी के टुकड़ों में से एक को बोर्ड से हटा सकता है। नियमों के कुछ रूपों में, खिलाड़ियों को एक गठित मिल से एक टुकड़ा निकालने से पहले किसी भी अन्य टुकड़े को हटाना होगा। नियमों के कुछ रूपों में, हटाए गए टुकड़ों के सभी बिंदुओं को फिर से रखने के चरण में नहीं रखा जा सकता है। एक बार सभी टुकड़ों का उपयोग हो जाने के बाद, खिलाड़ी आगे बढ़ते हैं। चलती स्थानांतरित करने के लिए, एक खिलाड़ी अपने एक टुकड़े को बोर्ड लाइन के साथ एक खाली आसन्न बिंदु पर ले जाता है। यदि वह ऐसा नहीं कर पाता है तो वह खेल हार गया है। प्लेसमेंट चरण की तरह, एक खिलाड़ी जो अपने तीन टुकड़ों को एक बोर्ड लाइन पर संरेखित करता है, उसके पास एक चक्की होती है और वह अपने प्रतिद्वंद्वी के टुकड़ों में से एक को हटा सकता है। कोई भी खिलाड़ी दो टुकड़ों में सिमट जाता है और उसके पास नई मिलें बनाने का कोई विकल्प नहीं होता है, और इस तरह वह खेल खो देता है। एक खिलाड़ी तीन से अधिक टुकड़ों के साथ भी हार सकता है यदि उसका प्रतिद्वंद्वी उन्हें ब्लॉक कर देता है ताकि उन्हें स्थानांतरित नहीं किया जा सके। फ्लाइंग नियमों के कुछ रूपों में, एक बार जब खिलाड़ी के पास केवल तीन टुकड़े बचे होते हैं, तो उसके टुकड़े किसी भी खाली बिंदु पर "उड़", "हॉप" या "कूद" सकते हैं, न कि केवल आसन्न वाले।
hr: Cilj igre je ostaviti protivnika s manje od tri figure ili mu onemogućiti pomicanje figura. Igra automatski završava neodlučeno ako se pozicija dogodi po treći put ili ako se nijedna figura ne ukloni u zadnjih 100 (podesivo) poteza. Igra se odvija u tri faze: 1. Postavljanje figura na slobodna mjesta 2. Pomicanje figura na susjedna mjesta 3. (opcionalna faza) Premještanje figura na bilo koje slobodno mjesto kada igrač ima samo još tri figure Postavljanje Igra započinje praznom pločom koja se sastoji od rešetke s dvadeset četiri mjesta. Igrači naizmjence postavljaju svoje figure na slobodna mjesta sve dok svaki igrač ne postavi sve svoje figure na ploču. Igrač koji uspije postaviti tri figure u nizu ima „mlin” i smije ukloniti jednu protivničku figuru s ploče. U nekim pravilima igrači moraju najprije ukloniti bilo koji drugu figuru prije uklanjanja figura iz formiranog mlina. U nekim pravilima u fazi postavljanja se mjesta uklonjenih figura ne mogu ponovo zauzeti. Nakon postavljanja svih figura igrači naizmjence pomiču svoje figure. Pomicanje Igrač pomiče jednu od svojih figura duž linije na slobodno susjedno mjesto. Ako to ne može učiniti gubi igru. Kao u fazi postavljanja, Igrač koji uspije postaviti tri figure u nizu ima „mlin” i smije ukloniti jednu protivničku figuru. Igrač koji ima samo još dvije figure ne može sastaviti novi mlin i gubi igru. Igrač također gubi igru kada ima više od tri figure, ako protivnik blokira njihovo pomicanje. Skakanje U nekim varijantama pravila, kada jednom igraču ostanu samo tri figure, igrač može skakati na bilo koja prazna mjesta, ne samo na susjedna.
hu: A játék célja, hogy az ellenfélnek kevesebb, mint három korongja maradjon, vagy beszoruljon, azaz ne tudjon legálisan lépni egyetlen koronggal sem. A játék automatikusan felfüggesztődik, ha egymás után háromszor ismétlődik ugyanaz a lépés, vagy ha 100 (konfigurálható) lépés alatt nem történik korongeltávolítás. A játék három szakaszban halad: 1. Korongok felrakása a tábla üres mezőire 2. Korongok lépegetése a táblán 3. (opcionális szakasz) Ugrálás a táblán bármely üres mezőre, ha a játékosnak csak három korongja maradt. Felrakás A játék egy üres táblával kezdődik, amelyen egy huszonnégy mezőből álló rács van. A játékosok felváltva rakják a korongjaikat az üres mezőkre, amíg azok el nem fogynak. Ha egy játékos három korongját képes egyvonalba helyezni, akkor "Malom" van, és eltávolíthatja a tábláról ellenfelének egyik korongját. A szabályok egyes változataiban a játékosok az ellenfél malmából nem vehetnek el korongot, kivéve ha az ellenfél minden korongja malomban áll. A szabályok egyes változataiban az eltávolított korongok, ugyanazon játék közben, nem rakhatók vissza a táblára. Miután az összes korong felrakódott, a játékosok felváltva lépegetnek. Lépegetés Lépegetéskor a játékos az egyik korongját egy vonal mentén csakis a közvetlenül mellette levő üres mezőre tolhatja. Ha ezt egyetlen koronggal sem teheti, akkor beszorult és elveszítette a játékot. Akárcsak a felrakási fázisban, malmot létesít az a játékos is, akinek lépegetéssel egyvonalba sikerül elhelyezni három korongot, s így ezúttal is eltávolíthatja az ellenfél egyik korongját. Ha bármelyik játékosnak csak két korongja marad, tehát nincs lehetősége malmot létrehozni, elveszítette a játékot. Egy játékos háromnál több darabbal is veszíthet, ha ellenfele lezárja, azaz egyetlen koronggal sem léphet. Ugrálás A szabályok egyes változataiban, ha egy játékosnak csak három korongja marad, akkor ezekkel nemcsak szomszédos, hanem bármely üres mezőre ugorhat.
hy: Խաղը նպատակ ունի մրցակցին թողնել երեքից պակաս խաղաքարով կամ առանց օրինական քայլերի: Խաղն ինքնաբերաբար ոչ-ոքի է անցնում, եթե դիրքը տեղի է ունենում երրորդ անգամ կամ չի հեռացվում վերջին 100 (կարգավորելի) քայլերում: Խաղն ընթանում է երեք փուլով. 1. Կտորների տեղադրում թափուր կետերի վրա 2. Կտորների տեղափոխում հարակից կետեր 3. (ըստ ցանկության փուլ) Ֆիգուրների տեղափոխում ցանկացած թափուր կետ, երբ խաղացողը կրճատվում է երեք կտորով Տեղադրում Խաղը սկսվում է դատարկ տախտակով, որը բաղկացած է քսանչորս միավոր ունեցող ցանցից: Խաղացողները հերթով դնում են իրենց խաղաքարերը թափուր կետերի վրա, մինչև յուրաքանչյուր խաղացող բոլոր խաղաքարերը տեղադրի խաղատախտակի վրա: Եթե խաղացողը կարող է ուղիղ դնել իր ֆիգուրներից երեքը, ապա նա ունի «ջրաղաց» և կարող է խաղատախտակից հեռացնել մրցակցի խաղաքարերից մեկը: Որոշ կանոնների համաձայն, խաղացողները պետք է նախ հանեն ցանկացած այլ կտոր, նախքան ձևավորված ջրաղացից կտորը հանելը: Որոշ կանոններով դուք չեք կարող կտորները տեղադրել հանված կտորների կետերում կրկին տեղադրման փուլում: Բոլոր խաղաքարերն օգտագործելուց հետո խաղացողները հերթով շարժվում են: Շարժվող Տեղափոխվելու համար խաղացողը իր խաղաքարերից մեկը տեղափոխում է տախտակի գծի երկայնքով դատարկ հարակից կետ: Եթե նա չի կարող դա անել, նա պարտվել է խաղը: Խաղացողը, ով իր խաղաքարերից երեքը հավասարեցնում է տախտակի գծի վրա, ունի ջրաղաց և կարող է հեռացնել իր հակառակորդի խաղաքարերից մեկը, ինչպես տեղաբաշխման փուլում: Ցանկացած խաղացող նվազեցնում է երկու կտոր, չունի նոր գործարաններ ստեղծելու հնարավորություն և այդպիսով պարտվում է խաղը: Խաղացողը կարող է նաև պարտվել, երբ ավելի քան երեք խաղաքարեր, եթե նրա հակառակորդը խոչընդոտի նրանց շարժմանը: Թռիչք Կանոնների որոշ տարբերակներում, երբ խաղացողին մնում է ընդամենը երեք խաղ, նրա խաղաքարերը կարող են թռչել, թռչել կամ ցատկել դեպի ցանկացած թափուր կետ, ոչ միայն հարակից կետերը:
id: Permainan ini bertujuan untuk meninggalkan lawan dengan kurang dari tiga potong atau tidak ada gerakan hukum. Permainan secara otomatis menarik jika posisi terjadi untuk ketiga kalinya atau tidak menghapus dalam 100 gerakan terakhir (yang dapat dikonfigurasi). Permainan berlangsung dalam tiga fase: 1. Menempatkan potongan di titik kosong 2. Memindahkan potongan ke titik yang berdekatan 3. (fase opsional) Memindahkan bidak ke titik kosong mana pun saat mengurangi pemain menjadi tiga bidak Penempatan Permainan dimulai dengan papan kosong, yang terdiri dari kotak dengan dua puluh empat poin. Pemain bergiliran menempatkan bidak mereka di titik kosong sampai setiap pemain menempatkan semua bidak di papan. Jika seorang pemain dapat menempatkan tiga bidaknya secara lurus, ia memiliki "mill" dan dapat mengeluarkan salah satu bidak lawannya dari papan. Dalam beberapa aturan, pemain harus mengeluarkan bidak lain terlebih dahulu sebelum mengeluarkan bidak dari penggilingan yang terbentuk. Anda tidak dapat menempatkan potongan ke titik potongan yang dihapus lagi dalam fase penempatan dalam beberapa aturan. Setelah menggunakan semua bidak, pemain bergiliran bergerak. Bergerak Untuk bergerak, seorang pemain memindahkan salah satu bidaknya di sepanjang garis papan ke titik kosong yang berdekatan. Jika dia tidak bisa melakukannya, dia kalah dalam permainan. Seperti pada fase penempatan, seorang pemain yang menyejajarkan tiga bidaknya pada garis papan memiliki gilingan dan boleh mengeluarkan salah satu bidak lawannya. Setiap pemain mengurangi menjadi dua bagian, tidak memiliki pilihan untuk membentuk mul baru, dan dengan demikian kehilangan permainan. Seorang pemain juga bisa kalah ketika lebih dari tiga buah jika lawannya menghalangi mereka untuk bergerak. Penerbangan Dalam beberapa varian aturan, setelah pemain hanya memiliki tiga bidak yang tersisa, bidaknya dapat terbang, melompat, atau melompat ke titik kosong mana pun, tidak hanya yang berdekatan.
is: Leikurinn miðar að því að skilja andstæðinginn eftir með færri en þrjú stykki eða engin lögleg hreyfing. Leikurinn gerir sjálfkrafa jafntefli ef staða kemur upp í þriðja sinn eða tekur ekki af í síðustu 100 (stillanlegu) hreyfingum. Leikurinn fer fram í þremur áföngum: 1. Setja stykki á lausa punkta 2. Færa stykki á aðliggjandi punkta 3. (valfrjáls áfangi) Að færa stykki á hvaða lausa stað sem er þegar leikmaðurinn er minnkaður í þrjú stykki Staðsetning Leikurinn hefst á tómu borði sem samanstendur af rist með tuttugu og fjórum stigum. Leikmenn skiptast á að setja verkin sín á lausa punkta þar til hver leikmaður hefur sett alla bitana á borðið. Ef leikmaður getur sett þrjá af kubbana sínum beint, hefur hann „mill“ og má taka einn af stykki andstæðings síns af borðinu. Í sumum reglum verða leikmenn að fjarlægja alla aðra búta fyrst áður en þeir taka bút úr myndaðri myllu. Í sumum reglum er ekki hægt að setja stykkin á punkta á fjarlægðum stykki aftur í staðsetningarfasa. Þegar þú hefur notað öll verkin skiptast leikmenn á að hreyfa sig. Að flytja Til að hreyfa sig færir leikmaður einn af verkunum sínum eftir borðlínu á lausan aðliggjandi punkt. Ef hann getur það ekki hefur hann tapað leiknum. Leikmaður sem stillir þremur kubba sínum á borðlínu hefur myllu og má fjarlægja einn af stykki andstæðings síns eins og í lagningarfasanum. Sérhver leikmaður minnkar niður í tvö stykki, hefur engan möguleika á að mynda nýjar myllur og tapar þar með leiknum. Leikmaður getur líka tapað þegar fleiri en þrír boltar eru ef andstæðingur hans hindrar hreyfingu þeirra. Fljúga Í sumum afbrigðum reglnanna, þegar leikmaður hefur aðeins þrjú stykki eftir, geta stykkin hans flogið, hoppað eða hoppað á hvaða lausa punkta sem er, ekki aðeins aðliggjandi.
it: Il gioco mira a lasciare l'avversario con meno di tre pezzi o senza mosse legali. La partita viene automaticamente sorteggiata se una posizione si verifica per la terza volta, o se non è stata fatta alcuna rimozione nelle ultime 100 mosse (configurabili). Il gioco procede in tre fasi: 1. Posizionamento dei pezzi sui punti liberi 2. Spostamento dei pezzi su punti adiacenti 3. (fase opzionale) Spostare i pezzi in qualsiasi punto libero quando il giocatore è stato ridotto a tre pezzi Posizionamento di La partita inizia con una tavola vuota, che consiste in una griglia con ventiquattro punti. I giocatori a turno piazzano i loro pezzi sui punti liberi fino a quando ogni giocatore ha piazzato tutti i pezzi sulla tavola. Se un giocatore riesce a piazzare tre dei suoi pezzi in linea retta, ha un «mulino» e può rimuovere uno dei pezzi del suo avversario dalla tavola. In alcune varianti di regole, i giocatori devono rimuovere qualsiasi altro pezzo prima di rimuovere un pezzo da un mulino formato. In alcune varianti di regole, tutti i punti dei pezzi rimossi non possono essere piazzati di nuovo nella fase di piazzamento. Una volta che tutti i pezzi sono stati usati, i giocatori si muovono a turno. Spostamento Per muovere, un giocatore muove uno dei suoi pezzi lungo una linea del tabellone verso un punto adiacente libero. Se non ci riesce, ha perso la partita. Come nella fase di piazzamento, un giocatore che allinea tre dei suoi pezzi su una linea di bordo ha un mulino e può rimuovere uno dei pezzi del suo avversario. Qualsiasi giocatore si riduce a due pezzi e non ha la possibilità di formare nuovi mulini, e quindi perde la partita. Un giocatore può anche perdere con più di tre pezzi se il suo avversario li blocca in modo che non possano essere mossi. Volare In alcune varianti delle regole, una volta che un giocatore ha solo tre pezzi rimasti, i suoi pezzi possono «volare» o «saltare» verso qualsiasi punto libero, non solo quelli adiacenti.
ja: ゲームの目的は、対戦相手の駒を 3 つ未満にするか、正当な動きをなくすことです。 局面が 3 回目に発生するか、最後の 100 回 (設定可能) の動きで削除しない場合、ゲームは自動的に引き分けます。 ゲームは次の 3 つのフェーズで進行します。 1.空いた場所に駒を置く 2. ピースを隣接するポイントに移動する 3. (オプションのフェーズ) プレイヤーを 3 ピースに減らすときに、空いているポイントにピースを移動する 配置する ゲームは、24 ポイントのグリッドで構成される空のボードから始まります。プレイヤーは、各プレイヤーがすべての駒をボードに配置するまで、空いているポイントに順番に駒を配置します。プレイヤーが自分の駒を 3 つ並べることができる場合、そのプレイヤーは「ミル」を持ち、対戦相手の駒の 1 つをボードから取り除くことができます。 一部のルールでは、プレーヤーは形成されたミルから駒を取り除く前に、他の駒を最初に取り除く必要があります。 ルールによっては、配置フェイズで取り除いた駒のポイントに駒を再配置できない場合があります。 すべての駒を使用すると、プレーヤーは交代で移動します。 移動中 移動するには、プレイヤーは駒の 1 つをボード ラインに沿って空いている隣接ポイントに移動します。それができない場合、彼はゲームに負けたことになります。ボード ライン上に自分の駒を 3 つ並べたプレーヤーはミルを持ち、配置フェイズと同様に対戦相手の駒の 1 つを取り除くことができます。どのプレーヤーも 2 駒に減り、新しいミルを形成する選択肢がないため、ゲームに負けます。対戦相手が移動をブロックした場合、プレーヤーは 3 個以上の駒を失うこともあります。 飛行 ルールのいくつかのバリエーションでは、プレイヤーが駒を 3 つしか残せなくなると、その駒は、隣接するポイントだけでなく、空いているポイントに飛んだり、ホップしたり、ジャンプしたりできます。
km: គោលបំណងនៃហ្គេមគឺធ្វើឱ្យគូប្រកួតនៅសល់កូនអុកតិចជាងបី ឬគ្មានចលនាស្របច្បាប់។ ហ្គេមនឹងស្មើដោយស្វ័យប្រវត្តិ ប្រសិនបើទីតាំងណាមួយកើតឡើងជាលើកទីបី ឬមិនមានការដកចេញក្នុង 100 (អាចកំណត់រចនាសម្ព័ន្ធបាន) ចលនាចុងក្រោយ។ ហ្គេមដំណើរការជាបីដំណាក់កាល៖ 1. ការដាក់កូនអុកលើចំណុចទំនេរ 2. ការផ្លាស់ទីកូនអុកទៅចំណុចជាប់គ្នា 3. (ដំណាក់កាលស្រេចចិត្ត) ការផ្លាស់ទីកូនអុកទៅចំណុចទំនេរណាមួយនៅពេលកាត់បន្ថយអ្នកលេងឱ្យនៅសល់កូនអុកបី ការដាក់ ហ្គេមចាប់ផ្តើមដោយក្តារទទេ ដែលមានក្រឡាចត្រង្គម្ភៃបួនចំណុច។ អ្នកលេងផ្លាស់វេនគ្នាដាក់កូនអុករបស់ពួកគេលើចំណុចទំនេរ រហូតដល់អ្នកលេងម្នាក់ៗបានដាក់កូនអុកទាំងអស់នៅលើក្តារ។ ប្រសិនបើអ្នកលេងអាចដាក់កូនអុករបស់គាត់បីជាប់គ្នា គាត់មាន "មីល" ហើយអាចដកកូនអុកមួយរបស់គូប្រកួតចេញពីក្តារ។ នៅក្នុងសំណុំច្បាប់មួយចំនួន អ្នកលេងត្រូវតែដកកូនអុកផ្សេងទៀតចេញជាមុនសិន មុននឹងដកកូនអុកចេញពីមីលដែលបានបង្កើត។ ក្រោមច្បាប់ជាក់លាក់ អ្នកមិនអាចដាក់កូនអុកម្តងទៀតលើចំណុចដែលកូនអុកត្រូវបានដកចេញទេ។ នៅពេលដែលកូនអុកទាំងអស់ត្រូវបានដាក់ អ្នកលេងផ្លាស់វេនគ្នាផ្លាស់ទីពួកវា។ ការផ្លាស់ទី ដើម្បីផ្លាស់ទី អ្នកលេងផ្លាស់ទីកូនអុកមួយរបស់គាត់តាមបណ្តោយបន្ទាត់ក្តារទៅចំណុចទំនេរជាប់គ្នា។ ប្រសិនបើគាត់មិនអាចធ្វើបាន គាត់ចាញ់ហ្គេម។ អ្នកលេងដែលតម្រឹមកូនអុករបស់គាត់បីនៅលើបន្ទាត់ក្តារមានមីល ហើយអាចដកកូនអុកមួយរបស់គូប្រកួតចេញដូចក្នុងដំណាក់កាលដាក់។ ប្រសិនបើអ្នកលេងត្រូវបានកាត់បន្ថយឱ្យនៅសល់កូនអុកពីរ គ្មានជម្រើសដើម្បីបង្កើតមីលថ្មី ហើយដូច្នេះចាញ់ហ្គេម។ អ្នកលេងក៏អាចចាញ់នៅពេលមានកូនអុកច្រើនជាងបី ប្រសិនបើគូប្រកួតរបស់គាត់រារាំងពួកគេមិនឱ្យផ្លាស់ទី។ ការហោះ នៅក្នុងវ៉ារ្យ៉ង់មួយចំនួននៃច្បាប់ នៅពេលដែលអ្នកលេងនៅសល់តែកូនអុកបី កូនអុករបស់ពួកគេអាចហោះ លោត ឬលោតទៅចំណុចទំនេរណាមួយ មិនត្រឹមតែចំណុចជាប់គ្នាប៉ុណ្ណោះទេ។
kn: ಆಟದ ಎದುರಾಳಿಯನ್ನು ಮೂರು ತುಣುಕುಗಳಿಗಿಂತ ಕಡಿಮೆ ಅಥವಾ ಯಾವುದೇ ಕಾನೂನು ಕ್ರಮಗಳಿಲ್ಲದೆ ಬಿಡುವ ಗುರಿ ಹೊಂದಿದೆ. ಸ್ಥಾನವು ಮೂರನೇ ಬಾರಿಗೆ ಸಂಭವಿಸಿದಲ್ಲಿ ಅಥವಾ ಕೊನೆಯ 100 (ಕಾನ್ಫಿಗರ್ ಮಾಡಬಹುದಾದ) ಚಲನೆಗಳಲ್ಲಿ ಯಾವುದೇ ತೆಗೆದುಹಾಕದಿದ್ದಲ್ಲಿ ಆಟವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸೆಳೆಯುತ್ತದೆ. ಆಟವು ಮೂರು ಹಂತಗಳಲ್ಲಿ ಮುಂದುವರಿಯುತ್ತದೆ: 1. ಖಾಲಿ ಇರುವ ಸ್ಥಳಗಳಲ್ಲಿ ತುಂಡುಗಳನ್ನು ಇಡುವುದು 2. ತುಂಡುಗಳನ್ನು ಪಕ್ಕದ ಬಿಂದುಗಳಿಗೆ ಸರಿಸುವುದು 3. (ಐಚ್ al ಿಕ ಹಂತ) ಆಟಗಾರನನ್ನು ಮೂರು ತುಂಡುಗಳಾಗಿ ಕಡಿಮೆ ಮಾಡುವಾಗ ಯಾವುದೇ ಖಾಲಿ ಬಿಂದುವಿಗೆ ತುಂಡುಗಳನ್ನು ಚಲಿಸುವುದು ಇಡುವುದು ಆಟವು ಖಾಲಿ ಬೋರ್ಡ್‌ನೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ, ಇದು ಇಪ್ಪತ್ನಾಲ್ಕು ಅಂಕಗಳನ್ನು ಹೊಂದಿರುವ ಗ್ರಿಡ್ ಅನ್ನು ಹೊಂದಿರುತ್ತದೆ. ಪ್ರತಿ ಆಟಗಾರನು ಎಲ್ಲಾ ತುಣುಕುಗಳನ್ನು ಬೋರ್ಡ್‌ನಲ್ಲಿ ಇರಿಸುವವರೆಗೆ ಆಟಗಾರರು ತಮ್ಮ ತುಣುಕುಗಳನ್ನು ಖಾಲಿ ಬಿಂದುಗಳಲ್ಲಿ ಇರಿಸುವ ತಿರುವುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತಾರೆ. ಒಬ್ಬ ಆಟಗಾರನು ತನ್ನ ಮೂರು ತುಣುಕುಗಳನ್ನು ನೇರವಾಗಿ ಹಾಕಲು ಸಾಧ್ಯವಾದರೆ, ಅವನಿಗೆ "ಗಿರಣಿ" ಇದೆ ಮತ್ತು ಅವನ ಎದುರಾಳಿಯ ಒಂದು ತುಂಡನ್ನು ಮಂಡಳಿಯಿಂದ ತೆಗೆದುಹಾಕಬಹುದು. ಕೆಲವು ನಿಯಮಗಳಲ್ಲಿ, ರೂಪುಗೊಂಡ ಗಿರಣಿಯಿಂದ ತುಂಡನ್ನು ತೆಗೆದುಹಾಕುವ ಮೊದಲು ಆಟಗಾರರು ಮೊದಲು ಬೇರೆ ಯಾವುದೇ ತುಣುಕುಗಳನ್ನು ತೆಗೆದುಹಾಕಬೇಕು. ತೆಗೆದ ತುಣುಕುಗಳ ಬಿಂದುಗಳಿಗೆ ನೀವು ಮತ್ತೆ ಕೆಲವು ನಿಯಮಗಳಲ್ಲಿ ಇರಿಸುವ ಹಂತದಲ್ಲಿ ಇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಎಲ್ಲಾ ತುಣುಕುಗಳನ್ನು ಒಮ್ಮೆ ಬಳಸಿದ ನಂತರ, ಆಟಗಾರರು ಚಲಿಸುವ ತಿರುವುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತಾರೆ. ಚಲಿಸುತ್ತಿದೆ ಸರಿಸಲು, ಆಟಗಾರನು ತನ್ನ ಒಂದು ತುಣುಕನ್ನು ಬೋರ್ಡ್ ರೇಖೆಯ ಉದ್ದಕ್ಕೂ ಖಾಲಿ ಪಕ್ಕದ ಬಿಂದುವಿಗೆ ಚಲಿಸುತ್ತಾನೆ. ಅವರು ಹಾಗೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ಅವರು ಆಟವನ್ನು ಕಳೆದುಕೊಂಡಿದ್ದಾರೆ. ಬೋರ್ಡ್ ಸಾಲಿನಲ್ಲಿ ತನ್ನ ಮೂರು ತುಣುಕುಗಳನ್ನು ಜೋಡಿಸುವ ಆಟಗಾರನು ಗಿರಣಿಯನ್ನು ಹೊಂದಿರುತ್ತಾನೆ ಮತ್ತು ಇರಿಸುವ ಹಂತದಂತೆಯೇ ತನ್ನ ಎದುರಾಳಿಯ ತುಣುಕುಗಳಲ್ಲಿ ಒಂದನ್ನು ತೆಗೆದುಹಾಕಬಹುದು. ಯಾವುದೇ ಆಟಗಾರನು ಎರಡು ತುಂಡುಗಳಾಗಿ ಕಡಿಮೆಯಾಗುತ್ತಾನೆ, ಹೊಸ ಗಿರಣಿಗಳನ್ನು ರೂಪಿಸಲು ಯಾವುದೇ ಆಯ್ಕೆಯಿಲ್ಲ, ಮತ್ತು ಆದ್ದರಿಂದ ಆಟವನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತಾನೆ. ತನ್ನ ಎದುರಾಳಿಯು ಚಲಿಸದಂತೆ ನಿರ್ಬಂಧಿಸಿದರೆ ಆಟಗಾರನು ಮೂರು ತುಣುಕುಗಳಿಗಿಂತ ಹೆಚ್ಚು ಕಳೆದುಕೊಂಡಾಗ ಕಳೆದುಕೊಳ್ಳಬಹುದು. ಹಾರುವ ನಿಯಮಗಳ ಕೆಲವು ರೂಪಾಂತರಗಳಲ್ಲಿ, ಆಟಗಾರನು ಕೇವಲ ಮೂರು ತುಣುಕುಗಳನ್ನು ಮಾತ್ರ ಉಳಿದಿದ್ದರೆ, ಅವನ ತುಣುಕುಗಳು ಪಕ್ಕದವುಗಳನ್ನು ಮಾತ್ರವಲ್ಲದೆ ಯಾವುದೇ ಖಾಲಿ ಬಿಂದುಗಳಿಗೆ ಹಾರಬಲ್ಲವು, ಹಾಪ್ ಮಾಡಬಹುದು ಅಥವಾ ಹೋಗಬಹುದು.
ko: 참고누는 매우 오래된 지적 게임으로, 게임의 목표는 상대방의 말을 3개 미만으로 만드는 것입니다. 위치가 세 번 반복되거나 100번 연속 이동해도 '꼰'이 만들어지지 않으면 무승부로 판정됩니다. 게임은 두 단계로 나뉩니다: 1. 배치 단계: 빈 자리에 말을 두는 단계; 2. 이동 단계: 말을 인접한 빈 위치로 이동하는 단계. 배치 단계에서는 체스판에 24개의 빈 자리가 있습니다. 플레이어는 번갈아 가며 말을 빈 위치에 놓습니다. 한 쪽이 자신의 말을 세 개 연속으로 놓아 '꼰'을 형성하면, 상대방의 말 하나를 제거할 수 있습니다. 배치 단계에서, 상대방 말을 제거하여 표시된 위치에는 이동 단계가 시작될 때까지 다시 말을 둘 수 없습니다. 양측이 말을 번갈아 가며 놓은 후, 모든 표시된 말을 제거하고 이동 단계로 넘어갑니다. 이동 단계에서, 플레이어는 자신의 말을 인접한 빈 자리로 이동할 수 있습니다. 이동할 말이 없으면 패배합니다. 마찬가지로 '꼰'을 형성할 때 상대방의 말을 제거할 수 있습니다. 한 쪽이 말이 두 개만 남은 경우, 그 쪽은 패배하며 게임은 종료됩니다. 체스판에 3개 이상의 말이 있지만 이동할 말이 없는 경우에도 패배로 간주됩니다.
lt: Žaidimo tikslas - palikti priešininką su mažiau nei trimis figūromis arba neturėti jokių teisėtų ėjimų. Žaidimas automatiškai sužaidžiamas lygiosiomis, jei pozicija pasitaiko trečią kartą arba per paskutinius 100 (konfigūruojamų) ėjimų nėra pašalinama. Žaidimas vyksta trimis etapais: 1. Figūrų statymas į laisvus taškus 2. Figūrėlių perkėlimas į gretimus taškus 3. (neprivalomas etapas) Figūrėlių perkėlimas į bet kurį laisvą tašką, kai žaidėjas turi mažiau nei tris figūrėles Dėliojimas Žaidimas pradedamas tuščia lenta, kurią sudaro tinklelis su dvidešimt keturiais taškais. Žaidėjai paeiliui deda savo figūrėles į laisvus taškus, kol kiekvienas žaidėjas padeda visas figūrėles ant lentos. Jei žaidėjas gali pastatyti tris savo figūrėles tiesiai, jis turi "malūnėlį" ir gali pašalinti nuo lentos vieną priešininko figūrėlę. Pagal kai kurias taisykles žaidėjai, prieš pašalindami figūrėlę iš suformuoto malūno, pirmiausia turi pašalinti visas kitas figūrėles. Kai kuriose taisyklėse negalima vėl dėti figūrų į pašalintų figūrų taškus dėjimo etape. Panaudoję visas figūrėles, žaidėjai juda paeiliui. Judėjimas Norėdamas judėti, žaidėjas perkelia vieną savo figūrėlę išilgai lentos linijos į laisvą gretimą tašką. Jei jam nepavyksta to padaryti, jis pralaimėjo žaidimą. Kaip ir padėjimo etape, žaidėjas, kuris ant lentos linijos pastato tris savo figūrėles, turi malūną ir gali pašalinti vieną iš priešininko figūrėlių. Bet kuris žaidėjas, sumažinęs savo figūrų skaičių iki dviejų, neturi galimybės suformuoti naujų malūnų, todėl pralaimi žaidimą. Žaidėjas taip pat gali pralaimėti, kai turi daugiau nei tris figūrėles, jei priešininkas blokuoja jų judėjimą. Skraidantys Kai kuriuose taisyklių variantuose, kai žaidėjui lieka tik trys figūrėlės, jo figūrėlės gali skristi, šokinėti ar šokinėti į bet kuriuos laisvus taškus, ne tik į gretimus.
lv: Spēles mērķis ir atstāt pretinieku ar mazāk nekā trim figūrām vai bez likumīgiem gājieniem. Spēle automātiski tiek izlozēta, ja kāda pozīcija rodas trešo reizi vai ja pēdējo 100 (konfigurējamu) gājienu laikā nav izdarīts neviens gājiens. Spēle norisinās trīs posmos: 1. Figūru novietošana uz brīvajiem punktiem 2. Figūru pārvietošana uz blakus punktiem 3. (fakultatīvs posms) figūru pārvietošana uz jebkuru brīvo punktu, kad spēlētājs ir samazinājies līdz trim figūrām. Novietošana Spēle sākas ar tukšu galdu, kas sastāv no režģa ar divdesmit četriem punktiem. Spēlētāji pēc kārtas izvieto savas figūras uz brīvajiem punktiem, līdz katrs spēlētājs ir izvietojis visas figūras uz galda. Ja spēlētājs var novietot trīs savas figūras taisni, viņam ir "dzirnaviņas", un viņš var noņemt vienu pretinieka figūru no dēļa. Dažos noteikumos ir noteikts, ka spēlētājiem vispirms ir jānoņem visas citas figūras, pirms noņemt figūru no izveidotās dzirnaviņas. Dažos noteikumos izvietošanas fāzē figūriņas vairs nevar novietot līdz noņemtās figūriņas punktiem. Kad visas figūriņas ir izmantotas, spēlētāji pēc kārtas sāk kustību. Pārvietošanās Lai pārvietotos, spēlētājs pārvieto vienu no savām figūrām pa dēļa līniju uz brīvo blakus esošo punktu. Ja viņš to nevar izdarīt, viņš ir zaudējis spēli. Tāpat kā izvietošanas fāzē, spēlētājam, kurš izlīdzina trīs savas figūras uz dēļa līnijas, ir dzirnaviņas un viņš var noņemt vienu no pretinieka figūrām. Jebkuram spēlētājam, kurš samazinās līdz divām figūrām, nav iespējas veidot jaunas dzirnaviņas, un tādējādi viņš zaudē spēli. Spēlētājs var zaudēt arī tad, ja ir vairāk nekā trīs figūras, ja pretinieks bloķē to kustību. Lidojošās Dažos noteikumu variantos, kad spēlētājam ir palikušas tikai trīs figūras, viņa figūras var lidot, lēkt vai lēkt uz jebkuriem brīviem punktiem, ne tikai uz blakus esošajiem.
mk: Играта има за цел да го остави противникот со помалку од три парчиња или без законски потези. Играта автоматски црта ако се појави позиција по трет пат или не се отстрани во последните 100 потези (може да се конфигурира). Играта тече во три фази: 1. Поставување парчиња на празни места 2. Преместување парчиња во соседните точки 3. (факултативна фаза) Преместување на парчињата во која било празна точка при намалување на плеерот на три дела Поставување Играта започнува со празна табла, која се состои од мрежа со дваесет и четири поени. Играчите наизменично ги поставуваат своите парчиња на празни места додека секој играч не ги постави сите парчиња на таблата. Ако играчот може да стави три свои фигури исправено, тој има „мелница“ и може да отстрани еден од неговите парчиња од таблата. Според некои правила, играчите мора прво да отстранат други парчиња пред да извадат парче од формираната мелница. Во некои правила не можете повторно да ги поставите парчињата до точките на отстранетите парчиња во фазата на поставување. Откако ќе ги користат сите парчиња, играчите се движат наизменично. Се движат За да се придвижи, играчот преместува една од неговите парчиња по линија на табла до празна соседна точка. Ако не може да го стори тоа, тој ја загуби играта. Како и во фазата на поставување, играч кој усогласува три свои парчиња на линија на табла, има воденица и може да отстрани една од неговите парчиња. Секој играч намалува на две парчиња, нема опција да формира нови мелници и со тоа ја губи играта. Играчот исто така може да изгуби кога има повеќе од три парчиња ако неговиот противник ги блокира во движење. Летање Во некои варијанти на правила, штом играчот остане само три парчиња, неговите парчиња можат да летаат, да скокаат или да скокаат на празни места, не само на соседните.
ms: Permainan ini bertujuan untuk membiarkan lawan dengan kurang dari tiga keping atau tidak ada gerakan yang sah. Permainan akan menarik secara automatik jika kedudukan berlaku untuk kali ketiga atau tidak membuat penyingkiran dalam gerakan 100 terakhir (dikonfigurasi). Permainan ini berjalan dalam tiga fasa: 1. Letakkan kepingan pada titik kosong 2. Memindahkan kepingan ke titik bersebelahan 3. (fasa pilihan) Memindahkan kepingan ke titik kosong semasa mengurangkan pemain menjadi tiga keping Meletak Permainan dimulakan dengan papan kosong, yang terdiri daripada grid dengan dua puluh empat mata. Pemain bergilir-gilir meletakkan kepingan mereka pada titik kosong sehingga setiap pemain meletakkan semua kepingan di papan. Sekiranya pemain boleh meletakkan tiga kepingannya secara lurus, dia mempunyai "kilang" dan boleh mengeluarkan salah satu kepingan lawannya dari papan. Dalam beberapa peraturan, pemain mesti membuang kepingan lain terlebih dahulu sebelum mengeluarkan sekeping dari kilang yang dibentuk. Anda tidak boleh meletakkan kepingan ke titik kepingan yang dikeluarkan lagi dalam fasa meletakkan dalam beberapa peraturan. Setelah menggunakan semua kepingan, pemain bergilir-gilir bergerak. Bergerak Untuk bergerak, pemain menggerakkan salah satu kepingannya di sepanjang garis papan ke titik bersebelahan yang kosong. Sekiranya dia tidak dapat melakukannya, dia akan kalah. Seorang pemain yang meluruskan tiga kepingannya pada garisan papan mempunyai kilang dan boleh mengeluarkan salah satu kepingan lawannya seperti dalam fasa meletakkan. Mana-mana pemain mengurangkan kepada dua bahagian, tidak mempunyai pilihan untuk membentuk kilang baru, dan dengan itu kehilangan permainan. Seorang pemain juga boleh kalah apabila lebih dari tiga keping jika lawannya menghalangnya daripada bergerak. Terbang Dalam beberapa varian peraturan, setelah pemain hanya memiliki tiga keping yang tersisa, potongannya dapat terbang, melompat, atau melompat ke titik kosong, bukan hanya yang berdekatan.
my: ဂိမ်းသည် ပြိုင်ဘက်ကို သုံးပိုင်းထက်နည်းသော သို့မဟုတ် တရားဝင်လှုပ်ရှားမှုမရှိစေရန် ရည်ရွယ်သည်။ ဂိမ်းသည် တတိယအကြိမ် အနေအထားတစ်ခု ဖြစ်ပေါ်ပါက သို့မဟုတ် နောက်ဆုံး 100 (configurable) ရွေ့လျားမှုတွင် မဖယ်ရှားပါက အလိုအလျောက်ဆွဲသည်။ ဂိမ်းသည် အဆင့်သုံးဆင့်ဖြင့် လုပ်ဆောင်သည်။ 1. လစ်လပ်သောနေရာများတွင် အပိုင်းများကို နေရာချပါ။ 2. အပိုင်းများကို ကပ်လျက်နေရာများသို့ ရွှေ့ပါ။ 3. (ရွေးချယ်နိုင်သောအဆင့်) ကစားသမားကို သုံးပိုင်းအထိ လျှော့ချလိုက်သောအခါ လစ်လပ်သည့်နေရာသို့ အပိုင်းများကို ရွှေ့ပါ။ အားမရ ဂိမ်းသည် အမှတ်နှစ်ဆယ့်လေးမှတ်ပါသော ဇယားကွက်အလွတ်တစ်ခုဖြင့် စတင်သည်။ ကစားသမားတစ်ဦးစီသည် ဘုတ်အဖွဲ့ပေါ်တွင် အပိုင်းအားလုံးကို မတင်မချင်း ကစားသမားများ လစ်လပ်နေသော အမှတ်များပေါ်တွင် ၎င်းတို့၏ အပိုင်းများကို အလှည့်ကျ ထားရှိကြသည်။ ကစားသမားတစ်ဦးသည် ၎င်း၏ အပိုင်းသုံးပိုင်းကို ဖြောင့်အောင်ထားနိုင်လျှင် သူ့တွင် "ကြိတ်" ရှိပြီး ၎င်း၏ပြိုင်ဘက်၏ အစိတ်အပိုင်းများကို ဘုတ်အဖွဲ့မှ ဖယ်ရှားနိုင်သည်။ အချို့စည်းမျဉ်းများတွင် ကစားသမားများသည် ဖွဲ့စည်းထားသော ကြိတ်စက်မှ အပိုင်းအစများကို မဖယ်ရှားမီ အခြားအပိုင်းများကို ဦးစွာ ဖယ်ရှားရပါမည်။ အချို့သော စည်းမျဉ်းများတွင် ဖယ်ရှားထားသော အပိုင်းများကို နေရာချသည့်အဆင့်တွင် အပိုင်းအစများ အပိုင်းများကို သင် ထား၍မရပါ။ အပိုင်းအားလုံးကို အသုံးပြုပြီးသည်နှင့် ကစားသမားများသည် အလှည့်ကျ လှုပ်ရှားကြသည်။ ရွေ့လျား ရွှေ့ရန်၊ ကစားသမားသည် ၎င်း၏ အပိုင်းတစ်ပိုင်းကို ဘုတ်လိုင်းတစ်လျှောက် လစ်လပ်နေသော ကပ်လျက်နေရာသို့ ရွှေ့သည်။ မစွမ်းဆောင်နိုင်ရင် ဂိမ်းရှုံးသွားပါပြီ။ ဘုတ်လိုင်းတစ်ခုပေါ်တွင် သူ၏အပိုင်းသုံးပိုင်းကို ချိန်ညှိပေးသော ကစားသမားသည် ကြိတ်စက်တစ်ခုရှိပြီး နေရာယူသည့်အဆင့်တွင်ကဲ့သို့ ၎င်း၏ပြိုင်ဘက်၏အပိုင်းအစများကို ဖယ်ရှားနိုင်သည်။ မည်သည့်ကစားသမားမဆို အပိုင်းနှစ်ပိုင်းအထိ လျှော့ချသည်၊ ကြိတ်ခွဲရန် ရွေးချယ်ခွင့်မရှိသဖြင့် ဂိမ်းကို ရှုံးသည်။ ကစားသမားတစ်ဦးသည် ၎င်း၏ပြိုင်ဘက်က ၎င်းတို့ကို ရွှေ့ရန် တားမြစ်ပါက သုံးပိုင်းထက်ပိုသည့်အခါတွင်လည်း ဆုံးရှုံးနိုင်သည်။ ပျံ စည်းမျဉ်းအချို့၏မူကွဲများတွင် ကစားသမားတစ်ဦးတွင် အပိုင်းသုံးပိုင်းသာကျန်တော့သည်နှင့် ၎င်း၏အပိုင်းများသည် ပျံသန်းနိုင်၊ ခုန်ကူးနိုင်သည် သို့မဟုတ် ကပ်လျက်နေရာများသာမက လစ်လပ်နေသောနေရာများသို့ ခုန်ဆင်းနိုင်သည်။
nb: Spillet tar sikte på å gi motstanderen færre enn tre brikker eller ingen lovlige grep. Spillet trekker automatisk hvis en posisjon oppstår for tredje gang eller ikke fjerner de siste 100 (konfigurerbare) trekkene. Spillet fortsetter i tre faser: 1. Plasser brikker på ledige punkter 2. Flytte brikker til tilstøtende punkter 3. (valgfri fase) Flytter brikker til et ledig punkt når du reduserer spilleren til tre brikker Plassering Spillet begynner med et tomt brett, som består av et rutenett med tjuefire poeng. Spillere bytter på å plassere brikkene sine på ledige poeng til hver spiller har plassert alle brikkene på brettet. Hvis en spiller kan sette tre av brikkene sine rett, har han en "mølle" og kan fjerne en av motstanderens brikker fra brettet. I noen regler må spillerne fjerne andre stykker først før de fjerner et stykke fra en dannet mølle. Du kan ikke plassere brikkene til punktene til fjernede brikker igjen i plasseringsfasen i noen regler. Når alle brikkene er brukt, bytter spillerne på å bevege seg. Flytter For å flytte, flytter en spiller en av brikkene sine langs en brettelinje til et ledig tilstøtende punkt. Hvis han ikke kan gjøre det, har han tapt spillet. En spiller som justerer tre av brikkene sine på en brettlinje, har en mølle og kan fjerne en av motstanderens brikker som i plasseringsfasen. Enhver spiller reduserer til to stykker, har ingen mulighet til å danne nye møller og taper dermed spillet. En spiller kan også tape når mer enn tre brikker hvis motstanderen blokkerer dem fra å bevege seg. Flyr I noen varianter av reglene, når en spiller bare har tre brikker igjen, kan brikkene hans fly, hoppe eller hoppe til ledige punkter, ikke bare tilstøtende.
nl: Het spel is erop gericht de tegenstander met minder dan drie stukken of zonder legale zetten achter te laten. Het spel wordt automatisch remise als een stelling voor de derde keer voorkomt of in de laatste 100 (instelbare) zetten niet wordt verwijderd. Het spel verloopt in drie fasen: 1. Het plaatsen van stukken op vrijgekomen punten 2. Verplaatsen van stukken naar aangrenzende punten 3. (optionele fase) Verplaatsen van speelstukken naar een vrij punt wanneer de speler tot drie stukken is gereduceerd Het plaatsen van Het spel begint met een leeg bord, dat bestaat uit een raster met vierentwintig punten. De spelers plaatsen om beurten hun stukken op de lege punten totdat elke speler alle stukken op het bord heeft geplaatst. Als een speler drie van zijn stukken recht kan zetten, heeft hij een "molen" en mag hij één van de stukken van zijn tegenstander van het bord verwijderen. In sommige regels moeten spelers eerst alle andere stukken verwijderen voordat ze een stuk van een gevormde molen verwijderen. In sommige regels kun je in de plaatsingsfase de stukken niet opnieuw plaatsen op de punten van verwijderde stukken. Zodra alle stukken zijn gebruikt, bewegen de spelers om beurten. Verplaatsen Om te bewegen verplaatst een speler een van zijn speelstukken langs een bordlijn naar een vrij aangrenzend punt. Als hij dit niet kan doen, heeft hij het spel verloren. Net als in de plaatsingsfase heeft een speler die drie van zijn stukken op een bordlijn zet een molen en mag hij een stuk van zijn tegenstander verwijderen. Een speler die nog maar twee stukken heeft, heeft geen mogelijkheid om nieuwe molens te vormen, en verliest dus het spel. Een speler kan ook verliezen als hij meer dan drie stukken heeft, als zijn tegenstander hem belet te bewegen. Vliegend In sommige varianten van de regels kunnen, zodra een speler nog maar drie stukken over heeft, zijn stukken naar alle vrije punten vliegen, springen of wippen, niet alleen naar aangrenzende punten.
pl: Celem gry jest pozostawienie przeciwnika z mniej niż trzema pionami lub bez legalnego ruchu. Gra jest automatycznie remisowana, jeśli pozycja pojawia się po raz trzeci lub jeśli w ciągu ostatnich 100 (konfigurowalnych) ruchów nie został wykonany żaden ruch. Gra przebiega w trzech fazach: 1. Umieszczanie pionków na wolnych punktach 2. Przesunięcie pionków na sąsiednie punkty 3. (faza opcjonalna) Przenoszenie pionów na dowolny wolny punkt, gdy gracz został zredukowany do trzech pionów Umieszczanie Gra rozpoczyna się od pustej planszy, która składa się z siatki z dwudziestoma czterema punktami. Gracze na zmianę umieszczają swoje kamienie na wolnych punktach, aż każdy z nich umieści wszystkie kamienie na planszy. Jeśli gracz umieści trzy swoje elementy w linii prostej, ma "młyn" i może usunąć jeden z elementów przeciwnika z planszy. W niektórych wariantach zasad, gracze muszą najpierw usunąć wszystkie inne elementy, zanim usuną element z uformowanego młyna. W niektórych wariantach zasad, wszystkie punkty z usuniętych elementów nie mogą być ponownie umieszczone w fazie umieszczania. Gdy wszystkie elementy zostaną wykorzystane, gracze poruszają się na zmianę. Poruszanie się Aby się poruszyć, gracz przesuwa jedną ze swoich figur wzdłuż linii planszy do wolnego sąsiedniego punktu. Jeśli nie może tego zrobić, przegrywa grę. Podobnie jak w fazie układania, gracz, który ustawi trzy swoje figurki na linii planszy, ma młyn i może usunąć jedną figurkę przeciwnika. Gracz, który zredukuje się do dwóch sztuk i nie ma możliwości utworzenia nowych młynów, przegrywa grę. Gracz może również przegrać z więcej niż trzema elementami, jeśli jego przeciwnik zablokuje je tak, że nie będzie mógł ich ruszyć. Flying W niektórych wariantach zasad, gdy graczowi pozostaną tylko trzy pionki, jego pionki mogą "latać", "skakać" lub "przeskakiwać" na dowolne wolne punkty, nie tylko sąsiednie.
pt: O objetivo do jogo é deixar o adversário com menos de três peças ou sem movimentos possíveis. O jogo é declarado empate se uma mesma posição ocorrer pela terceira vez ou se não houver remoção de peças nas últimas 100 jogadas (configurável). O jogo se desenvolve em três fases: 1. Colocação: os jogadores alternam-se colocando suas peças em pontos vazios do tabuleiro; 2. Movimento: os jogadores movem suas peças para pontos adjacentes; 3. (Fase opcional) Vôo: quando um jogador fica com apenas três peças, ele pode mover suas peças para qualquer ponto vazio. Colocação O jogo começa com um tabuleiro vazio, composto por uma grade com vinte e quatro pontos. Os jogadores se revezam para colocar suas peças nos pontos vazios até que todas as peças estejam no tabuleiro. Se um jogador conseguir alinhar três de suas peças em linha, ele forma um "moinho" e pode remover uma peça do adversário. Em algumas variações, os jogadores devem remover outras peças antes de remover uma peça de um moinho formado. Em certas regras, não é permitido recolocar peças nos pontos de onde elas foram removidas. Após todas as peças serem colocadas, os jogadores se revezam para mover as peças. Movimento Para mover, um jogador desloca uma de suas peças ao longo de uma linha do tabuleiro para um ponto adjacente vazio. Se não for possível realizar um movimento, o jogador perde o jogo. Ao alinhar três peças em linha, o jogador forma um moinho e pode remover uma peça do adversário. Um jogador que ficar com apenas duas peças perde o jogo; além disso, se um jogador tiver mais de três peças e não conseguir se mover, também perde. Vôo Em algumas variantes, quando um jogador fica com apenas três peças, suas peças podem "voar", "pular" ou "saltar" para qualquer ponto vazio, não apenas para os adjacentes.
ro: Jocul își propune să lase adversarul cu mai puțin de trei piese sau fără posibilitatea de mutări legale. Jocul este automat suspendat dacă o mutare se repetă de trei ori, sau dacă pe parcursul a 100 de mutări consecutive nu se îndepărtează nici o piesă, adică nu se realizează moară. Jocul se desfășoară în trei faze: 1. Așezarea pieselor pe punctele libere 2. Mutarea pieselor în punctele adiacente 3. (fază opțională) Mutarea pieselor în orice punct liber când jucătorul a fost redus la trei piese Plasarea Jocul începe cu o tablă goală, care constă dintr-o grilă cu douăzeci și patru de puncte. Jucătorii își așează pe rând piesele pe punctele libere până când fiecare jucător a plasat toate piesele pe tablă. Dacă un jucător poate plasa trei dintre piesele sale în linie dreaptă, el are o „moară” și poate scoate una din piesele adversarului său de pe tablă. În unele variante de reguli, jucătorii trebuie să elimine mai întâi orice alte piese înainte de a scoate o piesă dintr-o moară formată. În unele variante de reguli, toate punctele pieselor îndepărtate pot să nu fie plasate din nou în fraza de plasare. Odată ce toate piesele au fost folosite, jucătorii se deplasează pe rând. In miscare Pentru a muta, un jucător mută una dintre piesele sale de-a lungul unei linii de bord până la un punct adiacent vacant. Dacă nu poate face acest lucru, a pierdut jocul. Ca și în faza de plasare, un jucător care își aliniază trei dintre piesele sale pe o linie de bord are o moară și poate elimina una dintre piesele adversarului său. Orice jucător se reduce la două piese și nu are opțiunea de a forma noi mori, pierzând astfel jocul. Un jucător poate pierde și cu mai mult de trei piese dacă adversarul său le blochează astfel încât să nu poată fi mutate. Zbor În unele variante ale regulilor, odată ce unui jucător i-au rămas doar trei piese, piesele sale pot „zbura”, „sări” sau „sări” în orice punct vacant, nu numai în cele adiacente.
ru: Цель игры — оставить у соперника менее трех фигур или лишить его возможности делать законные ходы. Игра автоматически заканчивается вничью, если позиция повторяется в третий раз или если за последние 100 (настраиваемых) ходов не было сделано ни одного хода. Игра проходит в три этапа: 1. Размещение фигур на свободных полях. 2. Перемещение фигур на соседние поля. 3. (дополнительный этап) Перемещение фигур на любое свободное поле при уменьшении количества фигур игрока до трех. Размещение Игра начинается с пустой доски, состоящей из сетки с двадцатью четырьмя полями. Игроки по очереди размещают свои фигуры на свободных полях, пока каждый игрок не разместит все свои фигуры на доске. Если игрок может поставить три своих фигуры в линию, у него появляется «мельница» и он может удалить одну из фигур соперника с доски. В некоторых наборах правил игроки должны сначала удалить все другие фигуры, прежде чем удалять фигуру из сформированной мельницы. По некоторым правилам нельзя снова размещать фигуры на полях, с которых были удалены фигуры. После того, как все фигуры размещены, игроки по очереди перемещают их. Перемещение Для перемещения игрок перемещает одну из своих фигур по линии доски на свободное соседнее поле. Если он не может этого сделать, он проигрывает игру. Игрок, который выстроил три своих фигуры в линию на доске, имеет «мельницу» и может удалить одну из фигур соперника, как и на этапе размещения. Если у игрока осталось только две фигуры, он не имеет возможности сформировать новые мельницы и, следовательно, проигрывает игру. Игрок также может проиграть, если у него осталось более трех фигур, но соперник блокирует их движение. Прыжки В некоторых вариантах правил, когда у игрока остается только три фигуры, они могут прыгать, скакать или перемещаться на любые свободные точки, а не только на соседние.
si: මෙම ක්‍රීඩාව ඉලක්කය වන්නේ ප්‍රතිපක්ෂයට තුනට වඩා අඩු කෑලි ඉතිරි කිරීම හෝ නීතිවිරෝධී චලන නොමැති කිරීමයි. ක්‍රීඩාව තීරණාත්මක තත්වයක් තුන් වරක් සිදුවේ නම් හෝ අවසාන 100 (වින්‍යාස කළ හැකි) චලනවලින් කෑලි ඉවත් නොකරන නම් ක්‍රීඩාව ස්වයංක්‍රීයව මුදාහැරේ. ක්‍රීඩාව තුන් අදියරවලින් ඉදිරියට යයි: 1. හිස් ලක්ෂ්‍ය තැන්වල කෑලි තැබීම 2. කෑලි ආසන්න ලක්ෂ්‍ය තැන් වෙත ගමන් කිරීම 3. (විකල්ප අදියර) ක්‍රීඩකයාට කෑලි තුනකට හැරවූ විට ඕනෑම හිස් ලක්ෂ්‍යයකට කෑලි ගමන් කිරීම තැබීම ක්‍රීඩාව හිස් පුවරුවක් සමඟ ආරම්භ වේ, එය විසිහතර ලක්ෂ්‍ය සහිත ජාලකයකි. ක්‍රීඩකයෝ තමන්ගේ කෑලි හිස් ලක්ෂ්‍යයන් මත තැබීමට පාරිභෝග ිකයෝ වෙත මාරු වේ, එක් එක් ක්‍රීඩකයා සියලු කෑලි පුවරුව මත තැබීමට තැබීමට තැබේ. ක්‍රීඩකයෙකු තම කෑලි තුනක් සෘජුවම තබන විට, ඔහුට "මිල්" ඇති වේ සහ ප්‍රතිපක්ෂයේ කෑලි එකක් පුවරුවෙන් ඉවත් කළ හැකිය. සමහර නීතිවල, ක්‍රීඩකයෝ සෑදුණු මිල් එකකින් කෑලි එකක් ඉවත් කිරීමට පෙර වෙනත් කෑලි ඉවත් කළ යුතුය. තැබීමේ අදියරේදී ඉවත් කළ කෑලි ලක්ෂ්‍යන්ට නැවත කෑලි තැබීමට නොහැකිය සමහර නීතිවල. සියලු කෑලි භාවිතා කර ගත් පසු, ක්‍රීඩකයෝ මාරුවෙති. ගමන් කිරීම ගමන් කිරීමට, ක්‍රීඩකයෙකු තමන්ගේ කෑලි එකක් පුවරුවේ රේඛාවක් ඔස්සේ හිස් ආසන්න ලක්ෂ්‍යයකට ගමන් කරයි. ඔහු එසේ කළ නොහැකි නම්, ඔහු ක්‍රීඩාව පරාජය කර ඇත. ක්‍රීඩකයෙකු තමන ්ගේ කෑලි තුනක් පුවරුවේ රේඛාවක ගෙන යන විට, ඔහුට මිල් ඇති වේ සහ තැබීමේ අදියරේදී වාගේ ප්‍රතිපක්ෂයේ කෑලි එකක් ඉවත් කළ හැකිය. කෑලි දෙකකට අඩුවූ කිසිදු ක්‍රීඩකයෙකුට නව මිල් සාදන්නේ නැත, එසේම ඔහු ක්‍රීඩාව පරාජය කර ඇත. ක්‍රීඩකයෙකු තමන්ගේ කෑලි තුනට වඩා වැඩියේදී ද ප්‍රතිපක්ෂය ඔහුගේ චලන වාරණය කරන විට ඔහු පරාජය කරයි. ඉගිලීම සමහර නීති විකල්පයන්හි, ක්‍රීඩකයෙකුට කෑලි තුනක් ඉතිරි වූ විට, ඔහුගේ කෑලි ඉගිලීමට, හපන්නට හෝ පැන යාමට හැකිය, එනම් ආසන්න ලක්ෂ්‍යයන්ට පමණක් නොව ඕනෑම හිස් ලක්ෂ්‍යයකටය.
sk: Cieľom hry je nechať súpera s menej ako tromi figúrkami alebo bez legálnych ťahov. Hra automaticky remizuje, ak sa pozícia vyskytne tretíkrát alebo sa v posledných 100 (konfigurovateľných) ťahoch neodstráni. Hra prebieha v troch fázach: 1. Umiestnenie figúrok na voľné body 2. Presun figúrok na susedné body 3. (voliteľná fáza) Presun figúrok na ľubovoľný voľný bod pri znížení počtu figúrok hráča na tri Umiestnenie Hra sa začína s prázdnou hracou plochou, ktorú tvorí mriežka s dvadsiatimi štyrmi bodmi. Hráči sa striedajú v umiestňovaní svojich figúrok na voľné body, kým každý hráč neumiestni všetky figúrky na hraciu plochu. Ak hráč dokáže umiestniť tri svoje figúrky rovno, má "mlyn" a môže odstrániť jednu zo súperových figúrok z hracej plochy. V niektorých pravidlách musia hráči pred odstránením figúrky z vytvoreného mlyna najprv odstrániť všetky ostatné figúrky. V niektorých pravidlách nie je možné vo fáze umiestňovania figúrky opäť umiestniť na miesta odstránených figúrok. Po použití všetkých figúrok sa hráči striedajú v pohybe. Presun Na presun hráč posunie jednu zo svojich figúrok po línii hracej plochy na voľný susedný bod. Ak tak nemôže urobiť, prehral hru. Rovnako ako vo fáze umiestňovania, hráč, ktorý postaví tri svoje figúrky na líniu hracej plochy, má mlyn a môže odstrániť jednu zo súperových figúrok. Ktorýkoľvek hráč zníži počet figúrok na dve, nemá možnosť vytvoriť nové mlyny, a tým prehráva hru. Hráč môže prehrať aj vtedy, keď má viac ako tri figúrky, ak mu súper blokuje pohyb. Lietajúce V niektorých variantoch pravidiel platí, že akonáhle hráčovi zostanú len tri figúrky, môžu jeho figúrky lietať, skákať alebo preskakovať na ľubovoľné voľné body, nielen na susedné.
sl: Cilj igre je, da nasprotnik ostane z manj kot tremi figurami ali brez dovoljenih potez. Če se položaj pojavi tretjič ali če v zadnjih 100 (nastavljivih) potezah ne odstrani nobene figure, se igra samodejno izenači. Igra poteka v treh fazah: 1. Postavljanje figur na prosta mesta 2. Premikanje figur na sosednje točke 3. (neobvezna faza) Premikanje figur na katero koli prosto točko, ko se igralec zmanjša na tri figure Postavljanje Igra se začne s prazno igralno ploščo, ki jo sestavlja mreža s štiriindvajsetimi točkami. Igralci izmenično postavljajo svoje figure na proste točke, dokler vsak igralec ne postavi vseh figur na ploščo. Če lahko igralec postavi tri svoje figure naravnost, ima "mlin" in lahko odstrani eno nasprotnikovo figuro z deske. V nekaterih pravilih morajo igralci najprej odstraniti vse druge figure, preden odstranijo figuro iz oblikovanega mlina. V nekaterih pravilih v fazi postavljanja ni mogoče ponovno postaviti figur na točke odstranjenih figur. Ko uporabite vse figure, se igralci izmenično premikajo. Premikanje Za premikanje igralec premakne eno od svojih figur vzdolž linije na plošči do proste sosednje točke. Če mu to ne uspe, je izgubil igro. Tako kot v fazi postavljanja ima igralec, ki postavi tri svoje figure na linijo deske, mlin in lahko odstrani eno od nasprotnikovih figur. Vsak igralec, ki zmanjša število figur na dve, nima možnosti oblikovanja novih mlinov in tako izgubi igro. Igralec lahko izgubi tudi, če ima več kot tri figure, če mu nasprotnik onemogoči premikanje. Leteči V nekaterih različicah pravil lahko igralec, ko ima le še tri figure, s svojimi figurami leti, skače ali skače na vse proste točke, ne le na sosednje.
sq: Loja synon ta lërë kundërshtarin me më pak se tre pjesë ose pa lëvizje ligjore. Loja tërheq automatikisht nëse një pozicion ndodh për herë të tretë ose nuk bën asnjë heqje në 100 lëvizjet e fundit (të konfigurueshme). Loja vazhdon në tre faza: 1. Vendosja e pjesëve në pikat e lira 2. Lëvizja e pjesëve në pikat ngjitur 3. (faza opsionale) Zhvendosja e pjesëve në çdo pikë të lirë kur zvogëloni lojtarin në tre pjesë Vendosja Loja fillon me një tabelë bosh, e cila përbëhet nga një rrjet me njëzet e katër pikë. Lojtarët vendosin me radhë pjesët e tyre në pikat e lira derisa secili lojtar të vendosë të gjitha pjesët në tabelë. Nëse një lojtar mund të vendosë tre nga pjesët e tij drejt, ai ka një "mulli" dhe mund të heqë një nga pjesët e kundërshtarit të tij nga bordi. Në disa rregulla, lojtarët duhet të heqin çdo pjesë tjetër së pari para se të heqin një copë nga një mulli i formuar. Ju nuk mund t'i vendosni copat në pikat e pjesëve të hequra përsëri në fazën e vendosjes në disa rregulla. Pasi të përdorin të gjitha pjesët, lojtarët lëvizin me radhë. Lëviz Për të lëvizur, një lojtar lëviz një nga pjesët e tij përgjatë një linje bordi në një pikë të zbrazët ngjitur. Nëse nuk mund ta bëjë këtë, ai e ka humbur lojën. Ashtu si në fazën e vendosjes, një lojtar që rendit tre nga pjesët e tij në një bord të bordit ka një mulli dhe mund të heqë një nga pjesët e kundërshtarit të tij. Çdo lojtar zvogëlohet në dy pjesë, nuk ka mundësi të formojë mullinj të rinj dhe kështu e humb lojën. Një lojtar gjithashtu mund të humbasë kur më shumë se tre pjesë nëse kundërshtari i tij i bllokon ata të lëvizin. Fluturimi Në disa variante të rregullave, pasi një lojtar të ketë vetëm tre pjesë, pjesët e tij mund të fluturojnë, të kërcejnë ose të kërcejnë në ndonjë pikë të lirë, jo vetëm ato ngjitur.
sr: Циљ игре је да противник остави са мање од три дела или без правних потеза. Игра аутоматски црта ако се позиција догоди по трећи пут или не изврши уклањање у последњих 100 (подесивих) потеза. Игра се одвија у три фазе: 1. Постављање комада на упражњена места 2. Премештање делова у суседне тачке 3. (необавезна фаза) Премештање фигура на било које слободно место када се играч смањује на три дела Пласирање Игра започиње празном плочом која се састоји од мреже са двадесет и четири поена. Играчи наизменично постављају своје фигуре на слободна места све док сваки играч не постави све фигуре на плочу. Ако играч може да постави три своја комада равно, он има „млин“ и може уклонити један од противничких дела са табле. У неким правилима, играчи морају прво уклонити било који други комад пре него што га уклоне из формираног млина. У неким правилима у фази постављања не можете поново поставити комаде на тачке уклоњених комада. Једном када користе све фигуре, играчи се наизменично крећу. Кретање Да би се кретао, играч помера један од својих делова дуж линије даске до слободног суседног места. Ако то не може, изгубио је утакмицу. Играч који поравна три своја дела на линији плоче има млин и може уклонити један од противничких делова као у фази постављања. Било који играч смањује на два дела, нема могућност да формира нове млинове и тако губи игру. Играч такође може изгубити када има више од три комада ако му га противник блокира у кретању. Летење У неким варијантама правила, када једном играчу остану само три дела, његови делови могу да лете, скачу или скачу до било којих празних бодова, не само суседних.
sv: Målet är att motståndaren ska ha färre än tre pjäser eller inga lagliga drag kvar. Spelet är automatiskt oavgjort om en position uppträder för tredje gången eller om ingen flyttning sker under de senaste 100 (konfigurerbara) dragen. Spelet pågår i tre faser: 1. Placering av pjäser på lediga punkter. 2. Flyttning av pjäser till angränsande punkter 3. (valfri fas) Flytta pjäser till en ledig punkt när spelaren har tre pjäser kvar. Placering av Spelet börjar med en tom bräda som består av ett rutnät med tjugofyra punkter. Spelarna turas om att placera sina pjäser på lediga punkter tills varje spelare har placerat alla pjäser på brädet. Om en spelare kan placera tre av sina pjäser rakt har han en "kvarn" och får ta bort en av motståndarens pjäser från brädet. I vissa regler måste spelarna först ta bort alla andra pjäser innan de tar bort en pjäs från en bildad kvarn. I vissa regler kan man inte placera pjäserna till de borttagna pjäsernas punkter igen i placeringsfasen. När använda alla pjäser turas spelarna om att flytta. Flyttning För att flytta flyttar en spelare en av sina pjäser längs en brädlinje till en ledig intilliggande punkt. Om han inte kan göra det har han förlorat spelet. Precis som i placeringsfasen har en spelare som ställer in tre av sina pjäser på en brädlinje en kvarn och får ta bort en av motståndarens pjäser. En spelare som reduceras till två pjäser har ingen möjlighet att bilda nya kvarnar och förlorar därmed spelet. En spelare kan också förlora om han har fler än tre pjäser om hans motståndare hindrar dem från att röra sig. Flygande I vissa varianter av reglerna kan en spelare, när han bara har tre bitar kvar, få sina bitar att flyga, hoppa eller hoppa till alla lediga punkter, inte bara till intilliggande punkter.
sw: Mchezo unalenga kumwacha mpinzani na vipande vichache vya tatu au bila hatua za kisheria. Mchezo huchorwa kiotomatiki ikiwa nafasi itatokea kwa mara ya tatu au haitoi kuondolewa katika hatua 100 za mwisho (zinazoweza kusanidiwa). Mchezo unaendelea katika awamu tatu: 1. Kuweka vipande kwenye pointi zilizo wazi 2. Vipande vya kusonga kwa pointi za karibu 3. (awamu ya hiari) Kusogeza vipande hadi sehemu yoyote iliyo wazi wakati wa kupunguza mchezaji hadi vipande vitatu Kuweka Mchezo huanza na bodi tupu, ambayo ina gridi ya taifa yenye pointi ishirini na nne. Wachezaji hubadilishana kuweka vipande vyao kwenye pointi zilizo wazi hadi kila mchezaji aweke vipande vyote ubaoni. Ikiwa mchezaji anaweza kuweka vipande vyake vitatu sawa, ana "kinu" na anaweza kuondoa moja ya vipande vya mpinzani wake kwenye ubao. Katika sheria zingine, wachezaji lazima waondoe vipande vingine kwanza kabla ya kuondoa kipande kutoka kwa kinu kilichoundwa. Huwezi kuweka vipande kwa pointi za vipande vilivyoondolewa tena katika awamu ya kuweka katika baadhi ya sheria. Mara baada ya kutumia vipande vyote, wachezaji huchukua zamu kusonga. Kusonga Ili kusogea, mchezaji husogeza kipande chake kimoja kwenye mstari wa ubao hadi sehemu iliyo wazi karibu. Ikiwa hawezi kufanya hivyo, amepoteza mchezo. Mchezaji anayepanga vipande vyake vitatu kwenye mstari wa ubao ana kinu na anaweza kuondoa kipande kimoja cha mpinzani wake kama katika awamu ya kuweka. Mchezaji yeyote hupunguza vipande viwili, hana chaguo kuunda mills mpya, na hivyo kupoteza mchezo. Mchezaji pia anaweza kupoteza zaidi ya vipande vitatu ikiwa mpinzani wake atavizuia kusonga mbele. Kuruka Katika baadhi ya vipengele vya sheria, mara mchezaji anapobakisha vipande vitatu pekee, vipande vyake vinaweza kuruka, kurukaruka, au kuruka hadi pointi zozote zilizo wazi, si zile zilizo karibu pekee.
ta: இந்த விளையாட்டு எதிராளியை மூன்று துண்டுகளுக்கும் குறைவான அல்லது சட்டப்பூர்வ நகர்வுகளுடன் விட்டுச் செல்வதை நோக்கமாகக் கொண்டுள்ளது. மூன்றாவது முறையாக ஒரு நிலை ஏற்பட்டால் அல்லது கடைசி 100 (கட்டமைக்கக்கூடிய) நகர்வுகளில் அகற்றப்படாவிட்டால் விளையாட்டு தானாகவே ஈர்க்கிறது. விளையாட்டு மூன்று கட்டங்களாக தொடர்கிறது: 1. காலியாக உள்ள புள்ளிகளில் துண்டுகளை வைப்பது 2. துண்டுகளை அருகிலுள்ள புள்ளிகளுக்கு நகர்த்துவது 3. (விருப்ப கட்டம்) வீரரை மூன்று துண்டுகளாகக் குறைக்கும்போது எந்த காலியாக உள்ள புள்ளிகளுக்கும் துண்டுகளை நகர்த்துவது வைப்பது விளையாட்டு ஒரு வெற்று பலகையுடன் தொடங்குகிறது, இது இருபத்தி நான்கு புள்ளிகளைக் கொண்ட ஒரு கட்டத்தைக் கொண்டுள்ளது. ஒவ்வொரு வீரரும் அனைத்து துண்டுகளையும் பலகையில் வைக்கும் வரை வீரர்கள் தங்கள் துண்டுகளை காலியாக உள்ள புள்ளிகளில் வைப்பார்கள். ஒரு வீரர் தனது மூன்று துண்டுகளை நேராக வைக்க முடிந்தால், அவர் ஒரு "ஆலை" வைத்திருக்கிறார், மேலும் தனது எதிரியின் துண்டுகளில் ஒன்றை பலகையில் இருந்து அகற்றலாம். சில விதிமுறைகளில், உருவாக்கப்பட்ட ஆலையிலிருந்து ஒரு பகுதியை அகற்றுவதற்கு முன் வீரர்கள் வேறு எந்த துண்டுகளையும் முதலில் அகற்ற வேண்டும். சில விதிகளின் கீழ், துண்டுகள் அகற்றப்பட்ட புள்ளிகளில் நீங்கள் மீண்டும் துண்டுகளை வைக்க முடியாது. அனைத்து துண்டுகளும் வைக்கப்பட்டவுடன், வீரர்கள் அவற்றை நகர்த்தும் திருப்பங்களை எடுத்துக்கொள்கிறார்கள். நகரும் நகர்த்த, ஒரு வீரர் தனது துண்டுகளில் ஒன்றை ஒரு போர்டு வரியுடன் காலியாக உள்ள அருகிலுள்ள இடத்திற்கு நகர்த்துகிறார். அவரால் முடியாவிட்டால், அவர் விளையாட்டை இழக்கிறார். ஒரு போர்டு வரிசையில் தனது மூன்று துண்டுகளை சீரமைக்கும் ஒரு வீரர் ஒரு ஆலை வைத்திருக்கிறார், மேலும் தனது எதிரியின் துண்டுகளில் ஒன்றை வைக்கும் கட்டத்தைப் போலவே அகற்றலாம். ஒரு வீரர் இரண்டு துண்டுகளாகக் குறைக்கப்பட்டால், புதிய ஆலைகளை உருவாக்க விருப்பமில்லை, இதனால் விளையாட்டை இழக்கிறது. ஒரு வீரர் தனது எதிர்ப்பாளர் நகர்வதைத் தடுத்தால் மூன்று துண்டுகளுக்கு மேல் இருக்கும்போது இழக்க நேரிடும். பறக்கும் விதிகளின் சில வகைகளில், ஒரு வீரருக்கு மூன்று துண்டுகள் மட்டுமே எஞ்சியதும், அவற்றின் துண்டுகள் பறக்கலாம், ஆப் அல்லது காலியாக உள்ள எந்த புள்ளிகளுக்கும் செல்லலாம், அருகிலுள்ளவை மட்டுமல்ல.
te: ఆట ప్రత్యర్థిని మూడు ముక్కల కన్నా తక్కువ లేదా చట్టపరమైన కదలికలతో వదిలివేయాలని లక్ష్యంగా పెట్టుకుంది. మూడవ సారి స్థానం సంభవిస్తే లేదా చివరి 100 (కాన్ఫిగర్ చేయదగిన) కదలికలలో తీసివేయకపోతే ఆట స్వయంచాలకంగా డ్రా అవుతుంది. ఆట మూడు దశల్లో కొనసాగుతుంది: 1. ఖాళీ పాయింట్లపై ముక్కలు ఉంచడం 2. ముక్కలను ప్రక్కనే ఉన్న బిందువులకు తరలించడం 3. (ఐచ్ఛిక దశ) ఆటగాడిని మూడు ముక్కలుగా తగ్గించేటప్పుడు ఏదైనా ఖాళీ స్థానానికి ముక్కలు తరలించడం ఉంచడం ఆట ఖాళీ బోర్డుతో ప్రారంభమవుతుంది, దీనిలో ఇరవై నాలుగు పాయింట్లతో గ్రిడ్ ఉంటుంది. ప్రతి క్రీడాకారుడు అన్ని ముక్కలను బోర్డులో ఉంచే వరకు ఆటగాళ్ళు తమ ముక్కలను ఖాళీ పాయింట్లపై ఉంచే మలుపులు తీసుకుంటారు. ఒక ఆటగాడు తన మూడు ముక్కలను సూటిగా ఉంచగలిగితే, అతనికి "మిల్లు" ఉంది మరియు అతని ప్రత్యర్థి ముక్కలలో ఒకదాన్ని బోర్డు నుండి తొలగించవచ్చు. కొన్ని నియమాలలో, ఏర్పడిన మిల్లు నుండి ఒక భాగాన్ని తొలగించే ముందు ఆటగాళ్ళు మొదట ఇతర ముక్కలను తొలగించాలి. మీరు తొలగించిన ముక్కల బిందువులకు కొన్ని నియమాలలో ఉంచే దశలో ఉంచలేరు. అన్ని ముక్కలను ఉపయోగించిన తర్వాత, ఆటగాళ్ళు కదిలే మలుపులు తీసుకుంటారు. కదులుతోంది తరలించడానికి, ఒక ఆటగాడు తన ముక్కలలో ఒకదాన్ని బోర్డు రేఖ వెంట ఖాళీగా ఉన్న ప్రక్కన ఉన్న స్థానానికి తరలిస్తాడు. అతను అలా చేయలేకపోతే, అతను ఆటను కోల్పోయాడు. బోర్డు లైన్‌లో తన మూడు ముక్కలను సమలేఖనం చేసే ఆటగాడికి ఒక మిల్లు ఉంటుంది మరియు ఉంచే దశలో ఉన్నట్లుగా తన ప్రత్యర్థి ముక్కలలో ఒకదాన్ని తీసివేయవచ్చు. ఏదైనా ఆటగాడు రెండు ముక్కలుగా తగ్గిస్తాడు, కొత్త మిల్లులను ఏర్పరుచుకునే అవకాశం లేదు, తద్వారా ఆటను కోల్పోతాడు. ఒక ఆటగాడు తన ప్రత్యర్థి వాటిని కదలకుండా అడ్డుకుంటే మూడు ముక్కలకు పైగా ఉన్నప్పుడు కూడా కోల్పోవచ్చు. ఎగురుతూ నిబంధనల యొక్క కొన్ని వైవిధ్యాలలో, ఒక ఆటగాడికి మూడు ముక్కలు మాత్రమే మిగిలి ఉంటే, అతని ముక్కలు ప్రక్కనే ఉన్న వాటికి మాత్రమే కాకుండా, ఖాళీగా ఉన్న పాయింట్లకు ఎగరవచ్చు, హాప్ చేయవచ్చు లేదా దూకవచ్చు.
th: เกมนี้มีจุดมุ่งหมายเพื่อให้ฝ่ายตรงข้ามมีการเคลื่อนไหวน้อยกว่าสามชิ้นหรือไม่มีการเคลื่อนไหวทางกฎหมาย เกมจะดึงออกมาโดยอัตโนมัติหากตำแหน่งเกิดขึ้นเป็นครั้งที่สามหรือไม่มีการเอาออกในการเคลื่อนไหว 100 ครั้งล่าสุด (กำหนดได้) เกมดำเนินไปในสามขั้นตอน: 1. วางชิ้นบนจุดที่ว่าง 2. ย้ายชิ้นส่วนไปยังจุดที่อยู่ติดกัน 3. (เฟสเสริม) ย้ายชิ้นส่วนไปยังจุดที่ว่างเมื่อลดผู้เล่นลงเหลือสามชิ้น three การวาง เกมเริ่มต้นด้วยกระดานเปล่าซึ่งประกอบด้วยตารางที่มีคะแนนยี่สิบสี่ ผู้เล่นผลัดกันวางชิ้นส่วนของตนบนจุดที่ว่างจนกว่าผู้เล่นแต่ละคนจะวางชิ้นส่วนทั้งหมดไว้บนกระดาน หากผู้เล่นสามารถวางหมากของเขาได้สามชิ้น เขาจะมี "โรงโม่" และอาจนำชิ้นส่วนของฝ่ายตรงข้ามหนึ่งชิ้นออกจากกระดานได้ ในบางกฎ ผู้เล่นต้องถอดชิ้นส่วนอื่นออกก่อนที่จะนำชิ้นส่วนออกจากโรงสีที่ขึ้นรูป คุณไม่สามารถวางชิ้นส่วนไปยังจุดของชิ้นส่วนที่ถูกถอดออกอีกครั้งในขั้นตอนการวางกฎเกณฑ์บางประการ เมื่อใช้ชิ้นส่วนทั้งหมด ผู้เล่นผลัดกันเคลื่อนที่ ขนย้าย ในการย้ายผู้เล่นจะย้ายชิ้นส่วนของเขาไปตามเส้นกระดานไปยังจุดที่ว่างอยู่ติดกัน ถ้าเขาทำไม่ได้ เขาแพ้เกม ผู้เล่นที่จัดตำแหน่งสามชิ้นของเขาบนเส้นกระดานมีโรงสีและอาจถอดชิ้นส่วนของฝ่ายตรงข้ามหนึ่งชิ้นในขณะที่วาง ผู้เล่นคนใดลดเหลือสองชิ้น ไม่มีตัวเลือกในการสร้างโรงสีใหม่ และทำให้แพ้ในเกม ผู้เล่นยังสามารถสูญเสียเมื่อมากกว่าสามชิ้นถ้าคู่ต่อสู้ของเขาบล็อกไม่ให้เคลื่อนที่ บิน ในบางรูปแบบของกฎ เมื่อผู้เล่นเหลือเพียงสามชิ้น ชิ้นส่วนของเขาสามารถบิน กระโดด หรือกระโดดไปยังจุดที่ว่างได้ ไม่เพียงแต่ชิ้นที่อยู่ติดกัน
tr: Oyun, rakibi üçten az taşla veya yasal hamle yapamayacak şekilde etkisiz hale getirmeyi amaçlar. Üçüncü kez aynı pozisyon oluşursa veya son 100 (yapılandırılabilir) hamlede hiçbir taş çıkarılmamışsa, oyun otomatik olarak sona erer. Oyun üç aşamada ilerler: 1. Boş noktalara taş yerleştirme 2. Taşları bitişik noktalara taşıma 3. (isteğe bağlı aşama) Oyuncu üç parçaya indirildiğinde taşları herhangi bir boş noktaya taşıyabilir Yerleştirme Oyun, yirmi dört noktalık bir ızgaradan oluşan boş bir tahta ile başlar. Oyuncular sırayla taşlarını boş noktalara yerleştirir, tüm taşlar yerleştirilene kadar. Bir oyuncu üç taşını düz bir çizgiye getirebilirse, bir 'değirmen' oluşturmuş olur ve rakibinin taşlarından birini tahtadan çıkarabilir. Bazı kural varyasyonlarında, oyuncular şekillendirilmiş bir değirmeni bozmadan önce diğer taşları çıkarmalıdır. Bazı kural varyasyonlarında, çıkarılan taşlar yerleştirme aşamasında tekrar konumlandırılmayabilir. Tüm parçalar yerleştirildikten sonra, oyuncular sırayla hareket ederler. Hareketli Hareket etmek için, bir oyuncu taşlarından birini boş bir bitişik noktaya boyunca bir tahta çizgisi üzerinde taşır. Bunu yapamazsa, oyunu kaybetmiş olur. Yerleştirme aşamasında olduğu gibi, üç taşını bir tahta çizgisine getiren bir oyuncunun bir değirmeni vardır ve rakibinin taşlarından birini çıkarabilir. Eğer herhangi bir oyuncu iki parçaya düşerse ve yeni değirmenler oluşturamıyorsa, bu durumda oyunu kaybetmiş olur. Eğer rakibi onları hareket edemeyecek şekilde bloke ederse, bir oyuncu üçten fazla taşla da kaybedebilir. Uçan Kuralların bazı varyantlarında, eğer bir oyuncunun yalnızca üç taşı kalmışsa, taşlarını sadece bitişik noktalara değil, herhangi bir boş noktaya da 'uçabilir', 'zıplayabilir' veya 'gezebilir'.
uk: Мета гри – залишити супернику менше трьох фігур або залишити жодного допустимого ходу. Гра автоматично завершує нічию, якщо позиція виникає втретє або не відбувається жодного видалення протягом останніх 100 (настроюваних) ходів. Гра проходить у три етапи: 1. Розміщення фігур на вільних точках 2. Переміщення фігур на сусідні точки 3. (додаткова фаза) Переміщення фігур у будь-яку вільну точку, коли гравець зменшується до трьох фігур Розміщення Гра починається з порожнього поля, яке складається з сітки з двадцятьма чотирма точками. Гравці по черзі розміщують свої фігури на вільних точках, поки кожен гравець не розмістить усі фігури на дошці. Якщо гравець може поставити три свої фігури прямо, він має «млин» і може видалити одну з фігур свого суперника з дошки. У деяких наборах правил гравці повинні спочатку видалити будь-які інші частини, перш ніж витягти частину зі сформованого млина. Згідно з певними правилами, ви не можете знову розміщувати фігури на точках, з яких фігури були видалені. Коли всі фігури розставлені, гравці по черзі пересувають їх. Переїзд Для переміщення гравець переміщує одну зі своїх фігур уздовж лінії дошки до вільної сусідньої точки. Якщо він не може, він програє гру. Гравець, який вирівнює три свої фігури на лінії дошки, має млин і може видалити одну з фігур свого суперника, як у фазі розміщення. Якщо гравець зменшується до двох частин, він не має можливості створити нові млини, і, отже, програє гру. Гравець також може програти, коли більше трьох фігур, якщо його суперник блокує їх рух. політ У деяких варіантах правил, якщо у гравця залишилося лише три фігури, їхні фігури можуть літати, стрибати або стрибати на будь-які вільні точки, а не лише на сусідні.
ur: گیم کا مقصد حریف کو تین سے کم ٹکڑوں کے ساتھ چھوڑنا ہے یا کوئی قانونی چال نہیں ہے۔ اگر تیسری بار کوئی پوزیشن آتی ہے یا آخری 100 (کنفیگر ایبل) چالوں میں کوئی ہٹانے نہیں دیتا ہے تو گیم خود بخود ڈرا ہوجاتا ہے۔ کھیل تین مراحل میں آگے بڑھتا ہے: 1. خالی جگہوں پر ٹکڑے رکھنا 2. ٹکڑوں کو ملحقہ مقامات پر منتقل کرنا 3. (اختیاری مرحلہ) کسی بھی خالی جگہ پر ٹکڑوں کو منتقل کرنا جب کھلاڑی کو تین ٹکڑوں تک کم کرنا رکھنا کھیل ایک خالی بورڈ سے شروع ہوتا ہے، جو چوبیس پوائنٹس کے ساتھ ایک گرڈ پر مشتمل ہوتا ہے۔ کھلاڑی باری باری اپنے ٹکڑوں کو خالی پوائنٹس پر رکھتے ہیں یہاں تک کہ ہر کھلاڑی بورڈ پر تمام ٹکڑوں کو رکھ دیتا ہے۔ اگر کوئی کھلاڑی اپنے تین ٹکڑوں کو سیدھا رکھ سکتا ہے، تو اس کے پاس ایک "مل" ہے اور وہ اپنے مخالف کے ایک ٹکڑے کو بورڈ سے ہٹا سکتا ہے۔ کچھ اصولوں میں، کھلاڑیوں کو بنی چکی سے کسی ٹکڑے کو ہٹانے سے پہلے پہلے کسی دوسرے ٹکڑے کو ہٹانا چاہیے۔ آپ ٹکڑوں کو ہٹائے گئے ٹکڑوں کے پوائنٹس پر دوبارہ رکھنے کے مرحلے میں کچھ اصولوں میں نہیں رکھ سکتے ہیں۔ ایک بار تمام ٹکڑوں کو استعمال کرنے کے بعد، کھلاڑی باری باری حرکت کرتے ہیں۔ حرکت پذیر منتقل کرنے کے لیے، ایک کھلاڑی بورڈ لائن کے ساتھ اپنے ایک ٹکڑے کو خالی ملحقہ پوائنٹ پر لے جاتا ہے۔ اگر وہ ایسا نہیں کر سکتا تو وہ گیم ہار چکا ہے۔ ایک کھلاڑی جو بورڈ لائن پر اپنے تین ٹکڑوں کو سیدھ میں کرتا ہے اس کے پاس ایک چکی ہوتی ہے اور وہ اپنے حریف کے ٹکڑوں میں سے ایک کو ہٹا سکتا ہے جیسا کہ رکھنے کے مرحلے میں ہے۔ کوئی بھی کھلاڑی دو ٹکڑے کر دیتا ہے، اس کے پاس نئی ملز بنانے کا کوئی آپشن نہیں ہوتا، اور اس طرح کھیل ہار جاتا ہے۔ ایک کھلاڑی اس وقت بھی ہار سکتا ہے جب تین سے زیادہ ٹکڑے ہو جائیں اگر اس کا حریف اسے چلنے سے روکتا ہے۔ پرواز قواعد کی کچھ مختلف حالتوں میں، ایک بار جب کسی کھلاڑی کے پاس صرف تین ٹکڑے رہ جاتے ہیں، تو اس کے ٹکڑے اڑ سکتے ہیں، چھلانگ لگا سکتے ہیں یا کسی بھی خالی جگہ پر چھلانگ لگا سکتے ہیں، نہ صرف ملحقہ۔
uz: O'yin raqibni uchta bo'lakdan kam yoki qonuniy harakatlarsiz qoldirishga qaratilgan. Agar pozitsiya uchinchi marta sodir bo'lsa yoki so'nggi 100 ta harakatni olib tashlamasa, o'yin avtomatik ravishda tortiladi. O'yin uch bosqichda davom etadi: 1. Bo'sh joylarga qismlarni joylashtirish 2. Parchalarni qo'shni nuqtalarga ko'chirish 3. (ixtiyoriy bosqich) Pleyerni uch qismga qisqartirganda qismlarni istalgan bo'sh joyga ko'chirish Joylashtirish O'yin bo'sh taxta bilan boshlanadi, u yigirma to'rt ochko to'plangan panjaradan iborat. Aktyorlar har bir o'yinchi barcha qismlarni taxtaga qo'yguncha navbat bilan o'z qismlarini bo'sh joylarga qo'yishadi. Agar o'yinchi uchta qismini to'g'ri qo'yishi mumkin bo'lsa, unda "tegirmon" bor va u raqibining bitta qismini taxtadan olib tashlashi mumkin. Ba'zi bir qoidalarda, o'yinchilar shakllangan tegirmondan biron bir qismni olib tashlashdan oldin boshqa qismlarni olib tashlashlari kerak. Siz ba'zi qoidalarda joylashtirish bosqichida qismlarni olib tashlangan qismlarga yana joylashtirolmaysiz. Barcha qismlardan foydalangandan so'ng, o'yinchilar navbat bilan harakat qilishadi. Ko'chirish Ko'chirish uchun o'yinchi o'z qismlaridan birini taxta chizig'i bo'ylab bo'sh qo'shni nuqtaga olib boradi. Agar u buni qila olmasa, u o'yinni yutqazgan. Uchta bo'lagini taxta chizig'iga tekislagan o'yinchi tegirmonga ega va joylashtirish bosqichidagi kabi raqibining birini olib tashlashi mumkin. Har qanday o'yinchi ikki qismga qisqartiradi, yangi tegirmonlarni yaratish imkoniyati yo'q va shu bilan o'yinni yo'qotadi. Raqib ularni harakatlanishiga to'sqinlik qilsa, o'yinchi uchta bo'lakdan ko'proq yutqazishi mumkin. Uchish Qoidalarning ba'zi bir variantlarida, agar o'yinchida faqat uchta bo'lak qolsa, uning qismlari uchib ketishi, sakrashi yoki faqat qo'shni bo'lgan joylarga emas, balki har qanday bo'sh joyga sakrashi mumkin.
vi: Trò chơi nhằm mục đích khiến đối thủ có ít hơn ba quân cờ hoặc không có nước đi hợp pháp. Trò chơi sẽ tự động rút nếu một vị trí xuất hiện lần thứ ba hoặc không bị loại bỏ trong 100 nước đi (có thể định cấu hình) cuối cùng. Trò chơi tiến hành theo ba giai đoạn: 1. Đặt quân cờ vào điểm trống 2. Di chuyển các quân cờ đến các điểm liền kề 3. (giai đoạn tùy chọn) Di chuyển các quân cờ đến bất kỳ điểm trống nào khi giảm người chơi xuống còn ba quân cờ đặt Trò chơi bắt đầu với một bàn trống, bao gồm một lưới có hai mươi bốn điểm. Người chơi thay phiên nhau đặt các quân cờ của mình vào các điểm trống cho đến khi mỗi người chơi đặt xong tất cả các quân cờ trên bàn cờ. Nếu một người chơi có thể đặt thẳng ba quân cờ của mình, anh ta có một "cối xay" và có thể loại bỏ một trong các quân cờ của đối thủ khỏi bàn cờ. Trong một số quy tắc, người chơi phải loại bỏ bất kỳ quân cờ nào khác trước khi loại bỏ một quân cờ khỏi cối xay đã hình thành. Bạn không thể đặt lại các quân cờ vào điểm của các quân cờ đã bị loại bỏ trong giai đoạn đặt theo một số quy tắc. Sau khi sử dụng hết quân cờ, người chơi thay phiên nhau di chuyển. Di chuyển Để di chuyển, người chơi di chuyển một trong các quân cờ của mình dọc theo một đường bàn cờ đến một điểm trống liền kề. Nếu anh ta không thể làm như vậy, anh ta đã thua trò chơi. Một người chơi sắp xếp ba quân của mình trên một đường bàn cờ có một cối xay và có thể loại bỏ một trong các quân của đối thủ của mình như trong giai đoạn đặt. Bất kỳ người chơi nào bị giảm xuống còn hai quân cờ, không có tùy chọn để tạo thành các nhà máy mới và do đó sẽ thua trò chơi. Một người chơi cũng có thể thua khi có nhiều hơn ba quân cờ nếu đối thủ của anh ta chặn họ di chuyển. bay Trong một số biến thể của quy tắc, một khi người chơi chỉ còn ba quân, quân của anh ta có thể bay, nhảy hoặc nhảy đến bất kỳ điểm trống nào, không chỉ các điểm liền kề.
zh: 直棋是一个非常古老的智力游戏，现已流传到中国各地，演变出“棋三”、“三棋”、“三三棋”、“打三棋”、“成三棋”、“下连”等多个变种。 游戏目标为让对手被吃得仅剩不到三枚棋子。 三次重复局面，或连续百步（可配置）内无吃子，则和棋。 游戏分三阶段： 1. 在空位上摆子； 2. 将棋子移动到相邻空位； 3. 当只剩三枚棋子时，可“飞子”（可选）。 摆子阶段 棋盘上有二十四个空点。玩家交替在空位上落子，直至手中无子。若一方将自己的三枚棋子排成一排，则称为形成一个“三连”，便可吃掉对方的棋子，然后继续行棋。 某些规则变体规定，只能吃掉对方不在“三连”中的子，除非对方所有的子都在“三连”之中。 还有些规则变体规定，在摆子阶段，被吃掉的子所在的空位，双方都不能再在上面摆子。 当双方手中的棋子都摆完后，则进入走子阶段。 走子阶段 玩家将自己的棋子移动到相邻的点上。若无子可走，则判负。和摆子阶段类似，形成“三连”时便可吃掉对方的棋子。当一方的棋子仅剩两枚，则败局已定，判负。若棋盘上多于三枚棋子，但无子可走，也会被判负。 飞子阶段 某些规则变体中，一旦一方剩三枚棋子时，便可“飞”到任意空位上，无论该空位是否邻接。
zh_hant: 直棋是一個非常古老的智力遊戲，現已流傳到中國各地，演變出「棋三」、「三棋」、「三三棋」、「打三棋」、「成三棋」、「下連」等多個變種。 遊戲目標為讓對手被吃得僅剩不到三枚棋子。 三次重複局面，或連續百步（可配置）內無吃子，則和棋。 遊戲分三階段： 1. 在空位上擺子； 2. 將棋子移動到相鄰空位； 3. 當只剩三枚棋子時，可「飛子」（可選）。 擺子階段 棋盤上有二十四個空點。玩家交替在空位上落子，直至手中無子。若一方將自己的三枚棋子排成一排，則稱為形成一個「三連」，便可吃掉對方的棋子，然後繼續行棋。 某些規則變體規定，只能吃掉對方不在「三連」中的子，除非對方所有的子都在「三連」之中。 還有些規則變體規定，在擺子階段，被吃掉的子所在的空位，雙方都不能再在上面擺子。 當雙方手中的棋子都擺完後，則進入走子階段。 走子階段 玩家將自己的棋子移動到相鄰的點上。若無子可走，則判負。和擺子階段類似，形成「三連」時便可吃掉對方的棋子。當一方的棋子僅剩兩枚，則敗局已定，判負。若棋盤上多於三枚棋子，但無子可走，也會被判負。 飛子階段 某些規則變體中，一旦一方剩三枚棋子時，便可「飛」到任意空位上，無論該空位是否鄰接。
zu: Umdlalo uhlose ukushiya isitha sinezinkomo ezingaphansi kwezintathu noma kungekho mnyakazo osemthethweni. Umdlalo uqhubeka ngezigaba ezintathu: Isigaba 1: Ngamunye umdlali uqala ngezinkomo ezingu-12 ezibizwa ngokuthi "cows". Umdlalo uqala ngebhodi elicacile, lapho umdlali ngamunye efaka inkomo eyodwa ngasikhathi esisodwa esigabeni esibizwa ngokuthi "junction" (circle). Inhloso ukwakha imigqa emithathu emi nkqo, ema-diagonal, noma emi mpo. Izinkomo zingabekwa kuphela emagabeni angahlali muntu. Uma umdlali ethola imigqa emithathu efanayo, angasusa (adubule) enye yenkomo yomphikisi. Umdlali akakwazi ukudubula izinkomo zomphikisi ezisesimweni semigqa emithathu uma kusasele ezinye izinkomo eziningi ebhodini. Umdlali angadubula inkomo eyodwa yomphikisi ngesikhathi esisodwa, ngisho noma imigqa emibili noma ngaphezulu yemigqa emithathu ifezwa ngesinye isinyathelo. Uma inkomo idutshulwa, ayisayisebenzi futhi emdlalweni. Isigaba 2: Uma zonke izinkomo eziyishumi nambili zomdlali ngamunye sezifakwe ebhodini, izinkomo zingahamba zisuke esigabeni esisodwa ziye kwesinye. Ukunyakaza kuhilela ukuthutha inkomo esuka esigabeni esisodwa siye kwesinye esingahlali muntu futhi esihlobene ngokuqondile nesigaba sokuqala. Abadlali bangaphula imigqa yabo yemithathu ukuze bakhe emisha, noma balungise izikhundla zezinkomo zabo. Izinkomo zingahamba zibuyele emuva naphambili emagabeni amabili afanayo kaninginingi. Umugqa wemithathu ungakhiwa, uphulwe, futhi wakhiwe futhi kaninginingi. Naphezu komthetho othi imigqa ingaphulwa futhi yakhiwe kabusha kaningi, uma umdlali ephula umugqa ukuze adale omusha wemithathu "cows" ngokushesha, lo mdlali akakwazi ukubuyisela leyo nkomo esigabeni sayo sokuqala ngohambo lwakhe olulandelayo uma lokho kudala umugqa omusha. Njalo uma umugqa wemithathu usungulwa kabusha, inkomo yomphikisi kumele idutshulwe. Isigaba 3: Uma umdlali esele ngezinkomo ezintathu kuphela, umdlali angahambisa inkomo kunoma yisiphi isigaba esingenamuntu ebhodini ngakunye unyakazo. Ukunqoba umdlalo: Umdlalo unqotshwa uma umphikisi engasakwazi ukuhambisa noma yiziphi izinkomo: noma uma umphikisi esele ngezinkomo ezimbili kuphela. Uma umdlali esele ngezinkomo ezintathu, futhi akekho umdlali okwazi ukudubula inkomo yomphikisi phakathi kwezinyathelo eziyishumi, umdlalo uthathwa njengodlule ngokulingana.
