Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# currentRulesNoPerfectDatabase
source: The current rules you have set do not have a corresponding perfect database. For more information about the perfect database, please click here.
af: Die huidige reëls wat u ingestel het, het nie 'n ooreenstemmende perfekte databasis nie. Vir meer inligting oor die perfekte databasis, klik asseblief hier.
am: ያሉበትን የጨዋታ ህጎች የሚመሳሰሉት ፍጹም መረጃ ቤት የለም። ስለ ፍጹም መረጃ ቤት ለተጨማሪ መረጃ እዚህ ይጫኑ።
ar: القواعد الحالية التي قمت بتعيينها ليس لها قاعدة بيانات مثالية مقابلة. لمزيد من المعلومات حول قاعدة البيانات المثالية، يرجى النقر هنا.
az: Təyin etdiyiniz cari qaydalar uyğun mükəmməl verilənlər bazasına malik deyil. Mükəmməl verilənlər bazası haqqında daha çox məlumat üçün bura klikləyin.
be: Бягучыя правілы, якія вы ўсталявалі, не маюць адпаведнай ідэальнай базы даных. Для атрымання дадатковай інфармацыі аб ідэальнай базе даных націсніце тут.
bg: Настоящите правила, които сте задали, нямат съответна перфектна база данни. За повече информация относно перфектната база данни, моля, кликнете тук.
bn: আপনি যে বর্তমান নিয়মগুলি সেট করেছেন তাদের কোনও উপযুক্ত নিখুঁত ডেটাবেস নেই। নিখুঁত ডেটাবেস সম্পর্কে আরও তথ্যের জন্য, এখানে ক্লিক করুন।
bo: ཁྱེད་ཀྱིས་གཏན་འབེབས་བྱས་པའི་ད་ལྟའི་ཁྲིམས་ལུགས་ལ་གནས་སྡུད་གཞི་གྲངས་ཡང་དག་པ་ཞིག་མེད། གཞི་གྲངས་མཛོད་ཀྱི་སྐོར་ལ་གནས་ཚུལ་མང་པོ་ཤེས་འདོད་ན། འདིར་སྣུན་རོགས།
ca: Les regles actuals que heu configurat no tenen una base de dades perfecta disponible. Per a més informació, feu clic aquí.
cs: Aktuální pravidla, která jste nastavili, nemají odpovídající dokonalou databázi. Pro více informací o dokonalé databázi klikněte zde.
da: De nuværende regler, du har indstillet, har ikke en tilsvarende perfekt database. For mere information om den perfekte database, klik her.
de: Die aktuellen Regeln, die Sie festgelegt haben, haben keine entsprechende perfekte Datenbank. Für weitere Informationen zur perfekten Datenbank klicken Sie bitte hier.
el: Οι τρέχοντες κανόνες που έχετε ορίσει δεν έχουν αντίστοιχη τέλεια βάση δεδομένων. Για περισσότερες πληροφορίες σχετικά με την τέλεια βάση δεδομένων, κάντε κλικ εδώ.
es: Las reglas actuales que ha establecido no tienen una base de datos perfecta correspondiente. Para obtener más información sobre la base de datos perfecta, por favor haga clic aquí.
et: Praegustel seadistatud reeglitel puudub vastav ideaalne andmebaas. Täiusliku andmebaasi kohta lisateabe saamiseks klõpsake siin.
fa: قوانین فعلی که تنظیم کرده‌اید، پایگاه داده کاملی ندارند. برای کسب اطلاعات بیشتر در مورد پایگاه داده کامل، لطفاً اینجا کلیک کنید.
fi: Asettamillasi nykyisillä säännöillä ei ole vastaavaa täydellistä tietokantaa. Lisätietoja täydellisestä tietokannasta saat napsauttamalla tästä.
fr: Les règles actuelles que vous avez définies n'ont pas de base de données parfaite correspondante. Pour plus d'informations sur la base de données parfaite, veuillez cliquer ici.
gu: તમે સેટ કરેલા વર્તમાન નિયમો પાસે અનુરૂપ પરિપૂર્ણ ડેટાબેઝ નથી. પરિપૂર્ણ ડેટાબેઝ વિશે વધુ માહિતી માટે, કૃપા કરીને અહીં ક્લિક કરો.
he: לכללים הנוכחיים שהגדרת אין בסיס נתונים מושלם תואם. למידע נוסף על בסיס הנתונים המושלם, אנא לחץ כאן.
hi: आपके द्वारा सेट किए गए वर्तमान नियमों में संबंधित संपूर्ण डेटाबेस नहीं है। संपूर्ण डेटाबेस के बारे में अधिक जानकारी के लिए कृपया यहां क्लिक करें।
hr: Trenutačno postavljena pravila nemaju odgovarajuću savršenu bazu podataka. Za više informacija o savršenoj bazi podataka kliknite ovdje.
hu: A beállított jelenlegi szabályoknak nincs megfelelő tökéletes adatbázisa. A tökéletes adatbázisról további információkért kattintson ide.
hy: Ընթացիկ կարգավորած կանոնները չունեն համապատասխան իդեալական տվյալների բազա: Լրացուցիչ տեղեկությունների համար իդեալական տվյալների բազայի մասին սեղմեք այստեղ:
id: Aturan saat ini yang Anda tetapkan tidak memiliki database sempurna yang sesuai. Untuk informasi lebih lanjut tentang database sempurna, silakan klik di sini.
is: Núverandi reglur sem þú hefur sett hafa ekki samsvarandi fullkominn gagnagrunn. Fyrir frekari upplýsingar um hinn fullkomna gagnagrunn, vinsamlegast smelltu hér.
it: Le regole attuali che hai impostato non hanno un database perfetto corrispondente. Per ulteriori informazioni sul database perfetto, clicca qui.
ja: 設定した現在のルールには、対応する完全なデータベースがありません。完全なデータベースの詳細については、ここをクリックしてください。
km: ច្បាប់បច្ចុប្បន្នដែលអ្នកបានកំណត់មិនមានមូលដ្ឋានទិន្នន័យល្អឥតខ្ចោះដែលត្រូវគ្នាទេ។ សម្រាប់ព័ត៌មានបន្ថែមអំពីមូលដ្ឋានទិន្នន័យល្អឥតខ្ចោះ សូមចុចទីនេះ។
kn: ನೀವು ಹೊಂದಿಸಿರುವ ಪ್ರಸ್ತುತ ನಿಯಮಗಳಿಗೆ ಹೊಂದಿಕೆಯಾಗುವ ಪರಿಪೂರ್ಣ ಡೇಟಾಬೇಸ್ ಇಲ್ಲ. ಪರಿಪೂರ್ಣ ಡೇಟಾಬೇಸ್ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ದಯವಿಟ್ಟು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 설정한 현재 규칙에 해당하는 완벽한 데이터베이스가 없습니다. 완벽한 데이터베이스에 대한 자세한 정보는 여기를 클릭하십시오.
lt: Jūsų nustatytos dabartinės taisyklės neturi atitinkamos tobulos duomenų bazės. Norėdami gauti daugiau informacijos apie tobulą duomenų bazę, spustelėkite čia.
lv: Pašreizējiem noteikumiem, ko esat iestatījis, nav atbilstošas ideālās datubāzes. Lai iegūtu vairāk informācijas par ideālo datubāzi, lūdzu, noklikšķiniet šeit.
mk: Тековните правила што ги поставивте немаат соодветна совршена база на податоци. За повеќе информации за совршената база на податоци, кликнете овде.
ms: Peraturan semasa yang anda tetapkan tidak mempunyai pangkalan data sempurna yang sepadan. Untuk maklumat lanjut mengenai pangkalan data sempurna, sila klik di sini.
my: သင်အပ်နှံထားသည့် လက်ရှိစည်းကမ်းများသည် သင့်လျော်သော ပြည့်စုံသော ဒေတာဘေ့စ မရှိပါ။ ပြည့်စုံသော ဒေတာဘေ့စအကြောင်း ပိုမိုသိရှိလိုပါက ဤနေရာကိုနှိပ်ပါ။
nb: De gjeldende reglene du har satt har ikke en tilsvarende perfekt database. For mer informasjon om den perfekte databasen, klikk her.
nl: De huidige regels die je hebt ingesteld, hebben geen overeenkomstige perfecte database. Voor meer informatie over de perfecte database, klik hier.
pl: Ustawione przez ciebie aktualne zasady nie mają odpowiedniej idealnej bazy danych. Aby uzyskać więcej informacji o idealnej bazie danych, kliknij tutaj.
pt: As regras atuais que você definiu não têm um banco de dados perfeito correspondente. Para mais informações sobre o banco de dados perfeito, clique aqui.
ro: Regulile actuale pe care le-ați setat nu au o bază de date perfectă corespunzătoare. Pentru mai multe informații despre baza de date perfectă, faceți clic aici.
ru: Текущие правила, которые вы установили, не имеют соответствующей идеальной базы данных. Для получения дополнительной информации об идеальной базе данных нажмите здесь.
si: ඔබ සකසා ඇති වර්තමාන නීති සඳහා ගැලපෙන පරිපූර්ණ දත්ත ගබඩාවක් නොමැත. පරිපූර්ණ දත්ත ගබඩාව ගැන වැඩි විස්තර සඳහා, කරුණාකර මෙහි ක්ලික් කරන්න.
sk: Aktuálne pravidlá, ktoré ste nastavili, nemajú zodpovedajúcu dokonalú databázu. Pre viac informácií o dokonalej databáze kliknite sem.
sl: Trenutna pravila, ki ste jih nastavili, nimajo ustrezne popolne zbirke podatkov. Za več informacij o popolni zbirki podatkov kliknite tukaj.
sq: Rregullat aktuale që keni vendosur nuk kanë një bazë të dhënash të përsosur përkatëse. Për më shumë informacion rreth bazës së dhënash të përsosur, ju lutemi klikoni këtu.
sr: Тренутна правила која сте поставили немају одговарајућу савршену базу података. За више информација о савршеној бази података кликните овде.
sv: De aktuella reglerna som du har ställt in har ingen motsvarande perfekt databas. För mer information om den perfekta databasen, klicka här.
sw: Sheria za sasa ambazo umeweka hazina hifadhidata kamilifu inayolingana. Kwa habari zaidi kuhusu hifadhidata kamilifu, tafadhali bonyeza hapa.
ta: நீங்கள் அமைத்த தற்போதைய விதிகள் தொடர்புடைய சரியான தரவுத்தளத்தைக் கொண்டிருக்கவில்லை. சரியான தரவுத்தளத்தைப் பற்றிய கூடுதல் தகவலுக்கு, இங்கே சொடுக்கு செய்க.
te: మీరు సెట్ చేసిన ప్రస్తుత నిబంధనలకు అనుగుణంగా ఖచ్చితమైన డేటాబేస్ లేదు. ఖచ్చితమైన డేటాబేస్ గురించి మరింత సమాచారం కోసం ఇక్కడ క్లిక్ చేయండి.
th: กฎปัจจุบันที่คุณตั้งไว้ไม่มีฐานข้อมูลที่สมบูรณ์แบบที่เกี่ยวข้อง สำหรับข้อมูลเพิ่มเติมเกี่ยวกับฐานข้อมูลที่สมบูรณ์แบบโปรดคลิกที่นี่
tr: Belirlediğiniz mevcut kuralların karşılık gelen mükemmel bir veritabanı yoktur. Mükemmel veritabanı hakkında daha fazla bilgi için lütfen buraya tıklayın.
uk: Поточні правила, які ви встановили, не мають відповідної ідеальної бази даних. Для отримання додаткової інформації про ідеальну базу даних натисніть тут.
ur: آپ کے طے کردہ موجودہ قواعد کے مطابق کوئی کامل ڈیٹا بیس نہیں ہے۔ کامل ڈیٹا بیس کے بارے میں مزید معلومات کے لیے، براہ کرم یہاں کلک کریں۔
uz: Siz o'rnatgan joriy qoidalar mos keladigan mukammal ma'lumotlar bazasiga ega emas. Mukammal ma'lumotlar bazasi haqida ko'proq ma'lumot olish uchun bu yerni bosing.
vi: Các quy tắc hiện tại bạn đã đặt không có cơ sở dữ liệu hoàn hảo tương ứng. Để biết thêm thông tin về cơ sở dữ liệu hoàn hảo, vui lòng nhấp vào đây.
zh: 您设置的当前规则没有相应的完美数据库。有关完美数据库的更多信息，请点击此处。
zh_hant: 您設定的當前規則沒有相應的完美數據庫。 有關完美數據庫的更多信息，請點擊此處。
zu: Imithetho yamanje osuyimiselile ayinayo i-database ephelele ehambisanayo. Ukuthola imininingwane engaphezulu mayelana ne-database ephelele, sicela uchofoze lapha.

source: Focus on blocking paths
af: Fokus op blokkeer paaie
am: በመንገድ ማጒደፍ ላይ ተከናወን
ar: ركز على مسارات الحظر
az: Bloklama yollarına diqqət yetirin
be: Засяродзіце ўвагу на блакаванні шляхоў
bg: Фокус върху блокиране на пътища
bn: পথ আটকে দেওয়ায় মনোনিবেশ করুন
bo: འགུལ་སྐྱོད་བཀག་འགོག་ལ་དམིགས་འཛུགས་བྱེད་པ།
ca: Centreu-vos a blocar els camins
cs: Zaměřte se na blokování cest
da: Fokuser på at blokere veje
de: Auf Wegblockierung fokussieren
el: Εστιάστε στην αποκλεισμό διαδρομών
es: Concéntrese en bloquear caminos
et: Keskendu teede blokeerimisele
fa: تمرکز بر روی مسدود کردن مسیرها
fi: Keskity estämään reittejä
fr: Concentrez-vous sur le blocage des chemins
gu: અવરોધન પથો પર ધ્યાન કેન્દ્રિત કરો
he: התמקד בחסימת נתיבים
hi: अवरुद्ध पथों पर ध्यान केंद्रित करें
hr: Prioriziraj blokiranje kretanja
hu: Összpontosítson az útvonalak blokkolására
hy: Հաստատեք արգելքների ուղիները
id: Fokus pada memblokir jalur
is: Einbeitið ykkur að því að loka leiðum
it: Concentrati sul bloccare i percorsi
ja: ブロッキングパスに集中する
km: ផ្តោតលើការរារាំងផ្លូវ
kn: ತಡೆಯುವ ಹಾದಿಗಳ ಮೇಲೆ ಗಮನ ಕೊಡಿ
ko: 차단 경로에 집중
lt: Susikoncentruokite į kelio blokavimą
lv: Koncentrējieties uz ceļu bloķēšanu
mk: Фокусирајте се на блокирање на патеките
ms: Tumpu pada menyekat laluan
my: ပိတ်ဆို့သောလမ်းများပေါ်တွင်အာရုံစိုက်ပါ
nb: Fokuser på å blokkere veier
nl: Richt je op het blokkeren van paden
pl: Skoncentruj się na blokowaniu dróg
pt: Concentre-se em bloquear caminhos
ro: Concentrează-te pe blocarea căilor
ru: Сосредоточьтесь на блокировке путей
si: අවහිර කිරීමේ මාර්ග වලට අවධානය යොමු කරන්න
sk: Zamerajte sa na blokovanie ciest
sl: Osredotočite se na blokiranje poti
sq: Përqendrohuni në bllokimin e rrugëve
sr: Фокусирајте се на блокирање путева
sv: Fokusera på att blockera vägar
sw: Kuzingatia kuzuia njia
ta: பாதைகளைத் தடுப்பதில் கவனம் செலுத்துங்கள்
te: అడ్డంకుల మార్గాలపై దృష్టి పెట్టండి
th: โฟกัสที่การบล็อกเส้นทาง
tr: Engelleyici yollar üzerinde yoğunlaşın
uk: Зосередьтеся на блокуванні шляхів
ur: رکاوٹیں پیدا کرنے والے راستوں پر توجہ دیں
uz: To'siq yo'llarni bloklashga e'tibor qarating
vi: Tập trung vào việc chặn đường
zh: 专注于封堵路径
zh_hant: 專注於封堵路徑
zu: Gxila ekuvinjweni kwemizila
