Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# unableToStartImageRecognition
source: Unable to start image recognition: {error}
af: Kan nie beeldherkenning begin nie: {error}
am: የምስል አቀናጅ መጀመር አልተቻለም፦ {error}
ar: تعذّر بدء التعرّف على الصورة: {error}
az: Şəkil tanınmasını başlatmaq mümkün olmadı: {error}
be: Не ўдалося запусціць распазнаванне выявы: {error}
bg: Не може да се стартира разпознаване на изображението: {error}
bn: ছবি সনাক্তকরণ শুরু করা যাচ্ছে না: {error}
bo: པར་ངེས་འཛིན་འགོ་བཙུགས་ཐུབ་མེད་: {error}
ca: No es pot iniciar el reconeixement d'imatge: {error}
cs: Nelze spustit rozpoznávání obrazu: {error}
da: Kan ikke starte billedgenkendelse: {error}
de: Bilderkennung konnte nicht gestartet werden: {error}
el: Αδυναμία εκκίνησης αναγνώρισης εικόνας: {error}
es: No se puede iniciar el reconocimiento de imágenes: {error}
et: Pildi tuvastust ei saa käivitada: {error}
fa: شروع تشخیص تصویر ممکن نیست: {error}
fi: Kuvantunnistusta ei voi käynnistää: {error}
fr: Impossible de démarrer la reconnaissance d'image : {error}
gu: ચિત્ર ઓળખ શરૂ કરી શકતા નથી: {error}
he: לא ניתן להתחיל זיהוי תמונה: ‎{error}
hi: छवि पहचान प्रारंभ करने में असमर्थ: {error}
hr: Nije moguće pokrenuti prepoznavanje slike: {error}
hu: Nem sikerült elindítani a képfelismerést: {error}
hy: Չհաջողվեց մեկնարկել պատկերի ճանաչումը: {error}
id: Tidak dapat memulai pengenalan gambar: {error}
is: Ekki tókst að ræsa myndgreiningu: {error}
it: Impossibile avviare il riconoscimento delle immagini: {error}
ja: 画像認識を開始できません: {error}
km: មិនអាចចាប់ផ្តើមការទទួលស្គាល់រូបភាពបានទេ៖ {error}
kn: ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಪ್ರಾರಂಭಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ: {error}
ko: 이미지 인식을 시작할 수 없습니다: {error}
lt: Nepavyko paleisti vaizdo atpažinimo: {error}
lv: Nevar sākt attēla atpazīšanu: {error}
mk: Не може да започне препознавање на слика: {error}
ms: Tidak dapat memulakan pengecaman imej: {error}
my: ပုံအတိအကျသိမြင်ခြင်းကို စတင်နိုင်ခြင်းမရှိပါ: {error}
nb: Kan ikke starte bildegjenkjenning: {error}
nl: Kan beeldherkenning niet starten: {error}
pl: Nie można uruchomić rozpoznawania obrazu: {error}
pt: Não foi possível iniciar o reconhecimento de imagem: {error}
ro: Nu se poate porni recunoașterea imaginii: {error}
ru: Не удалось запустить распознавание изображения: {error}
si: රූප හඳුනාගැනීම ආරම්භ කළ නොහැක: {error}
sk: Nemožno spustiť rozpoznávanie obrazu: {error}
sl: Ni mogoče zagnati prepoznavanja slike: {error}
sq: Pamundësi për të nisur njohjen e imazhit: {error}
sr: Nije moguće pokrenuti prepoznavanje slike: {error}
sv: Kunde inte starta bildigenkänning: {error}
sw: Imeshindikana kuanzisha utambuzi wa picha: {error}
ta: பட அடையாளமாக்கலைத் தொடங்க முடியவில்லை: {error}
te: చిత్ర గుర్తింపును ప్రారంభించలేకపోయాం: {error}
th: ไม่สามารถเริ่มการจดจำภาพได้: {error}
tr: Görüntü tanıma başlatılamadı: {error}
uk: Не вдалося запустити розпізнавання зображення: {error}
ur: امیج ریکگنیشن شروع نہیں ہو سکی: {error}
uz: Rasmni aniqlashni boshlab boʻlmadi: {error}
vi: Không thể bắt đầu nhận dạng hình ảnh: {error}
zh: 无法启动图像识别：{error}
zh_hant: 無法啟動圖像識別：{error}
zu: Ayikwazanga ukuqala ukuqashelwa kwesithombe: {error}

# imageRecognitionFailed
source: Image recognition failed: {error}
af: Beeldherkenning het misluk: {error}
am: የምስል አቀናጅ አልተሳካም፦ {error}
ar: فشل التعرّف على الصورة: {error}
az: Şəkil tanınması uğursuz oldu: {error}
be: Распазнаванне выявы не атрымалася: {error}
bg: Разпознаването на изображението неуспешно: {error}
bn: ছবি সনাক্তকরণ ব্যর্থ: {error}
bo: པར་ངེས་འཛིན་ཕན་ཚུན་བྱས་མ་ཐུབ་: {error}
ca: El reconeixement d'imatge ha fallat: {error}
cs: Rozpoznávání obrazu selhalo: {error}
da: Billedgenkendelse mislykkedes: {error}
de: Bilderkennung fehlgeschlagen: {error}
el: Η αναγνώριση εικόνας απέτυχε: {error}
es: El reconocimiento de imágenes falló: {error}
et: Pildituvastus ebaõnnestus: {error}
fa: تشخیص تصویر ناموفق بود: {error}
fi: Kuvantunnistus epäonnistui: {error}
fr: Échec de la reconnaissance d'image : {error}
gu: ચિત્ર ઓળખ નિષ્ફળ ગઈ: {error}
he: זיהוי התמונה נכשל: ‎{error}
hi: छवि पहचान विफल हुई: {error}
hr: Prepoznavanje slike nije uspjelo: {error}
hu: A képfelismerés sikertelen: {error}
hy: Պատկերի ճանաչումը ձախողվեց: {error}
id: Pengenalan gambar gagal: {error}
is: Myndgreining mistókst: {error}
it: Riconoscimento delle immagini non riuscito: {error}
ja: 画像認識に失敗しました: {error}
km: ការទទួលស្គាល់រូបភាពបរាជ័យ៖ {error}
kn: ಚಿತ್ರ ಗುರುತಿಸುವಿಕೆ ವಿಫಲವಾಯಿತು: {error}
ko: 이미지 인식이 실패했습니다: {error}
lt: Vaizdo atpažinimas nepavyko: {error}
lv: Attēla atpazīšana neizdevās: {error}
mk: Препознавањето на слика не успеа: {error}
ms: Pengecaman imej gagal: {error}
my: ပုံအတိအကျသိမြင်ခြင်း မအောင်မြင်ပါ: {error}
nb: Bildegjenkjenning mislyktes: {error}
nl: Beeldherkenning mislukt: {error}
pl: Rozpoznawanie obrazu nie powiodło się: {error}
pt: Falha no reconhecimento de imagem: {error}
ro: Recunoașterea imaginii a eșuat: {error}
ru: Сбой распознавания изображения: {error}
si: රූප හඳුනාගැනීම අසාර්ථක විය: {error}
sk: Rozpoznávanie obrazu zlyhalo: {error}
sl: Prepoznavanje slike ni uspelo: {error}
sq: Njohja e imazhit dështoi: {error}
sr: Prepoznavanje slike nije uspelo: {error}
sv: Bildigenkänningen misslyckades: {error}
sw: Utambuzi wa picha umeshindikana: {error}
ta: பட அடையாளமாக்கல் தோல்வியுற்றது: {error}
te: చిత్ర గుర్తింపు విఫలమైంది: {error}
th: การจดจำภาพล้มเหลว: {error}
tr: Görüntü tanıma başarısız: {error}
uk: Розпізнавання зображення не вдалося: {error}
ur: امیج ریکگنیشن ناکام ہوئی: {error}
uz: Rasmni aniqlash muvaffaqiyatsiz: {error}
vi: Nhận dạng hình ảnh thất bại: {error}
zh: 图像识别失败：{error}
zh_hant: 圖像識別失敗：{error}
zu: Ukuqashelwa kwesithombe kwehlulekile: {error}

# appliedPositionDetails
source: Applied position with {whiteCount} white and {blackCount} black pieces
af: Toegepaste posisie met {whiteCount} wit en {blackCount} swart stukke
am: {whiteCount} ነጭ እና {blackCount} ጥቁር ቁሳቁሶች ያሉበት ቦታ ተተግብሯል
ar: تم تطبيق الوضع مع {whiteCount} قطعة بيضاء و{blackCount} قطعة سوداء
az: {whiteCount} ağ və {blackCount} qara fiqurlu mövqe tətbiq edildi
be: Прымяняецца пазіцыя з {whiteCount} белымі і {blackCount} чорнымі фішкамі
bg: Приложена позиция с {whiteCount} бели и {blackCount} черни пулчета
bn: {whiteCount} টি সাদা ও {blackCount} টি কালো ঘুটি সহ অবস্থান প্রয়োগ করা হয়েছে
bo: དཀར {whiteCount} དང་ ནག {blackCount} སྡོམ་ལ་གཞི་རིམ་བཙུགས་ཡོད།
ca: S'ha aplicat la posició amb {whiteCount} peces blanques i {blackCount} peces negres
cs: Použitá pozice s {whiteCount} bílými a {blackCount} černými kameny
da: Anvendt position med {whiteCount} hvide og {blackCount} sorte brikker
de: Angewendete Stellung mit {whiteCount} weißen und {blackCount} schwarzen Steinen
el: Εφαρμόστηκε θέση με {whiteCount} λευκά και {blackCount} μαύρα πιόνια
es: Posición aplicada con {whiteCount} piezas blancas y {blackCount} negras
et: Rakendatud seisuga {whiteCount} valget ja {blackCount} musta nuppu
fa: وضعیت اعمال‌شده با {whiteCount} مهره سفید و {blackCount} مهره سیاه
fi: Asetettu asema, {whiteCount} valkoista ja {blackCount} mustaa nappia
fr: Position appliquée avec {whiteCount} pions blancs et {blackCount} pions noirs
gu: લાગુ કરાયેલ સ્થિતિમાં {whiteCount} સફેદ અને {blackCount} કાળી ગોટીઓ
he: הוחלה עמדה עם ‎{whiteCount} אבנים לבנות ו‑{blackCount} אבנים שחורות
hi: लागू स्थिति में {whiteCount} सफेद और {blackCount} काले मोहरे
hr: Primijenjen položaj s {whiteCount} bijelih i {blackCount} crnih kamenčića
hu: Alkalmazott állás {whiteCount} fehér és {blackCount} fekete bábuval
hy: Կիրառված դիրք՝ {whiteCount} սպիտակ և {blackCount} սև քարերով
id: Posisi diterapkan dengan {whiteCount} bidak putih dan {blackCount} bidak hitam
is: Staða sett með {whiteCount} hvítum og {blackCount} svörtum peðum
it: Posizione applicata con {whiteCount} pedine bianche e {blackCount} pedine nere
ja: {whiteCount} 個の白石と {blackCount} 個の黒石で配置を適用しました
km: បានអនុវត្តស្ថានភាពដែលមានដុំស {whiteCount} និងដុំខ្មៅ {blackCount}
kn: {whiteCount} ಬಿಳಿ ಹಾಗೂ {blackCount} ಕಪ್ಪು ಗುಂಡುಗಳೊಂದಿಗೆ ಸ್ಥಾನ ಅನ್ವಯಿಸಲಾಗಿದೆ
ko: {whiteCount}개의 흰 돌과 {blackCount}개의 검은 돌이 있는 위치를 적용했습니다
lt: Pritaikyta padėtis su {whiteCount} baltais ir {blackCount} juodaisiais kauliukais
lv: Pielietota pozīcija ar {whiteCount} baltām un {blackCount} melnām figūrām
mk: Применета позиција со {whiteCount} бели и {blackCount} црни фигури
ms: Kedudukan diterapkan dengan {whiteCount} buah putih dan {blackCount} buah hitam
my: {whiteCount} ဖြူ နှင့် {blackCount} မဲ အလုံးများ ပါဝင်သည့် တည်နေရာကို အသုံးပြုပြီးပါပြီ
nb: Posisjon med {whiteCount} hvite og {blackCount} svarte brikker brukt
nl: Positie toegepast met {whiteCount} witte en {blackCount} zwarte stenen
pl: Zastosowano pozycję z {whiteCount} białymi i {blackCount} czarnymi pionkami
pt: Posição aplicada com {whiteCount} peças brancas e {blackCount} peças pretas
ro: Poziție aplicată cu {whiteCount} piese albe și {blackCount} piese negre
ru: Применена позиция с {whiteCount} белыми и {blackCount} черными фишками
si: {whiteCount} සුදු හා {blackCount} කළු මැටි සහිත තත්ත්වය යෙදින ලදී
sk: Aplikovaná pozícia s {whiteCount} bielymi a {blackCount} čiernymi kameňmi
sl: Uporabljen položaj z {whiteCount} belimi in {blackCount} črnimi figurami
sq: Pozicioni u aplikua me {whiteCount} gurë të bardhë dhe {blackCount} gurë të zinj
sr: Primljena pozicija sa {whiteCount} belih i {blackCount} crnih figura
sv: Applicerad position med {whiteCount} vita och {blackCount} svarta pjäser
sw: Nafasi imetumika ikiwa na vipande vyeupe {whiteCount} na vyeusi {blackCount}
ta: {whiteCount} வெள்ளை மற்றும் {blackCount} கருப்பு கற்கள் கொண்ட நிலை பயன்படுத்தப்பட்டது
te: {whiteCount} తెల్ల మరియు {blackCount} నలుపు ముక్కలతో దరఖాస్తు చేసిన స్థానం
th: ใช้ตำแหน่งโดยมีตัวหมากขาว {whiteCount} ตัว และดำ {blackCount} ตัว
tr: {whiteCount} beyaz ve {blackCount} siyah taşlı konum uygulandı
uk: Застосована позиція з {whiteCount} білими та {blackCount} чорними фігурами
ur: {whiteCount} سفید اور {blackCount} سیاہ مہروں کے ساتھ پوزیشن لاگو کی گئی
uz: Qoʻllanilgan holat: oq {whiteCount} ta va qora {blackCount} ta tosh
vi: Đã áp dụng thế cờ với {whiteCount} quân trắng và {blackCount} quân đen
zh: 已应用棋局：白方 {whiteCount} 枚子，黑方 {blackCount} 枚子
zh_hant: 已套用棋局：白方 {whiteCount} 枚子，黑方 {blackCount} 枚子
zu: Isimo esisetshenzisiwe sinezingcezu ezimhlophe ezingu-{whiteCount} nezimnyama ezingu-{blackCount}

source: (FEN copied to clipboard)
af: (FEN na knipbord gekopieer)
am: (FEN ወደ ቅንጫፍ ተቋርጧል)
ar: (تم نسخ FEN إلى الحافظة)
az: (FEN mübadilə buferinə kopyalandı)
be: (FEN скапіяваны ў буфер абмену)
bg: (FEN е копирано в клипборда)
bn: (FEN ক্লিপবোর্ডে কপি করা হয়েছে)
bo: (FEN ངོས་དེབ་ལ་འདྲ་བཤུས་ཡོད།)
ca: (FEN copiat al porta-retalls)
cs: (FEN zkopírováno do schránky)
da: (FEN kopieret til udklipsholder)
de: (FEN in die Zwischenablage kopiert)
el: (Το FEN αντιγράφηκε στο πρόχειρο)
es: (FEN copiado al portapapeles)
et: (FEN kopeeriti lõikelauale)
fa: (‏FEN در کلیپ‌بورد کپی شد)
fi: (FEN kopioitu leikepöydälle)
fr: (FEN copié dans le presse‑papiers)
gu: (FEN ક્લિપબોર્ડમાં નકલ થયેલ)
he: (‏FEN הועתק ללוח)
hi: (FEN क्लिपबोर्ड पर कॉपी किया गया)
hr: (FEN kopiran u međuspremnik)
hu: (FEN a vágólapra másolva)
hy: (FEN-ը պատճենվել է սեղմատախտակին)
id: (FEN disalin ke papan klip)
is: (FEN afritað á klippiborðið)
it: (FEN copiato negli appunti)
ja: （FEN をクリップボードにコピーしました）
km: (FEN ត្រូវបានចម្លងទៅក្តារតម្រៀប)
kn: (FEN ಕ್ಲಿಪ್‌ಬೋರ್ಡಿಗೆ ನಕಲಿಸಲಾಗಿದೆ)
ko: (FEN이 클립보드에 복사됨)
lt: (FEN nukopijuotas į iškarpinę)
lv: (FEN nokopēts uz starpliktuvi)
mk: (FEN копиран во таблата за исечоци)
ms: (FEN disalin ke papan klip)
my: (FEN ကို ကလစ်ဘုတ်သို့ ကူးထည့်ပြီးပါပြီ)
nb: (FEN kopiert til utklippstavlen)
nl: (FEN naar klembord gekopieerd)
pl: (FEN skopiowano do schowka)
pt: (FEN copiado para a área de transferência)
ro: (FEN copiat în clipboard)
ru: (FEN скопирован в буфер обмена)
si: (FEN පසුරුපුවරුවට පිටපත් කර ඇත)
sk: (FEN skopírovaný do schránky)
sl: (FEN kopiran v odložišče)
sq: (FEN u kopjua në kujtesën e përkohshme)
sr: (FEN je kopiran u međumemoriju)
sv: (FEN kopierad till urklipp)
sw: (FEN imenakiliwa kwenye ubao wa kunakili)
ta: (FEN கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது)
te: (FEN క్లిప్‌బోర్డుకు కాపీ చేయబడింది)
th: (คัดลอก FEN ไปยังคลิปบอร์ดแล้ว)
tr: (FEN panoya kopyalandı)
uk: (FEN скопійовано в буфер обміну)
ur: (FEN کلپ بورڈ میں کاپی ہو گیا ہے)
uz: (FEN buferga nusxa olindi)
vi: (FEN đã sao chép vào bảng tạm)
zh: （FEN 已复制到剪贴板）
zh_hant: （FEN 已複製到剪貼簿）
zu: (FEN ikopishiwe ebhodi lokunamathisela)

# recognitionFailed
source: Recognition failed: {error}
af: Herkenning het misluk: {error}
am: ማስታወቂያው አልተሳካም፦ {error}
ar: فشل التعرّف: {error}
az: Tanınma uğursuz oldu: {error}
be: Распазнаванне не атрымалася: {error}
bg: Разпознаването неуспешно: {error}
bn: সনাক্তকরণ ব্যর্থ: {error}
bo: ངེས་འཛིན་ཕན་ཚུན་བྱས་མ་ཐུབ་: {error}
ca: El reconeixement ha fallat: {error}
cs: Rozpoznávání selhalo: {error}
da: Genkendelse mislykkedes: {error}
de: Erkennung fehlgeschlagen: {error}
el: Η αναγνώριση απέτυχε: {error}
es: El reconocimiento falló: {error}
et: Tuvastus ebaõnnestus: {error}
fa: تشخیص ناموفق بود: {error}
fi: Tunnistus epäonnistui: {error}
fr: Échec de la reconnaissance : {error}
gu: ઓળખ નિષ્ફળ ગઈ: {error}
he: הזיהוי נכשל: ‎{error}
hi: पहचान विफल हुई: {error}
hr: Prepoznavanje nije uspjelo: {error}
hu: A felismerés sikertelen: {error}
hy: Ճանաչումը ձախողվեց: {error}
id: Pengenalan gagal: {error}
is: Viðurkenning mistókst: {error}
it: Riconoscimento non riuscito: {error}
ja: 認識に失敗しました: {error}
km: ការទទួលស្គាល់បរាជ័យ៖ {error}
kn: ಗುರುತಿಸುವಿಕೆ ವಿಫಲವಾಯಿತು: {error}
ko: 인식 실패: {error}
lt: Atpažinimas nepavyko: {error}
lv: Atpazīšana neizdevās: {error}
mk: Неуспешно препознавање: {error}
ms: Pengecaman gagal: {error}
my: အသိမှတ်ပြုမှု မအောင်မြင်ပါ: {error}
nb: Gjenkjenning mislyktes: {error}
nl: Herkenning mislukt: {error}
pl: Rozpoznawanie nie powiodło się: {error}
pt: Falha no reconhecimento: {error}
ro: Recunoașterea a eșuat: {error}
ru: Ошибка распознавания: {error}
si: හඳුනාගැනීම අසාර්ථක විය: {error}
sk: Rozpoznávanie zlyhalo: {error}
sl: Prepoznavanje ni uspelo: {error}
sq: Njohja dështoi: {error}
sr: Prepoznavanje nije uspelo: {error}
sv: Identifieringen misslyckades: {error}
sw: Utambuzi umeshindikana: {error}
ta: அறிதல் தோல்வியுற்றது: {error}
te: గుర్తింపు విఫలమైంది: {error}
th: การจดจำล้มเหลว: {error}
tr: Tanıma başarısız: {error}
uk: Розпізнавання не вдалося: {error}
ur: پہچان ناکام ہوئی: {error}
uz: Tanish muvaffaqiyatsiz: {error}
vi: Nhận dạng thất bại: {error}
zh: 识别失败：{error}
zh_hant: 識別失敗：{error}
zu: Ukuqashelwa kwehlulekile: {error}

source: My rating
af: My gradering
am: የእኔ ደረጃ
ar: تقييمي
az: Mənim reytinqim
be: Мой рэйтынг
bg: Моят рейтинг
bn: আমার রেটিং
bo: ངའི་ ደረጃརྟགས།
ca: La meva puntuació
cs: Moje hodnocení
da: Min bedømmelse
de: Meine Bewertung
el: Η βαθμολογία μου
es: Mi puntuación
et: Minu reiting
fa: امتیاز من
fi: Oma luokitus
fr: Mon classement
gu: મારું રેટિંગ
he: הדירוג שלי
hi: मेरी रेटिंग
hr: Moja ocjena
hu: Értékelésem
hy: Իմ վարկանիշը
id: Peringkat saya
is: Mín einkunn
it: La mia valutazione
ja: 自分のレーティング
km: ការវាយតម្លៃរបស់ខ្ញុំ
kn: ನನ್ನ ರೇಟಿಂಗ್
ko: 내 평점
lt: Mano įvertinimas
lv: Mans vērtējums
mk: Мој рејтинг
ms: Penilaian saya
my: ကျွန်ုပ်၏အဆင့်သတ်မှတ်ချက်
nb: Min vurdering
nl: Mijn beoordeling
pl: Moja ocena
pt: Minha classificação
ro: Ratingul meu
ru: Мой рейтинг
si: මගේ ශ්‍රේණිගත කිරීම
sk: Moje hodnotenie
sl: Moja ocena
sq: Vlerësimi im
sr: Мој рејтинг
sv: Min rankning
sw: Ukadiriaji wangu
ta: எனது மதிப்பீடு
te: నా రేటింగ్
th: อันดับของฉัน
tr: Derecelendirmem
uk: Мій рейтинг
ur: میری درجہ بندی
uz: Mening reytingim
vi: Xếp hạng của tôi
zh: 我的等级分
zh_hant: 我的積分
zu: Isilinganiso sami

source: Games played
af: Speletjies gespeel
am: የተጫወቱት ጨዋታዎች
ar: الألعاب التي تم لعبها
az: Oynanılan oyunlar
be: Згуляныя гульні
bg: Изиграни игри
bn: খেলা হয়েছে
bo: རྩེད་ཡོད་པའི་རྩེད་ཐེངས།
ca: Partides jugades
cs: Odehrané hry
da: Spillede spil
de: Gespielte Spiele
el: Παιχνίδια που παίχτηκαν
es: Partidas jugadas
et: Mängitud mängud
fa: بازی‌های انجام شده
fi: Pelatut pelit
fr: Parties jouées
gu: રમાયેલી રમતો
he: משחקים ששוחקו
hi: खेले गए गेम
hr: Odigrane igre
hu: Játszott játékok
hy: Խաղացված խաղեր
id: Game dimainkan
is: Spilaðir leikir
it: Partite giocate
ja: プレイしたゲーム数
km: ហ្គេមបានលេង
kn: ಆಡಿದ ಆಟಗಳು
ko: 플레이한 게임
lt: Sužaista žaidimų
lv: Spēlētās spēles
mk: Одиграни игри
ms: Permainan dimainkan
my: ကစားခဲ့သည့်ဂိမ်းများ
nb: Spilte spill
nl: Gespeelde spellen
pl: Rozegrane gry
pt: Jogos disputados
ro: Jocuri jucate
ru: Сыграно игр
si: ක්‍රීඩා කළ තරග
sk: Odohrané hry
sl: Odigrane igre
sq: Lojëra të luajtura
sr: Одигране игре
sv: Spelade matcher
sw: Michezo iliyochezwa
ta: விளையாடிய விளையாட்டுகள்
te: ఆడిన ఆటలు
th: เกมที่เล่น
tr: Oynanan oyunlar
uk: Зіграні ігри
ur: کھیلے گئے گیمز
uz: O'ynalgan o'yinlar
vi: Số trận đã chơi
zh: 已下盘数
zh_hant: 已玩遊戲數
zu: Imidlalo edlaliwe

source: Wins
af: Oorwinnings
am: ያሸነፈ
ar: انتصارات
az: Qələbələr
be: Перамогі
bg: Победи
bn: জয়
bo: རྒྱལ་ཁ།
ca: Victòries
cs: Výhry
da: Sejre
de: Siege
el: Νίκες
es: Victorias
et: Võidud
fa: بردها
fi: Voitot
fr: Victoires
gu: જીત
he: ניצחונות
hi: जीत
hr: Pobjede
hu: Győzelmek
hy: Հաղթանակներ
id: Menang
is: Sigrar
it: Vittorie
ja: 勝利数
km: ឈ្នះ
kn: ಗೆಲುವುಗಳು
ko: 승리
lt: Pergalės
lv: Uzvaras
mk: Победи
ms: Menang
my: နိုင်ပွဲ
nb: Seire
nl: Gewonnen
pl: Wygrane
pt: Vitórias
ro: Victorii
ru: Победы
si: ජයග්‍රහණ
sk: Výhry
sl: Zmage
sq: Fitore
sr: Победе
sv: Vinster
sw: Ushindi
ta: வெற்றிகள்
te: గెలుపులు
th: ชนะ
tr: Galibiyet
uk: Перемоги
ur: جیت
uz: G'alabalar
vi: Thắng
zh: 胜
zh_hant: 勝
zu: Ukunqoba

source: Losses
af: Verliese
am: የተሸነፈ
ar: خسائر
az: Məğlubiyyətlər
be: Паразы
bg: Загуби
bn: পরাজয়
bo: ཕམ་པ།
ca: Derrotes
cs: Prohry
da: Tab
de: Niederlagen
el: Ήττες
es: Derrotas
et: Kaotused
fa: باخت‌ها
fi: Häviöt
fr: Défaites
gu: હાર
he: הפסדים
hi: हार
hr: Porazi
hu: Vesztések
hy: Պարտություններ
id: Kalah
is: Töp
it: Sconfitte
ja: 敗北数
km: ចាញ់
kn: ಸೋಲುಗಳು
ko: 패배
lt: Pralaimėjimai
lv: Zaudējumi
mk: Порази
ms: Kalah
my: ရှုံးပွဲ
nb: Tap
nl: Verloren
pl: Przegrane
pt: Derrotas
ro: Înfrângeri
ru: Поражения
si: පැරදුම්
sk: Prehry
sl: Porazi
sq: Humbje
sr: Порази
sv: Förluster
sw: Hasara
ta: தோல்விகள்
te: ఓటములు
th: แพ้
tr: Mağlubiyet
uk: Поразки
ur: ہار
uz: Mag'lubiyatlar
vi: Thua
zh: 负
zh_hant: 負
zu: Ukwehlulwa

source: Draws
af: Gelykopuitslae
am: አቻ
ar: تعادلات
az: Heç-heçələr
be: Нічыі
bg: Равенства
bn: ড্র
bo: འདྲ་འདྲ།
ca: Empats
cs: Remízy
da: Uafgjorte
de: Unentschieden
el: Ισοπαλίες
es: Empates
et: Viigid
fa: مساوی‌ها
fi: Tasapelit
fr: Matchs nuls
gu: ડ્રો
he: תיקו
hi: ड्रॉ
hr: Neriješeno
hu: Döntetlenek
hy: Ոչ-ոքիներ
id: Seri
is: Jafntefli
it: Pareggi
ja: 引き分け数
km: ស្មើ
kn: ಡ್ರಾಗಳು
ko: 무승부
lt: Lygiosios
lv: Neizšķirti
mk: Нерешени
ms: Seri
my: သရေပွဲ
nb: Uavgjort
nl: Gelijkspel
pl: Remisy
pt: Empates
ro: Remize
ru: Ничьи
si: ජය පැරදුමෙන් තොර
sk: Remízy
sl: Neodločeno
sq: Barazime
sr: Нерешено
sv: Oavgjorda
sw: Sare
ta: சமன்நிலைகள்
te: డ్రాలు
th: เสมอ
tr: Beraberlik
uk: Нічиї
ur: برابر
uz: Duranglar
vi: Hòa
zh: 和
zh_hant: 和
zu: Ukudonsa

source: Last updated
af: Laas opgedateer
am: ለመጨረሻ ጊዜ የተሻሻለው
ar: آخر تحديث
az: Son yenilənmə
be: Апошняе абнаўленне
bg: Последно актуализирано
bn: সর্বশেষ আপডেট
bo: ཆེས་གསར་དུ་བསྐྱར་བཅོས་བྱས་པ།
ca: Darrera actualització
cs: Poslední aktualizace
da: Sidst opdateret
de: Zuletzt aktualisiert
el: Τελευταία ενημέρωση
es: Última actualización
et: Viimati uuendatud
fa: آخرین به‌روزرسانی
fi: Viimeksi päivitetty
fr: Dernière mise à jour
gu: છેલ્લે અપડેટ કર્યું
he: עודכן לאחרונה
hi: पिछला अपडेट
hr: Posljednje ažuriranje
hu: Utoljára frissítve
hy: Վերջին թարմացում
id: Terakhir diperbarui
is: Síðast uppfært
it: Ultimo aggiornamento
ja: 最終更新
km: បានធ្វើបច្ចុប្បន្នភាពចុងក្រោយ
kn: ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 마지막 업데이트
lt: Paskutinį kartą atnaujinta
lv: Pēdējo reizi atjaunināts
mk: Последно ажурирано
ms: Terakhir dikemas kini
my: နောက်ဆုံးအပ်ဒိတ်လုပ်ထားသည်
nb: Sist oppdatert
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt: Última atualização
ro: Ultima actualizare
ru: Последнее обновление
si: අවසන් වරට යාවත්කාලීන කරන ලදී
sk: Posledná aktualizácia
sl: Nazadnje posodobljeno
sq: Përditësuar së fundmi
sr: Последње ажурирање
sv: Senast uppdaterad
sw: Ilisasishwa mwisho
ta: கடைசியாகப் புதுப்பிக்கப்பட்டது
te: చివరిగా నవీకరించబడింది
th: อัปเดตล่าสุด
tr: Son güncelleme
uk: Останнє оновлення
ur: آخری بار اپ ڈیٹ کیا گیا
uz: Oxirgi yangilanish
vi: Cập nhật lần cuối
zh: 上次更新
zh_hant: 上次更新
zu: Kubuyekezwe okokugcina

source: Format:
af: Formaat:
am: ቅርጸት፡
ar: التنسيق:
be: Фармат:
bg: Формат:
bn: ফরম্যাট:
bo: རྣམ་བཞག:
cs: Formát:
el: Μορφή:
es: Formato:
et: Formaat:
fa: قالب:
fi: Muoto:
gu: ફોર્મેટ:
he: פורמט:
hi: प्रारूप:
hu: Formátum:
hy: Ձևաչափ՝
is: Snið:
it: Formato:
ja: 形式:
km: ទ្រង់ទ្រាយ៖
kn: ಫಾರ್ಮ್ಯಾಟ್:
ko: 형식:
lt: Formatas:
lv: Formāts:
mk: Формат:
my: ပုံစံ:
nl: Formaat:
pt: Formato:
ru: Формат:
si: ආකෘතිය:
sk: Formát:
sq: Formati:
sr: Формат:
sw: Umbizo:
ta: வடிவம்:
te: ఫార్మాట్:
th: รูปแบบ:
tr: Biçim:
uk: Формат:
ur: فارمیٹ:
vi: Định dạng:
zh: 格式：
zh_hant: 格式：
zu: Ifomethi:

source: Reset statistics
af: Stel statistieke terug
am: ስታቲስቲክስን ዳግም አስጀምር
ar: إعادة تعيين الإحصائيات
az: Statistikanı sıfırla
be: Скінуць статыстыку
bg: Нулиране на статистиката
bn: পরিসংখ্যান রিসেট করুন
bo: བསྡོམས་རྩིས་སླར་སྒྲིག་བྱེད་པ།
ca: Restableix les estadístiques
cs: Resetovat statistiky
da: Nulstil statistik
de: Statistiken zurücksetzen
el: Επαναφορά στατιστικών
es: Restablecer estadísticas
et: Lähtesta statistika
fa: بازنشانی آمار
fi: Nollaa tilastot
fr: Réinitialiser les statistiques
gu: આંકડા રીસેટ કરો
he: איפוס סטטיסטיקות
hi: आँकड़े रीसेट करें
hr: Poništi statistiku
hu: Statisztika visszaállítása
hy: Վերականգնել վիճակագրությունը
id: Setel ulang statistik
is: Endurstilla tölfræði
it: Reimposta statistiche
ja: 統計をリセット
km: កំណត់ស្ថិតិឡើងវិញ
kn: ಅಂಕಿಅಂಶಗಳನ್ನು ಮರುಹೊಂದಿಸಿ
ko: 통계 초기화
lt: Nustatyti statistiką iš naujo
lv: Atiestatīt statistiku
mk: Ресетирај статистика
ms: Tetapkan semula statistik
my: စာရင်းအင်းများ ပြန်လည်သတ်မှတ်ရန်
nb: Tilbakestill statistikk
nl: Statistieken resetten
pl: Resetuj statystyki
pt: Redefinir estatísticas
ro: Resetați statisticile
ru: Сбросить статистику
si: සංඛ්‍යාලේඛන නැවත සකසන්න
sk: Resetovať štatistiky
sl: Ponastavi statistiko
sq: Rivendos statistikat
sr: Ресетуј статистику
sv: Återställ statistik
sw: Weka upya takwimu
ta: புள்ளிவிவரங்களை மீட்டமை
te: గణాంకాలను రీసెట్ చేయండి
th: รีเซ็ตสถิติ
tr: İstatistikleri sıfırla
uk: Скинути статистику
ur: شماریات کو ری سیٹ کریں
uz: Statistikani tiklash
vi: Đặt lại thống kê
zh: 重置统计数据
zh_hant: 重設統計資料
zu: Setha kabusha izibalo

source: Draw rate
af: Gelykopkoers
am: አቻ የወጣበት መጠን
ar: معدل التعادل
az: Heç-heçə nisbəti
be: Працэнт нічыіх
bg: Процент на равенства
bn: ড্র রেট
bo: འདྲ་འདྲའི་བརྒྱ་ཆ།
ca: Taxa d'empats
cs: Míra remíz
da: Uafgjort rate
de: Unentschiedenquote
el: Ποσοστό ισοπαλιών
es: Tasa de empates
et: Viikide määr
fa: نرخ مساوی
fi: Tasapeliprosentti
fr: Taux de matchs nuls
gu: ડ્રો રેટ
he: שיעור תיקו
hi: ड्रॉ दर
hr: Stopa neriješenih
hu: Döntetlen arány
hy: Ոչ-ոքիների տոկոս
id: Tingkat seri
is: Jafnteflishlutfall
it: Tasso di pareggio
ja: 引き分け率
km: អត្រាស្មើ
kn: ಡ್ರಾ ದರ
ko: 무승부율
lt: Lygiosiomis baigtų žaidimų rodiklis
lv: Neizšķirtu īpatsvars
mk: Стапка на нерешени
ms: Kadar seri
my: သရေပွဲနှုန်း
nb: Uavgjortrate
nl: Gelijkspelpercentage
pl: Współczynnik remisów
pt: Taxa de empate
ro: Rată remize
ru: Процент ничьих
si: ජය පැරදුමෙන් තොර වීමේ අනුපාතය
sk: Miera remíz
sl: Stopnja neodločenih izidov
sq: Norma e barazimeve
sr: Стопа нерешених
sv: Oavgjortkvot
sw: Kiwango cha sare
ta: சமன்நிலை விகிதம்
te: డ్రా రేటు
th: อัตราเสมอ
tr: Beraberlik oranı
uk: Відсоток нічиїх
ur: برابری کی شرح
uz: Duranglar nisbati
vi: Tỷ lệ hòa
zh: 和棋率
zh_hant: 和局率
zu: Izinga lokudonsa
