Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleImportErrorPickingFile
source: Error picking file: {error}
af: Kon nie lêer kies nie: {error}
am: ፋይል መምረጥ ላይ ስህተት፡{error}
ar: خطأ في اختيار الملف: {error}
az: Fayl seçərkən xəta: {error}
be: Памылка выбару файла: {error}
bn: ফাইল বাছাই ত্রুটি: {error}
bo: ཡིག་ཆ་འདེམས་པར་ནོར་འཁྲུལ: {error}
ca: S'ha produït un error en triar el fitxer: {error}
cs: Chyba při výběru souboru: {error}
da: Fejl ved valg af fil: {error}
el: Σφάλμα κατά την επιλογή αρχείου: {error}
es: Error al seleccionar el archivo: {error}
et: Viga faili valimisel: {error}
fa: خطا در انتخاب فایل: {error}
fr: Erreur lors de la sélection du fichier : {error}
gu: ફાઇલ પસંદ કરવામાં ભૂલ: {error}
he: שגיאה בבחירת קובץ: {error}
hi: फ़ाइल चुनने में त्रुटि: {error}
hr: Pogreška pri odabiru datoteke: {error}
hu: Hiba a fájl kiválasztásakor: {error}
hy: Ֆայլի ընտրության սխալ՝ {error}
id: Kesalahan saat memilih file: {error}
is: Villa við val á skrá: {error}
it: Errore durante la selezione del file: {error}
ja: ファイル選択エラー: {error}
km: កំហុសក្នុងការជ្រើសរើសឯកសារ៖ {error}
kn: ಫೈಲ್ ಆಯ್ಕೆಮಾಡುವಲ್ಲಿ ದೋಷ: {error}
lt: Klaida renkantis failą: {error}
lv: Kļūda, izvēloties failu: {error}
mk: Грешка при изборот на датотека: {error}
ms: Ralat semasa memilih fail: {error}
nl: Fout bij het kiezen van bestand: {error}
pl: Błąd podczas wybierania pliku: {error}
pt: Erro ao escolher o arquivo: {error}
ro: Eroare la alegerea fișierului: {error}
ru: Ошибка выбора файла: {error}.
si: ගොනුව තෝරා ගැනීමේ දෝෂයකි: {error}
sk: Chyba pri výbere súboru: {error}
sl: Napaka pri izbiri datoteke: {error}
sv: Fel vid val av fil: {error}
sw: Hitilafu katika kuchagua faili: {error}
te: ఫైల్‌ను ఎంచుకోవడంలో లోపం: {error}
th: เกิดข้อผิดพลาดในการเลือกไฟล์: {error}
tr: Dosya seçilirken hata oluştu: {error}
uk: Помилка вибору файлу: {error}
ur: فائل اٹھانے میں غلطی: __ph0__
uz: Faylni tanlashda xatolik yuz berdi: {error}
zh: 选择文件时出错：{error}
zh_hant: 選擇文件時出錯：{error}
zu: Iphutha ekukhetheni ifayela: {error}

# puzzleImportFileNotExist
source: File does not exist
af: Lêer bestaan nie
am: ፋይል የለም።
ar: الملف غير موجود
az: Fayl mövcud deyil
be: Файл не існуе
bn: ফাইল বিদ্যমান নেই
bo: ཡིག་ཆ་མི་གནས།
ca: El fitxer no existeix
cs: Soubor neexistuje
da: Filen findes ikke
el: Το αρχείο δεν υπάρχει
es: El archivo no existe
et: Faili pole olemas
fa: فایل وجود ندارد
fr: Le fichier n'existe pas
gu: ફાઇલ અસ્તિત્વમાં નથી
he: הקובץ לא קיים
hi: फ़ाइल मौजूद नहीं है
hr: Datoteka ne postoji
hu: A fájl nem létezik
hy: Ֆայլը գոյություն չունի
id: Berkas tidak ada
is: Skrá er ekki til
it: Il file non esiste
ja: ファイルが存在しません
km: ឯកសារមិនមានទេ។
kn: ಫೈಲ್ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ
lt: Failas neegzistuoja
lv: Fails neeksistē
mk: Датотеката не постои
ms: Fail tidak wujud
nl: Bestand bestaat niet
pl: Plik nie istnieje
pt: O arquivo não existe
ro: Fișierul nu există
ru: Файл не существует
si: ගොනුව නොපවතී
sk: Súbor neexistuje
sl: Datoteka ne obstaja
sv: Filen finns inte
sw: Faili haipo
te: ఫైల్ ఉనికిలో లేదు
th: ไม่มีไฟล์อยู่
tr: Dosya mevcut değil
uk: Файл не існує
ur: فائل موجود نہیں ہے
uz: Fayl mavjud emas
zh: 文件不存在
zh_hant: 文件不存在
zu: Ifayela alikho

# puzzleImportInvalidFormat
source: Invalid file format: missing puzzles field
af: Ongeldige lêerformaat: raaiselveld ontbreek
am: ልክ ያልሆነ የፋይል ቅርጸት፡ የእንቆቅልሽ መስክ ጠፍቷል
ar: تنسيق الملف غير صالح: حقل الألغاز مفقود
az: Yanlış fayl formatı: tapmacalar sahəsi yoxdur
be: Няправільны фармат файла: адсутнічае поле загадак
bn: অবৈধ ফাইল বিন্যাস: ধাঁধার ক্ষেত্র অনুপস্থিত
bo: ཡིག་ཆའི་རྣམ་གཞག་མི་ནོར: puzzles ཞིང་མེད།
ca: Format de fitxer no vàlid: falta el camp de trencaclosques
cs: Neplatný formát souboru: chybí pole hádanek
da: Ugyldigt filformat: manglende puslespilsfelt
el: Μη έγκυρη μορφή αρχείου: λείπει το πεδίο παζλ
es: Formato de archivo no válido: falta el campo de rompecabezas
et: Kehtetu failivorming: mõistatuste väli puudub
fa: فرمت فایل نامعتبر: فیلد پازل وجود ندارد
fr: Format de fichier invalide : champ de puzzles manquant
gu: અમાન્ય ફાઇલ ફોર્મેટ: કોયડાઓનું ક્ષેત્ર ખૂટે છે
he: פורמט קובץ לא חוקי: חסר שדה חידות
hi: अमान्य फ़ाइल स्वरूप: पहेलियाँ फ़ील्ड गायब है
hr: Nevažeći format datoteke: nedostaje polje za zagonetke
hu: Érvénytelen fájlformátum: hiányzik a puzzles mező
hy: Ֆայլի անվավեր ձևաչափ. հանելուկների դաշտը բացակայում է
id: Format file tidak valid: bidang teka-teki tidak ada
is: Ógilt skráarsnið: vantar þrautareit
it: Formato file non valido: campo puzzle mancante
ja: 無効なファイル形式: パズルフィールドがありません
km: ទម្រង់​ឯកសារ​មិន​ត្រឹមត្រូវ៖ បាត់​កន្លែង​ផ្គុំ​រូប
kn: ಅಮಾನ್ಯ ಫೈಲ್ ಫಾರ್ಮ್ಯಾಟ್: ಕಾಣೆಯಾದ ಪದಬಂಧ ಕ್ಷೇತ್ರ
lt: Neteisingas failo formatas: trūksta galvosūkių lauko
lv: Nederīgs faila formāts: trūkst mīklu lauka
mk: Неважечки формат на датотека: недостасува поле за загатки
ms: Format fail tidak sah: medan teka-teki hilang
nl: Ongeldig bestandsformaat: ontbrekend puzzelveld
pl: Nieprawidłowy format pliku: brak pola puzzli
pt: Formato de arquivo inválido: campo de quebra-cabeças ausente
ro: Format de fișier nevalid: câmpul puzzle-uri lipsește
ru: Неверный формат файла: отсутствует поле для головоломок.
si: වලංගු නොවන ගොනු ආකෘතිය: අතුරුදහන් වූ ප්‍රහේලිකා ක්ෂේත්‍රය
sk: Neplatný formát súboru: chýba pole hádaniek
sl: Neveljavna oblika datoteke: manjkajoče polje za uganke
sv: Ogiltigt filformat: pusselfält saknas
sw: Umbizo la faili si sahihi: uga wa mafumbo unakosekana
te: చెల్లని ఫైల్ ఫార్మాట్: పజిల్స్ ఫీల్డ్ లేదు
th: รูปแบบไฟล์ไม่ถูกต้อง: ช่องปริศนาหายไป
tr: Geçersiz dosya biçimi: bulmaca alanı eksik
uk: Недійсний формат файлу: відсутнє поле пазлів
ur: غلط فائل فارمیٹ: لاپتہ پہیلیاں فیلڈ
uz: Fayl formati noto‘g‘ri: jumboqlar maydoni yo‘q
zh: 无效的文件格式：缺少谜题字段
zh_hant: 無效的文件格式：缺少謎題字段
zu: Ifomethi yefayela engavumelekile: inkambu yendida engekho

# puzzleImportIncompatibleVersion
source: Incompatible file format version: {version} (expected {expected})
af: Onversoenbare lêerformaat weergawe: {version} (verwag {expected})
am: ተኳሃኝ ያልሆነ የፋይል ቅርጸት ስሪት፡ {version} (የተጠበቀው {expected})
ar: إصدار تنسيق الملف غير متوافق: {version} (المتوقع {expected})
az: Uyğun olmayan fayl formatı versiyası: {version} (gözlənilir {expected})
be: Версія несумяшчальнага фармату файла: {version} (чакаецца {expected})
bn: বেমানান ফাইল বিন্যাস সংস্করণ: {version} (প্রত্যাশিত {expected})
bo: ཡིག་ཆའི་རྣམ་གཞག་ཐོན་རིམ་མི་མཐུན: {version} (བསམ་ཡུལ {expected})
ca: Versió de format de fitxer incompatible: {version} (s'esperava {expected})
cs: Nekompatibilní verze formátu souboru: {version} (očekávaná verze {expected})
da: Inkompatibel filformatversion: {version} (forventet {expected})
el: Μη συμβατή έκδοση μορφής αρχείου: {version} (αναμενόμενο {expected})
es: Versión de formato de archivo incompatible: {version} (se espera {expected})
et: Ühildumatu failivormingu versioon: {version} (eeldatav {expected})
fa: نسخه فرمت فایل ناسازگار: {version} (مورد انتظار {expected})
fr: Version de format de fichier incompatible : {version} (attendu {expected})
gu: અસંગત ફાઇલ ફોર્મેટ સંસ્કરણ: {version} (અપેક્ષિત {expected})
he: גרסת פורמט קובץ לא תואמת: {version} (צפוי {expected})
hi: असंगत फ़ाइल स्वरूप संस्करण: {version} (अपेक्षित {expected})
hr: Nekompatibilna verzija formata datoteke: {version} (očekivano {expected})
hu: Nem kompatibilis fájlformátum-verzió: {version} (elvárt: {expected})
hy: Ֆայլի անհամատեղելի ձևաչափի տարբերակ՝ {version} (ակնկալվում է {expected})
id: Versi format file tidak kompatibel: {version} (diharapkan {expected})
is: Ósamrýmanleg útgáfa á skráarsniði: {version} (væntanleg {expected})
it: Versione formato file incompatibile: {version} (previsto {expected})
ja: 互換性のないファイル形式のバージョン: {version} ({expected} が予想されます)
km: កំណែទម្រង់ឯកសារមិនត្រូវគ្នា៖ {version} (រំពឹងទុក {expected})
kn: ಹೊಂದಾಣಿಕೆಯಾಗದ ಫೈಲ್ ಫಾರ್ಮ್ಯಾಟ್ ಆವೃತ್ತಿ: {version} (ನಿರೀಕ್ಷಿತ {expected})
lt: Nesuderinama failo formato versija: {version} (tikimasi {expected})
lv: Nesaderīga faila formāta versija: {version} (paredzams {expected})
mk: Некомпатибилна верзија на формат на датотека: {version} (се очекува {expected})
ms: Versi format fail tidak serasi: {version} (dijangka {expected})
nl: Incompatibele versie van bestandsformaat: {version} (verwacht {expected})
pl: Niekompatybilna wersja formatu pliku: {version} (oczekiwano {expected})
pt: Versão de formato de arquivo incompatível: {version} (esperado {expected})
ro: Versiune de format de fișier incompatibilă: {version} (așteptată {expected})
ru: Несовместимая версия формата файла: {version} (ожидается {expected})
si: නොගැලපෙන ගොනු ආකෘති අනුවාදය: {version} (අපේක්ෂිත {expected})
sk: Nekompatibilná verzia formátu súboru: {version} (očakávaná {expected})
sl: Nezdružljiva različica zapisa datoteke: {version} (pričakovano {expected})
sv: Inkompatibel filformatversion: {version} (förväntad {expected})
sw: Toleo la umbizo la faili lisilooana: {version} (inatarajiwa {expected})
te: అననుకూల ఫైల్ ఫార్మాట్ వెర్షన్: {version} (అంచనా {expected})
th: เวอร์ชันรูปแบบไฟล์ที่เข้ากันไม่ได้: {version} (คาดหวัง {expected})
tr: Uyumsuz dosya biçimi sürümü: {version} (beklenen {expected})
uk: Несумісна версія формату файлу: {version} (очікується {expected})
ur: متضاد فائل فارمیٹ ورژن: __ph0__ (متوقع __ph1__)
uz: Mos kelmaydigan fayl formati versiyasi: {version} (kutilayotgan {expected})
zh: 不兼容的文件格式版本：{version}（期望 {expected}）
zh_hant: 不兼容的文件格式版本：{version}（預期為 {expected}）
zu: Inguqulo yefomethi yefayela engahambelani: {version} (ilindelwe {expected})

# puzzleImportInvalidFen
source: Puzzle {index} ("{title}") has invalid FEN format
af: Legkaart {index} ("{title}") het ongeldige FEN-formaat
am: እንቆቅልሽ {index} ("{title}") ልክ ያልሆነ የFEN ቅርጸት አለው።
ar: اللغز {index} ("{title}") له تنسيق FEN غير صالح
az: Puzzle {index} ("{title}") yanlış FEN formatına malikdir
be: Галаваломка {index} ("{title}") мае няправільны фармат FEN
bn: ধাঁধা {index} ("{title}")-এর FEN ফরম্যাট অবৈধ
bo: གསང་བརྟག {index} ("{title}") ལ་ FEN རྣམ་གཞག་མི་ནོར།
ca: El format FEN del trencaclosques {index} ("{title}") no és vàlid
cs: Puzzle {index} ("{title}") má neplatný formát FEN
da: Puslespil {index} ("{title}") har ugyldigt FEN-format
el: Το παζλ {index} ("{title}") έχει μη έγκυρη μορφή FEN
es: El rompecabezas {index} ("{title}") tiene un formato FEN no válido
et: Pusle {index} ("{title}") on kehtetu FEN-vorminguga
fa: پازل {index} ("{title}") دارای قالب FEN نامعتبر است
fr: Le format FEN du puzzle {index} ("{title}") est invalide.
gu: પઝલ {index} ("{title}") અમાન્ય FEN ફોર્મેટ ધરાવે છે
he: לפאזל {index} ("{title}") יש פורמט FEN לא חוקי
hi: पहेली {index} ("{title}") में अमान्य FEN प्रारूप है
hr: Slagalica {index} ("{title}") ima nevažeći FEN format
hu: A(z) {index}. feladvány ("{title}") FEN formátuma érvénytelen
hy: Puzzle {index} ("{title}") ունի անվավեր FEN ձևաչափ
id: Puzzle {index} ("{title}") memiliki format FEN yang tidak valid
is: Þraut {index} ("{title}") hefur ógilt FEN snið
it: Il puzzle {index} ("{title}") ha un formato FEN non valido
ja: パズル {index} (「{title}」) には無効な FEN 形式があります
km: រូបផ្គុំ {index} ("{title}") មានទម្រង់ FEN មិនត្រឹមត្រូវ
kn: ಒಗಟು {index} ("{title}") ಅಮಾನ್ಯವಾದ FEN ಸ್ವರೂಪವನ್ನು ಹೊಂದಿದೆ
lt: Dėlionės {index} ("{title}") FEN formatas netinkamas
lv: Mīklai {index} ("{title}") ir nederīgs FEN formāts
mk: Сложувалката {index} („{title}“) има неважечки FEN формат
ms: Teka-teki {index} ("{title}") mempunyai format FEN tidak sah
nl: Puzzel {index} ("{title}") heeft een ongeldig FEN-formaat
pl: Układanka {index} („{title}”) ma nieprawidłowy format FEN
pt: O quebra-cabeça {index} ("{title}") tem formato FEN inválido
ro: Puzzle {index} ("{title}") are format FEN nevalid
ru: Головоломка {index} («{title}») имеет неверный формат FEN.
si: ප්‍රහේලිකාව {index} ("{title}") වලංගු නොවන FEN ආකෘතියක් ඇත
sk: Puzzle {index} ("{title}") má neplatný formát FEN
sl: Uganka {index} ("{title}") ima neveljavno obliko FEN
sv: Pussel {index} ("{title}") har ogiltigt FEN-format
sw: Fumbo {index} ("{title}") ina umbizo batili la FEN
te: పజిల్ {index} ("{title}") చెల్లని FEN ఆకృతిని కలిగి ఉంది
th: ปริศนา {index} ("{title}") มีรูปแบบ FEN ที่ไม่ถูกต้อง
tr: Bulmaca {index} ("{title}") geçersiz FEN formatına sahip
uk: Головоломка {index} ("{title}") має недійсний формат FEN
ur: پہیلی __ph0__ ("__ph1__") میں غلط فین فارمیٹ ہے
uz: Puzzle {index} ("{title}") FEN formati yaroqsiz
zh: 谜题 {index}（"{title}"）的 FEN 格式无效
zh_hant: 謎題 {index} ("{title}") 的 FEN 格式無效
zu: Indida {index} ("{title}") inefomethi ye-FEN engavumelekile

# puzzleImportRuleMismatchWarning
source: Puzzle {index} ("{title}") uses different rules: {puzzleRules} (current: {currentRules}). This puzzle may not work correctly with your current settings.
af: Legkaart {index} ("{title}") gebruik verskillende reëls: {puzzleRules} (huidig: {currentRules}).Hierdie legkaart werk dalk nie reg met jou huidige instellings nie.
am: እንቆቅልሽ {index} ("{title}") የተለያዩ ደንቦችን ይጠቀማል፡ {puzzleRules} (የአሁኑ፡ {currentRules})።ይህ እንቆቅልሽ አሁን ካሉት ቅንብሮችዎ ጋር በትክክል ላይሰራ ይችላል።
ar: يستخدم اللغز {index} ("{title}") قواعد مختلفة: {puzzleRules} (الحالي: {currentRules}).قد لا يعمل هذا اللغز بشكل صحيح مع إعداداتك الحالية.
az: Puzzle {index} ("{title}") müxtəlif qaydalardan istifadə edir: {puzzleRules} (cari: {currentRules}).Bu tapmaca cari parametrlərinizlə düzgün işləməyə bilər.
be: Галаваломка {index} ("{title}") выкарыстоўвае іншыя правілы: {puzzleRules} (бягучае: {currentRules}).Гэтая галаваломка можа працаваць некарэктна з вашымі бягучымі наладамі.
bn: ধাঁধা {index} ("{title}") বিভিন্ন নিয়ম ব্যবহার করে: {puzzleRules} (বর্তমান: {currentRules})।এই ধাঁধা আপনার বর্তমান সেটিংসের সাথে সঠিকভাবে কাজ নাও করতে পারে।
bo: གསང་བརྟག {index} ("{title}") ལ་སྒྲིག་གཞི་མི་གཅིག: {puzzleRules} (ད་ལྟ: {currentRules})། འདི་ཁྱེད་ཀྱི་ད་ལྟའི་སྒྲིག་གཞིའི་ཐོག་ལ་ཡག་པོ་ལས་མི་ཐུབ།
ca: Trencaclosques {index} ("{title}") utilitza diferents regles: {puzzleRules} (actual: {currentRules}).És possible que aquest trencaclosques no funcioni correctament amb la vostra configuració actual.
cs: Puzzle {index} ("{title}") používá jiná pravidla: {puzzleRules} (aktuální: {currentRules}).Tato hádanka nemusí správně fungovat s vaším aktuálním nastavením.
da: Puslespil {index} ("{title}") bruger forskellige regler: {puzzleRules} (nuværende: {currentRules}).Dette puslespil fungerer muligvis ikke korrekt med dine nuværende indstillinger.
el: Το παζλ {index} ("{title}") χρησιμοποιεί διαφορετικούς κανόνες: {puzzleRules} (τρέχον: {currentRules}).Αυτό το παζλ ενδέχεται να μην λειτουργεί σωστά με τις τρέχουσες ρυθμίσεις σας.
es: El rompecabezas {index} ("{title}") usa reglas diferentes: {puzzleRules} (actual: {currentRules}).Es posible que este rompecabezas no funcione correctamente con su configuración actual.
et: Pusle {index} ("{title}") kasutab erinevaid reegleid: {puzzleRules} (praegune: {currentRules}).See pusle ei pruugi teie praeguste seadetega õigesti töötada.
fa: پازل {index} ("{title}") از قوانین مختلفی استفاده می کند: {puzzleRules} (جاری: {currentRules}).ممکن است این پازل با تنظیمات فعلی شما درست کار نکند.
fr: Le puzzle {index} ("{title}") utilise des règles différentes : {puzzleRules} (actuel : {currentRules}).Ce puzzle peut ne pas fonctionner correctement avec vos paramètres actuels.
gu: કોયડો {index} ("{title}") વિવિધ નિયમોનો ઉપયોગ કરે છે: {puzzleRules} (વર્તમાન: {currentRules}).આ પઝલ તમારી વર્તમાન સેટિંગ્સ સાથે યોગ્ય રીતે કામ કરી શકશે નહીં.
he: פאזל {index} ("{title}") משתמש בחוקים שונים: {puzzleRules} (נוכחי: {currentRules}).ייתכן שהפאזל הזה לא יעבוד כראוי עם ההגדרות הנוכחיות שלך.
hi: पहेली {index} ("{title}") विभिन्न नियमों का उपयोग करती है: {puzzleRules} (वर्तमान: {currentRules})।हो सकता है कि यह पहेली आपकी वर्तमान सेटिंग्स के साथ ठीक से काम न करे।
hr: Slagalica {index} ("{title}") koristi različita pravila: {puzzleRules} (trenutno: {currentRules}).Ova zagonetka možda neće ispravno raditi s vašim trenutnim postavkama.
hu: A(z) {index}. feladvány ("{title}") eltérő szabályokat használ: {puzzleRules} (jelenlegi: {currentRules}). Ez a feladvány nem biztos, hogy megfelelően működik a jelenlegi beállításaid mellett.
hy: Puzzle {index} ("{title}") օգտագործում է տարբեր կանոններ՝ {puzzleRules} (ընթացիկ՝ {currentRules}):Այս փազլը կարող է ճիշտ չաշխատել ձեր ընթացիկ կարգավորումների հետ:
id: Puzzle {index} ("{title}") menggunakan aturan berbeda: {puzzleRules} (saat ini: {currentRules}).Teka-teki ini mungkin tidak berfungsi dengan benar dengan pengaturan Anda saat ini.
is: Þraut {index} ("{title}") notar mismunandi reglur: {puzzleRules} (núverandi: {currentRules}).Hugsanlega virkar þessi þraut ekki rétt með núverandi stillingum þínum.
it: Il puzzle {index} ("{title}") utilizza regole diverse: {puzzleRules} (attuale: {currentRules}).Questo puzzle potrebbe non funzionare correttamente con le tue impostazioni attuali.
ja: パズル {index} (「{title}」) では、別のルール: {puzzleRules} (現在: {currentRules}) が使用されます。このパズルは現在の設定では正しく動作しない可能性があります。
km: ល្បែងផ្គុំរូប {index} ("{title}") ប្រើច្បាប់ផ្សេងៗគ្នា៖ {puzzleRules} (បច្ចុប្បន្ន៖ {currentRules})។ល្បែងផ្គុំរូបនេះអាចដំណើរការមិនត្រឹមត្រូវជាមួយការកំណត់បច្ចុប្បន្នរបស់អ្នក។
kn: ಒಗಟು {index} ("{title}") ವಿಭಿನ್ನ ನಿಯಮಗಳನ್ನು ಬಳಸುತ್ತದೆ: {puzzleRules} (ಪ್ರಸ್ತುತ: {currentRules}).ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಸೆಟ್ಟಿಂಗ್‌ಗಳೊಂದಿಗೆ ಈ ಒಗಟು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸದೇ ಇರಬಹುದು.
lt: Dėlionėje {index} ("{title}") naudojamos skirtingos taisyklės: {puzzleRules} (dabartinė: {currentRules}).Šis galvosūkis gali tinkamai neveikti naudojant dabartinius nustatymus.
lv: Puzlē {index} ("{title}") tiek izmantoti dažādi noteikumi: {puzzleRules} (pašreizējais: {currentRules}).Šī mīkla var nedarboties pareizi ar jūsu pašreizējiem iestatījumiem.
mk: Загатка {index} („{title}“) користи различни правила: {puzzleRules} (тековно: {currentRules}).Оваа загатка може да не работи правилно со вашите тековни поставки.
ms: Teka-teki {index} ("{title}") menggunakan peraturan yang berbeza: {puzzleRules} (semasa: {currentRules}).Teka-teki ini mungkin tidak berfungsi dengan betul dengan tetapan semasa anda.
nl: Puzzel {index} ("{title}") gebruikt verschillende regels: {puzzleRules} (huidig: {currentRules}).Deze puzzel werkt mogelijk niet correct met uw huidige instellingen.
pl: Układanka {index} („{title}”) wykorzystuje inne zasady: {puzzleRules} (obecnie: {currentRules}).Ta łamigłówka może nie działać poprawnie przy bieżących ustawieniach.
pt: O quebra-cabeça {index} ("{title}") usa regras diferentes: {puzzleRules} (atual: {currentRules}).Este quebra-cabeça pode não funcionar corretamente com as configurações atuais.
ro: Puzzle {index} ("{title}") folosește reguli diferite: {puzzleRules} (actual: {currentRules}).Este posibil ca acest puzzle să nu funcționeze corect cu setările dvs. actuale.
ru: В головоломке {index} («{title}») используются другие правила: {puzzleRules} (текущий: {currentRules}).Эта головоломка может работать неправильно с вашими текущими настройками.
si: ප්‍රහේලිකාව {index} ("{title}") විවිධ නීති භාවිතා කරයි: {puzzleRules} (වත්මන්: {currentRules}).මෙම ප්‍රහේලිකාව ඔබගේ වත්මන් සැකසුම් සමඟ නිවැරදිව ක්‍රියා නොකරනු ඇත.
sk: Puzzle {index} ("{title}") používa iné pravidlá: {puzzleRules} (aktuálne: {currentRules}).Táto hádanka nemusí správne fungovať s vašimi aktuálnymi nastaveniami.
sl: Uganka {index} ("{title}") uporablja drugačna pravila: {puzzleRules} (trenutno: {currentRules}).Ta uganka morda ne bo delovala pravilno z vašimi trenutnimi nastavitvami.
sv: Pussel {index} ("{title}") använder olika regler: {puzzleRules} (nuvarande: {currentRules}).Det här pusslet kanske inte fungerar korrekt med dina nuvarande inställningar.
sw: Fumbo {index} ("{title}") hutumia sheria tofauti: {puzzleRules} (za sasa: {currentRules}).Kitendawili hiki kinaweza kisifanye kazi ipasavyo na mipangilio yako ya sasa.
te: పజిల్ {index} ("{title}") విభిన్న నియమాలను ఉపయోగిస్తుంది: {puzzleRules} (ప్రస్తుతం: {currentRules}).ఈ పజిల్ మీ ప్రస్తుత సెట్టింగ్‌లతో సరిగ్గా పని చేయకపోవచ్చు.
th: ปริศนา {index} ("{title}") ใช้กฎที่แตกต่างกัน: {puzzleRules} (ปัจจุบัน: {currentRules})ปริศนานี้อาจทำงานไม่ถูกต้องกับการตั้งค่าปัจจุบันของคุณ
tr: Bulmaca {index} ("{title}") farklı kurallar kullanır: {puzzleRules} (şu anki: {currentRules}).Bu bulmaca mevcut ayarlarınızla düzgün çalışmayabilir.
uk: Головоломка {index} ("{title}") використовує інші правила: {puzzleRules} (поточні: {currentRules}).Ця головоломка може не працювати належним чином із вашими поточними налаштуваннями.
ur: پہیلی __ph0__ ("__ph1__") مختلف قواعد استعمال کرتا ہے: __ph2__ (موجودہ: __ph3__)۔یہ پہیلی آپ کی موجودہ ترتیبات کے ساتھ صحیح طریقے سے کام نہیں کرسکتا ہے۔
uz: Puzzle {index} ("{title}") turli qoidalardan foydalanadi: {puzzleRules} (hozirgi: {currentRules}).Bu jumboq joriy sozlamalaringiz bilan to‘g‘ri ishlamasligi mumkin.
zh: 谜题 {index}（"{title}"）使用不同的规则：{puzzleRules}（当前：{currentRules}）。此谜题可能无法在您当前的设置下正常工作。
zh_hant: 謎題 {index}（"{title}"）使用不同的規則：{puzzleRules}（目前：{currentRules}）。此謎題可能無法在您目前的設定下正常運作。
zu: Indida {index} ("{title}") isebenzisa imithetho ehlukile: {puzzleRules} (yamanje: {currentRules}).Le puzzle ingase ingasebenzi kahle nezilungiselelo zakho zamanje.

# puzzleImportParseFailed
source: Failed to parse puzzle {index}: {error}
af: Kon nie legkaart {index} ontleed nie: {error}
am: እንቆቅልሹን መተንተን አልተሳካም {index}: {error}
ar: فشل تحليل اللغز {index}: {error}
az: {index} tapmacasını təhlil etmək alınmadı: {error}
be: Не ўдалося разабраць галаваломку {index}: {error}
bn: ধাঁধা পার্স করতে ব্যর্থ হয়েছে {index}: {error}
bo: གསང་བརྟག {index} དཔྱད་འབྱེད་མི་ཐུབ: {error}
ca: No s'ha pogut analitzar el trencaclosques {index}: {error}
cs: Nepodařilo se analyzovat hádanku {index}: {error}
da: Kunne ikke parse puslespil {index}: {error}
el: Απέτυχε η ανάλυση του παζλ {index}: {error}
es: No se pudo analizar el rompecabezas {index}: {error}
et: Pusle {index} sõelumine ebaõnnestus: {error}
fa: تجزیه پازل {index} انجام نشد: {error}
fr: Échec de l'analyse du puzzle {index} : {error}
gu: પઝલ {index}: {error} વિશ્લેષિત કરવામાં નિષ્ફળ
he: ניתוח הפאזל {index} נכשל: {error}
hi: पहेली को पार्स करने में विफल {index}: {error}
hr: Nije uspjelo raščlanjivanje zagonetke {index}: {error}
hu: Nem sikerült feldolgozni a(z) {index}. feladványt: {error}
hy: Չհաջողվեց վերլուծել {index} հանելուկը՝ {error}
id: Gagal menguraikan teka-teki {index}: {error}
is: Mistókst að flokka þraut {index}: {error}
it: Impossibile analizzare il puzzle {index}: {error}
ja: パズル {index}: {error} の解析に失敗しました
km: បរាជ័យក្នុងការញែកល្បែងផ្គុំរូប {index}៖ {error}
kn: ಪಝಲ್ ಅನ್ನು ಪಾರ್ಸ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ {index}: {error}
lt: Nepavyko išanalizuoti galvosūkio {index}: {error}
lv: Neizdevās parsēt mīklu {index}: {error}
mk: Не успеа да се анализира сложувалката {index}: {error}
ms: Gagal menghuraikan teka-teki {index}: {error}
nl: Kan puzzel {index} niet analyseren: {error}
pl: Nie udało się przeanalizować układanki {index}: {error}
pt: Falha ao analisar o quebra-cabeça {index}: {error}
ro: Nu s-a putut analiza puzzle-ul {index}: {error}
ru: Не удалось разобрать головоломку {index}: {error}.
si: ප්‍රහේලිකාව විග්‍රහ කිරීමට අසමත් විය {index}: {error}
sk: Nepodarilo sa analyzovať hádanku {index}: {error}
sl: Uganke {index} ni bilo mogoče razčleniti: {error}
sv: Det gick inte att analysera pussel {index}: {error}
sw: Imeshindwa kuchanganua fumbo {index}: {error}
te: పజిల్ {index}: {error}ని అన్వయించడంలో విఫలమైంది
th: ไม่สามารถแยกวิเคราะห์ปริศนา {index}: {error}
tr: {index} bulmacası ayrıştırılamadı: {error}
uk: Не вдалося розібрати головоломку {index}: {error}
ur: پہیلی کو پارس کرنے میں ناکام __ph0__: __ph1__
uz: {index} boshqotirmasini tahlil qilib bo‘lmadi: {error}
zh: 解析谜题 {index} 失败：{error}
zh_hant: 無法解析謎題 {index}：{error}
zu: Yehlulekile ukuncozulula indida {index}: {error}
