Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleStreakNewRecord
source: New Record!
af: Nuwe rekord!
am: አዲስ መዝገብ!
ar: رقم قياسي جديد!
az: Yeni Rekord!
be: Новы запіс!
bn: নতুন রেকর্ড!
bo: ཐོ་འགོད་གསར་པ!
ca: Nou rècord!
cs: Nový rekord!
da: Ny rekord!
de: Neuer Rekord!
el: Νέο ρεκόρ!
es: ¡Nuevo récord!
et: Uus rekord!
fa: رکورد جدید!
fr: Nouveau disque !
gu: નવો રેકોર્ડ!
he: שיא חדש!
hi: नया रिकॉर्ड!
hr: Novi rekord!
hu: Új rekord!
hy: Նոր ռեկորդ
id: Rekor Baru!
is: Nýtt met!
it: Nuovo record!
ja: 新記録！
km: កំណត់ត្រាថ្មី!
kn: ಹೊಸ ದಾಖಲೆ!
ko: 신기록!
lt: Naujas rekordas!
lv: Jauns rekords!
mk: Нов рекорд!
ms: Rekod Baru!
nl: Nieuw record!
pl: Nowy rekord!
pt: Novo recorde!
ro: Record nou!
ru: Новый рекорд!
si: නව වාර්තාවක්!
sk: Nový rekord!
sl: Nov zapis!
sv: Nytt rekord!
sw: Rekodi Mpya!
te: కొత్త రికార్డు!
th: สถิติใหม่!
tr: Yeni Rekor!
uk: Новий рекорд!
ur: نیا ریکارڈ!
uz: Yangi rekord!
zh: 新记录！
zh_hant: 新紀錄！
zu: Irekhodi elisha!

# puzzleStreakFinalScore
source: Final Score
af: Finale telling
am: የመጨረሻ ነጥብ
ar: النتيجة النهائية
az: Yekun hesab
be: Канчатковы бал
bn: ফাইনাল স্কোর
bo: མཇུག་གི་གྲངས་ཐོ།
ca: Puntuació final
cs: Konečné skóre
da: Slutresultat
de: Endergebnis
el: Τελική βαθμολογία
es: Puntuación final
et: Lõppskoor
fa: امتیاز نهایی
fr: Score final
gu: અંતિમ સ્કોર
he: ציון סופי
hi: अंतिम स्कोर
hr: Konačni rezultat
hu: Végső pontszám
hy: Վերջնական հաշիվը
id: Skor Akhir
is: Lokastig
it: Punteggio finale
ja: 最終スコア
km: ពិន្ទុចុងក្រោយ
kn: ಅಂತಿಮ ಅಂಕ
ko: 최종 점수
lt: Galutinis rezultatas
lv: Galīgais rezultāts
mk: Краен резултат
ms: Skor Akhir
nl: Eindscore
pl: Wynik końcowy
pt: Pontuação Final
ro: Scor final
ru: Окончательный счет
si: අවසාන ලකුණු
sk: Konečné skóre
sl: Končni rezultat
sv: Slutresultat
sw: Alama ya Mwisho
te: చివరి స్కోరు
th: คะแนนสุดท้าย
tr: Nihai Puan
uk: Остаточний рахунок
ur: آخری اسکور
uz: Yakuniy ball
zh: 最终分数
zh_hant: 最終成績
zu: Umphumela wokugcina

# puzzleStreakTryAgain
source: Try Again
af: Probeer weer
am: እንደገና ይሞክሩ
ar: حاول مرة أخرى
az: Yenidən cəhd edin
be: Паспрабуйце яшчэ раз
bn: আবার চেষ্টা করুন
bo: ཡང་བསྐྱར་ཚོད་ལྟ།
ca: Torna-ho a provar
cs: Zkuste to znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Inténtalo de nuevo
et: Proovige uuesti
fa: دوباره امتحان کنید
fr: Réessayez
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: पुनः प्रयास करें
hr: Pokušajte ponovno
hu: Próbáld újra
hy: Կրկին փորձեք
id: Coba Lagi
is: Reyndu aftur
it: Riprova
ja: もう一度試してください
km: ព្យាយាមម្តងទៀត
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도
lt: Bandyk dar kartą
lv: Mēģiniet vēlreiz
mk: Обидете се повторно
ms: Cuba Lagi
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Попробуйте еще раз
si: නැවත උත්සාහ කරන්න
sk: Skúste znova
sl: Poskusi znova
sv: Försök igen
sw: Jaribu Tena
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar Deneyin
uk: Спробуйте знову
ur: دوبارہ کوشش کریں
uz: Qayta urinib ko'ring
zh: 再试一次
zh_hant: 再試一次
zu: Zama Futhi

# puzzleStreakQuitConfirm
source: Are you sure you want to quit? Your streak will be lost.
af: Is jy seker jy wil ophou?Jou streep sal verlore gaan.
am: እርግጠኛ ነዎት ማቆም ይፈልጋሉ?የእርሶ መስመር ይጠፋል።
ar: هل أنت متأكد أنك تريد الإقلاع عن التدخين؟سيتم فقدان خطك.
az: Çıxmaq istədiyinizə əminsiniz?Sizin zolaq itiriləcək.
be: Вы ўпэўнены, што хочаце кінуць?Ваша серыя будзе страчана.
bn: আপনি কি নিশ্চিত আপনি প্রস্থান করতে চান?আপনার স্ট্রিক হারিয়ে যাবে.
bo: ཐོན་རྒྱུ་ཡིན་པ་གཏན་ཁེལ་ལམ། མཐུད་རྒྱུན་བརླག་འགྱུར།
ca: Estàs segur que vols deixar-ho?La teva ratxa es perdrà.
cs: Opravdu chcete skončit?Váš pruh bude ztracen.
da: Er du sikker på, at du vil stoppe?Din streak vil gå tabt.
de: Möchten Sie wirklich beenden? Ihre Serie geht verloren.
el: Είστε σίγουροι ότι θέλετε να σταματήσετε;Το σερί σου θα χαθεί.
es: ¿Estás seguro de que quieres dejar de fumar?Tu racha se perderá.
et: Kas olete kindel, et soovite lõpetada?Teie jada läheb kaotsi.
fa: آیا مطمئن هستید که می خواهید ترک کنید؟خط شما از بین خواهد رفت.
fr: Êtes-vous sûr de vouloir arrêter ?Votre séquence sera perdue.
gu: શું તમે ખરેખર છોડવા માંગો છો?તમારો દોર ખોવાઈ જશે.
he: האם אתה בטוח שאתה רוצה להפסיק?הרצף שלך יאבד.
hi: क्या आप वाकई छोड़ना चाहते हैं?आपकी लकीर खो जाएगी.
hr: Jeste li sigurni da želite odustati?Vaš će niz biti izgubljen.
hu: Biztosan kilépsz? A sorozatod el fog veszni.
hy: Վստա՞հ եք, որ ցանկանում եք հեռանալ:Ձեր շարանը կկորչի:
id: Apakah Anda yakin ingin berhenti?Pukulanmu akan hilang.
is: Ertu viss um að þú viljir hætta?Rúnin þín tapast.
it: Sei sicuro di voler uscire?La tua serie di vittorie andrà persa.
ja: 本当に辞めてもよろしいですか？連勝記録は失われます。
km: តើអ្នកប្រាកដថាអ្នកចង់ចាកចេញទេ?វគ្គរបស់អ្នកនឹងត្រូវបាត់បង់។
kn: ನೀವು ತೊರೆಯಲು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?ನಿಮ್ಮ ಗೆರೆ ಕಳೆದು ಹೋಗುತ್ತದೆ.
ko: 종료하시겠습니까? 연속 기록이 손실됩니다.
lt: Ar tikrai norite mesti?Jūsų serija bus prarasta.
lv: Vai tiešām vēlaties atmest?Jūsu sērija tiks zaudēta.
mk: Дали сте сигурни дека сакате да се откажете?Вашата низа ќе биде изгубена.
ms: Adakah anda pasti mahu berhenti?coretan anda akan hilang.
nl: Weet je zeker dat je wilt stoppen?Je streak zal verloren gaan.
pl: Czy na pewno chcesz zrezygnować?Twoja passa zostanie utracona.
pt: Tem certeza de que deseja desistir?Sua seqüência será perdida.
ro: Ești sigur că vrei să renunți?Drumul tău se va pierde.
ru: Вы уверены, что хотите выйти?Ваша серия будет потеряна.
si: ඔබට ඉවත් වීමට අවශ්‍ය බව විශ්වාසද?ඔබේ ඉරි නැති වනු ඇත.
sk: Naozaj chcete skončiť?Vaša séria sa stratí.
sl: Ste prepričani, da želite odnehati?Vaš niz bo izgubljen.
sv: Är du säker på att du vill sluta?Din rad kommer att gå förlorad.
sw: Je, una uhakika unataka kuacha?Mfululizo wako utapotea.
te: మీరు ఖచ్చితంగా నిష్క్రమించాలనుకుంటున్నారా?మీ పరంపర పోతుంది.
th: คุณแน่ใจหรือว่าต้องการเลิก?แนวของคุณจะหายไป
tr: Vazgeçmek istediğinden emin misin?Seriniz kaybolacak.
uk: Ви впевнені, що хочете вийти?Ваша серія буде втрачена.
ur: کیا آپ واقعی چھوڑنا چاہتے ہیں؟آپ کا سلسلہ ختم ہوجائے گا۔
uz: Chiqishni xohlayotganingizga ishonchingiz komilmi?Sizning chiziqingiz yo'qoladi.
zh: 确定要退出吗？您的连续记录将丢失。
zh_hant: 您確定要退出嗎？你的連勝將會消失。
zu: Uqinisekile ukuthi ufuna ukuyeka?Ukulandelana kwakho kuzolahleka.

# puzzleHistory
source: History
af: Geskiedenis
am: ታሪክ
ar: التاريخ
az: Tarix
be: Гісторыя
bn: ইতিহাস
bo: ལོ་རྒྱུས།
ca: Història
cs: Historie
da: Historie
de: Verlauf
el: Ιστορία
es: Historia
et: Ajalugu
fa: تاریخچه
fr: Histoire
gu: ઈતિહાસ
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Előzmények
hy: Պատմություն
id: Sejarah
is: Saga
it: Storia
ja: 歴史
km: ប្រវត្តិសាស្ត្រ
kn: ಇತಿಹಾಸ
ko: 기록
lt: Istorija
lv: Vēsture
mk: Историја
ms: Sejarah
nl: Geschiedenis
pl: Historia
pt: História
ro: istorie
ru: История
si: ඉතිහාසය
sk: História
sl: Zgodovina
sv: Historia
sw: Historia
te: చరిత్ర
th: ประวัติศาสตร์
tr: Tarih
uk: історія
ur: تاریخ
uz: Tarix
zh: 历史记录
zh_hant: 歷史
zu: Umlando

# puzzleHistoryDesc
source: View your puzzle attempts
af: Kyk na jou legkaartpogings
am: የእርስዎን የእንቆቅልሽ ሙከራዎች ይመልከቱ
ar: عرض محاولات اللغز الخاص بك
az: Puzzle cəhdlərinizə baxın
be: Праглядзіце свае спробы галаваломкі
bn: আপনার ধাঁধা প্রচেষ্টা দেখুন
bo: གསང་བརྟག་ཚོད་ལྟ་ལྟ།
ca: Veure els teus intents de trencaclosques
cs: Podívejte se na své pokusy o puzzle
da: Se dine puslespilsforsøg
de: Zeige deine Rätselversuche
el: Δείτε τις προσπάθειες σας για παζλ
es: Ver tus intentos de rompecabezas
et: Vaadake oma mõistatuskatseid
fa: تلاش های پازل خود را مشاهده کنید
fr: Afficher vos tentatives de puzzle
gu: તમારા પઝલ પ્રયાસો જુઓ
he: הצג את ניסיונות הפאזל שלך
hi: अपने पहेली प्रयास देखें
hr: Pogledajte svoje pokušaje slaganja slagalice
hu: Nézd meg a feladvány-próbálkozásaidat
hy: Դիտեք ձեր գլուխկոտրուկների փորձերը
id: Lihat upaya teka-teki Anda
is: Skoðaðu þrautatilraunir þínar
it: Visualizza i tuoi tentativi di puzzle
ja: パズルの挑戦を表示する
km: មើលការព្យាយាមផ្ដុំរូបរបស់អ្នក។
kn: ನಿಮ್ಮ ಒಗಟು ಪ್ರಯತ್ನಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ko: 퍼즐 시도 기록 보기
lt: Peržiūrėkite savo galvosūkių bandymus
lv: Skatiet savus mīklu mēģinājumus
mk: Погледнете ги вашите обиди за загатка
ms: Lihat percubaan teka-teki anda
nl: Bekijk je puzzelpogingen
pl: Zobacz swoje próby układania puzzli
pt: Veja suas tentativas de quebra-cabeça
ro: Vizualizați încercările dvs. de puzzle
ru: Просмотрите свои попытки головоломки
si: ඔබගේ ප්‍රහේලිකා උත්සාහයන් බලන්න
sk: Pozrite si svoje pokusy o puzzle
sl: Oglejte si svoje poskuse uganke
sv: Se dina pusselförsök
sw: Tazama majaribio yako ya fumbo
te: మీ పజిల్ ప్రయత్నాలను వీక్షించండి
th: ดูความพยายามไขปริศนาของคุณ
tr: Bulmaca denemelerinizi görüntüleyin
uk: Перегляньте свої спроби скласти головоломку
ur: اپنی پہیلی کی کوششوں کو دیکھیں
uz: Boshqotirma urinishlaringizni ko‘ring
zh: 查看谜题尝试记录
zh_hant: 查看您的謎題嘗試
zu: Buka imizamo yakho yendida

# puzzleHistoryEmpty
source: No Puzzle History
af: Geen legkaartgeskiedenis nie
am: የእንቆቅልሽ ታሪክ የለም።
ar: لا يوجد تاريخ اللغز
az: Puzzle Tarixi yoxdur
be: Няма гісторыі галаваломак
bn: কোনো ধাঁধার ইতিহাস নেই
bo: གསང་བརྟག་ལོ་རྒྱུས་མེད།
ca: Sense història de trencaclosques
cs: Žádná historie hádanek
da: Ingen puslespilshistorie
de: Kein Rätselverlauf
el: Χωρίς ιστορία παζλ
es: Sin historial de rompecabezas
et: Mõistatuste ajalugu pole
fa: بدون تاریخچه پازل
fr: Pas d'historique de puzzle
gu: કોઈ પઝલ ઇતિહાસ નથી
he: אין היסטוריית פאזלים
hi: कोई पहेली इतिहास नहीं
hr: Nema povijesti zagonetki
hu: Nincs előzmény
hy: Փազլների պատմություն չկա
id: Tidak Ada Sejarah Teka-teki
is: Engin þrautasaga
it: Nessuna cronologia degli enigmi
ja: パズル履歴なし
km: មិនមានប្រវត្តិរូបផ្គុំទេ។
kn: ಒಗಟು ಇತಿಹಾಸವಿಲ್ಲ
ko: 퍼즐 기록 없음
lt: Nėra galvosūkių istorijos
lv: Nav mīklu vēstures
mk: Нема историја на загатки
ms: Tiada Sejarah Teka-teki
nl: Geen puzzelgeschiedenis
pl: Brak historii puzzli
pt: Sem histórico de quebra-cabeças
ro: Fără istoric de puzzle
ru: Нет истории головоломок
si: ප්‍රහේලිකා ඉතිහාසයක් නැත
sk: Bez histórie hádaniek
sl: Ni zgodovine ugank
sv: Ingen pusselhistorik
sw: Hakuna Historia ya Mafumbo
te: పజిల్ చరిత్ర లేదు
th: ไม่มีประวัติปริศนา
tr: Bulmaca Geçmişi Yok
uk: Немає історії головоломок
ur: کوئی پہیلی کی تاریخ نہیں ہے
uz: Puzzle tarixi yo'q
zh: 暂无谜题历史
zh_hant: 沒有謎題歷史
zu: Awukho Umlando Wendida

# puzzleHistoryEmptyHint
source: Start solving puzzles to see your history here
af: Begin raaisels oplos om jou geskiedenis hier te sien
am: ታሪክህን እዚህ ለማየት እንቆቅልሾችን መፍታት ጀምር
ar: ابدأ في حل الألغاز لترى تاريخك هنا
az: Tarixinizi burada görmək üçün tapmacaları həll etməyə başlayın
be: Пачніце разгадваць галаваломкі, каб убачыць сваю гісторыю тут
bn: এখানে আপনার ইতিহাস দেখতে পাজল সমাধান করা শুরু করুন
bo: གསང་བརྟག་སེལ་འགོ་བཙུགས་ནས་ལོ་རྒྱུས་ལྟ།
ca: Comenceu a resoldre trencaclosques per veure la vostra història aquí
cs: Začněte řešit hádanky, abyste zde viděli svou historii
da: Begynd at løse gåder for at se din historie her
de: Beginne Rätsel zu lösen, um deinen Verlauf hier zu sehen
el: Ξεκινήστε να λύνετε παζλ για να δείτε το ιστορικό σας εδώ
es: Comienza a resolver acertijos para ver tu historial aquí.
et: Alustage mõistatuste lahendamist, et näha oma ajalugu siin
fa: برای مشاهده تاریخچه خود در اینجا شروع به حل پازل کنید
fr: Commencez à résoudre des énigmes pour voir votre historique ici
gu: તમારો ઇતિહાસ અહીં જોવા માટે કોયડાઓ ઉકેલવાનું શરૂ કરો
he: התחל לפתור חידות כדי לראות את ההיסטוריה שלך כאן
hi: यहां अपना इतिहास देखने के लिए पहेलियां सुलझाना शुरू करें
hr: Počnite rješavati zagonetke da vidite svoju povijest ovdje
hu: Kezdj el feladványokat megoldani, hogy itt lásd az előzményeidet
hy: Սկսեք գլուխկոտրուկներ լուծել՝ ձեր պատմությունն այստեղ տեսնելու համար
id: Mulailah memecahkan teka-teki untuk melihat riwayat Anda di sini
is: Byrjaðu að leysa þrautir til að sjá sögu þína hér
it: Inizia a risolvere enigmi per vedere la tua cronologia qui
ja: パズルを解き始めて、ここであなたの履歴を確認してください
km: ចាប់ផ្តើមដោះស្រាយល្បែងផ្គុំរូប ដើម្បីមើលប្រវត្តិរបស់អ្នកនៅទីនេះ
kn: ನಿಮ್ಮ ಇತಿಹಾಸವನ್ನು ಇಲ್ಲಿ ನೋಡಲು ಒಗಟುಗಳನ್ನು ಪರಿಹರಿಸಲು ಪ್ರಾರಂಭಿಸಿ
ko: 퍼즐을 풀기 시작하면 여기에 기록이 표시됩니다
lt: Pradėkite spręsti galvosūkius, kad pamatytumėte savo istoriją čia
lv: Sāciet risināt mīklas, lai šeit skatītu savu vēsturi
mk: Започнете да решавате загатки за да ја видите вашата историја овде
ms: Mula menyelesaikan teka-teki untuk melihat sejarah anda di sini
nl: Begin met het oplossen van puzzels om hier je geschiedenis te bekijken
pl: Zacznij rozwiązywać zagadki, aby zobaczyć tutaj swoją historię
pt: Comece a resolver quebra-cabeças para ver sua história aqui
ro: Începeți să rezolvați puzzle-uri pentru a vă vedea istoricul aici
ru: Начните решать головоломки, чтобы увидеть свою историю здесь.
si: ඔබේ ඉතිහාසය මෙතැනින් බැලීමට ප්‍රහේලිකා විසඳීම අරඹන්න
sk: Začnite riešiť hádanky, aby ste tu videli svoju históriu
sl: Začnite reševati uganke in tukaj si oglejte svojo zgodovino
sv: Börja lösa pussel för att se din historia här
sw: Anza kutatua mafumbo ili kuona historia yako hapa
te: మీ చరిత్రను ఇక్కడ చూడడానికి పజిల్‌లను పరిష్కరించడం ప్రారంభించండి
th: เริ่มไขปริศนาเพื่อดูประวัติของคุณที่นี่
tr: Geçmişinizi burada görmek için bulmacaları çözmeye başlayın
uk: Почніть розгадувати головоломки, щоб побачити свою історію тут
ur: اپنی تاریخ کو یہاں دیکھنے کے لئے پہیلیاں حل کرنا شروع کریں
uz: Tarixingizni shu yerda ko‘rish uchun boshqotirmalarni yechishni boshlang
zh: 开始解谜以在此查看历史记录
zh_hant: 在這裡開始解決謎題以查看您的歷史記錄
zu: Qala ukuxazulula izindida ukuze ubone umlando wakho lapha

# puzzleHistorySuccess
source: Success Only
af: Slegs sukses
am: ስኬት ብቻ
ar: النجاح فقط
az: Yalnız Uğur
be: Толькі поспех
bn: শুধুমাত্র সাফল্য
bo: རྒྱལ་ཁ་ཁོ་ན།
ca: Només èxit
cs: Pouze úspěch
da: Kun succes
de: Nur erfolgreiche
el: Μόνο επιτυχία
es: Sólo éxito
et: Ainult edu
fa: فقط موفقیت
fr: Succès seulement
gu: માત્ર સફળતા
he: הצלחה בלבד
hi: केवल सफलता
hr: Samo uspjeh
hu: Csak sikeresek
hy: Միայն հաջողություն
id: Hanya Sukses
is: Aðeins árangur
it: Solo successo
ja: 成功のみ
km: ជោគជ័យតែប៉ុណ្ណោះ
kn: ಯಶಸ್ಸು ಮಾತ್ರ
ko: 성공만
lt: Tik sėkmė
lv: Tikai panākumi
mk: Само успех
ms: Kejayaan Sahaja
nl: Alleen succes
pl: Tylko sukces
pt: Apenas sucesso
ro: Doar Succes
ru: Только успех
si: සාර්ථකත්වය පමණි
sk: Iba úspech
sl: Samo uspeh
sv: Endast framgång
sw: Mafanikio Pekee
te: విజయం మాత్రమే
th: ความสำเร็จเท่านั้น
tr: Yalnızca Başarı
uk: Тільки успіх
ur: صرف کامیابی
uz: Faqat muvaffaqiyat
zh: 仅成功
zh_hant: 唯有成功
zu: Impumelelo Kuphela

# puzzleHistoryFailed
source: Failed Only
af: Slegs misluk
am: አልተሳካም ብቻ
ar: فاشل فقط
az: Yalnız Uğursuz
be: Толькі не атрымалася
bn: শুধুমাত্র ব্যর্থ
bo: ཕམ་ཁོ་ན།
ca: Només fallat
cs: Pouze neúspěšné
da: Kun mislykkedes
de: Nur fehlgeschlagene
el: Μόνο απέτυχε
es: Sólo falló
et: Ainult ebaõnnestus
fa: فقط شکست خورد
fr: Échec uniquement
gu: માત્ર નિષ્ફળ
he: נכשל בלבד
hi: केवल असफल
hr: Samo neuspješno
hu: Csak sikertelenek
hy: Միայն ձախողվեց
id: Hanya Gagal
is: Aðeins mistókst
it: Solo fallito
ja: 失敗のみ
km: បរាជ័យតែប៉ុណ្ណោះ
kn: ವಿಫಲವಾಗಿದೆ ಮಾತ್ರ
ko: 실패만
lt: Tik nepavyko
lv: Tikai neizdevās
mk: Само не успеа
ms: Gagal Sahaja
nl: Alleen mislukt
pl: Tylko nieudane
pt: Falha apenas
ro: Numai eșuat
ru: Только неудачный
si: අසාර්ථක පමණි
sk: Iba neúspešné
sl: Samo neuspešno
sv: Endast underkänd
sw: Imeshindwa Pekee
te: విఫలమైంది మాత్రమే
th: ล้มเหลวเท่านั้น
tr: Yalnızca Başarısız
uk: Тільки не вдалося
ur: صرف ناکام
uz: Faqat muvaffaqiyatsiz
zh: 仅失败
zh_hant: 僅失敗
zu: Yehlulekile Kuphela

# puzzleHistoryUnknown
source: Unknown Puzzle
af: Onbekende legkaart
am: ያልታወቀ እንቆቅልሽ
ar: لغز غير معروف
az: Naməlum Puzzle
be: Невядомая галаваломка
bn: অজানা ধাঁধা
bo: མི་ཤེས་པའི་གསང་བརྟག
ca: Trencaclosques desconegut
cs: Neznámá hádanka
da: Ukendt puslespil
de: Unbekanntes Rätsel
el: Άγνωστο παζλ
es: Rompecabezas desconocido
et: Tundmatu mõistatus
fa: پازل ناشناخته
fr: Casse-tête inconnu
gu: અજ્ઞાત પઝલ
he: פאזל לא ידוע
hi: अज्ञात पहेली
hr: Nepoznata zagonetka
hu: Ismeretlen feladvány
hy: Անհայտ հանելուկ
id: Teka-teki Tidak Dikenal
is: Óþekkt þraut
it: Enigma sconosciuto
ja: 未知のパズル
km: ល្បែងផ្គុំរូបមិនស្គាល់
kn: ಅಜ್ಞಾತ ಒಗಟು
ko: 알 수 없는 퍼즐
lt: Nežinomas galvosūkis
lv: Nezināma mīkla
mk: Непозната загатка
ms: Teka-teki Tidak Diketahui
nl: Onbekende puzzel
pl: Nieznana zagadka
pt: Quebra-cabeça desconhecido
ro: Puzzle necunoscut
ru: Неизвестная головоломка
si: නොදන්නා ප්‍රහේලිකාව
sk: Neznáma hádanka
sl: Neznana uganka
sv: Okänt pussel
sw: Fumbo Isiyojulikana
te: తెలియని పజిల్
th: ปริศนาที่ไม่รู้จัก
tr: Bilinmeyen Bulmaca
uk: Невідома головоломка
ur: نامعلوم پہیلی
uz: Noma'lum boshqotirma
zh: 未知谜题
zh_hant: 未知謎題
zu: Indida Engaziwa

# puzzleHistoryHints
source: hints
af: wenke
am: ፍንጭ
ar: تلميحات
az: göstərişlər
be: падказкі
bn: ইঙ্গিত
bo: ལམ་སྟོན།
ca: pistes
cs: rady
de: Hinweise
el: υποδείξεις
es: pistas
et: vihjeid
fa: نکات
fr: conseils
gu: સંકેતો
he: רמזים
hi: संकेत
hr: savjeti
hu: tippek
hy: ակնարկներ
id: petunjuk
is: vísbendingar
it: suggerimenti
ja: ヒント
km: ព័ត៌មានជំនួយ
kn: ಸುಳಿವುಗಳು
ko: 힌트
lt: užuominos
lv: mājieni
mk: навестувања
ms: petunjuk
pl: wskazówki
pt: dicas
ro: indicii
ru: намеки
si: ඉඟි
sk: nápovedy
sl: namigi
sv: tips
sw: vidokezo
te: సూచనలు
th: คำแนะนำ
tr: ipuçları
uk: підказки
ur: اشارے
uz: maslahatlar
zh: 提示
zh_hant: 提示
zu: Amacebo

# puzzleStatisticsDesc
source: View detailed analytics
af: Bekyk gedetailleerde ontledings
am: ዝርዝር ትንታኔዎችን ይመልከቱ
ar: عرض التحليلات التفصيلية
az: Ətraflı analitikaya baxın
be: Праглядзіце падрабязную аналітыку
bn: বিস্তারিত বিশ্লেষণ দেখুন
bo: ཞིབ་ཕྲའི་དཔྱད་བརྗོད་ལྟ།
ca: Veure analítiques detallades
cs: Zobrazit podrobné analýzy
da: Se detaljerede analyser
de: Zeige detaillierte Analysen
el: Δείτε αναλυτικά αναλυτικά στοιχεία
es: Ver análisis detallados
et: Vaadake üksikasjalikku analüüsi
fa: مشاهده تجزیه و تحلیل دقیق
fr: Afficher des analyses détaillées
gu: વિગતવાર વિશ્લેષણ જુઓ
he: הצג ניתוח מפורט
hi: विस्तृत विश्लेषण देखें
hr: Pogledajte detaljnu analitiku
hu: Részletes elemzések megtekintése
hy: Դիտեք մանրամասն վերլուծություն
id: Lihat analitik terperinci
is: Skoðaðu ítarlegar greiningar
it: Visualizza analisi dettagliate
ja: 詳細な分析を表示する
km: មើលការវិភាគលម្អិត
kn: ವಿವರವಾದ ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ko: 상세 분석 보기
lt: Peržiūrėkite išsamią analizę
lv: Skatiet detalizētu analīzi
mk: Погледнете детална аналитика
ms: Lihat analisis terperinci
nl: Bekijk gedetailleerde analyses
pl: Zobacz szczegółowe analizy
pt: Veja análises detalhadas
ro: Vedeți analize detaliate
ru: Посмотреть подробную аналитику
si: සවිස්තරාත්මක විශ්ලේෂණ බලන්න
sk: Pozrite si podrobné analýzy
sl: Oglejte si podrobno analitiko
sv: Visa detaljerad analys
sw: Tazama uchanganuzi wa kina
te: వివరణాత్మక విశ్లేషణలను వీక్షించండి
th: ดูการวิเคราะห์โดยละเอียด
tr: Ayrıntılı analizleri görüntüleyin
uk: Переглянути детальну аналітику
ur: تفصیلی تجزیات دیکھیں
uz: Batafsil tahlillarni ko'ring
zh: 查看详细分析
zh_hant: 查看詳細分析
zu: Buka izibalo ezinemininingwane

# puzzleStatsRating
source: Your Puzzle Rating
af: Jou legkaartgradering
am: የእርስዎ የእንቆቅልሽ ደረጃ
ar: تقييم اللغز الخاص بك
az: Puzzle Reytinqiniz
be: Ваш рэйтынг галаваломкі
bn: আপনার ধাঁধা রেটিং
bo: ཁྱེད་ཀྱི་གསང་བརྟག་ཐོབ་གྲངས།
ca: La teva puntuació de trencaclosques
cs: Hodnocení vaší hádanky
da: Din puslespilvurdering
de: Deine Rätsel-Bewertung
el: Η βαθμολογία σας στο παζλ
es: Tu calificación de rompecabezas
et: Teie mõistatuse hinnang
fa: رتبه بندی پازل شما
fr: Votre note de puzzle
gu: તમારી પઝલ રેટિંગ
he: דירוג הפאזל שלך
hi: आपकी पहेली रेटिंग
hr: Vaša ocjena zagonetke
hu: Feladvány értékelésed
hy: Ձեր գլուխկոտրուկների վարկանիշը
id: Peringkat Teka-teki Anda
is: Þín ráðgáta einkunn
it: La tua valutazione del puzzle
ja: あなたのパズルの評価
km: ការវាយតម្លៃល្បែងផ្គុំរូបរបស់អ្នក។
kn: ನಿಮ್ಮ ಪಜಲ್ ರೇಟಿಂಗ್
ko: 내 퍼즐 등급
lt: Jūsų galvosūkio įvertinimas
lv: Jūsu mīklas vērtējums
mk: Вашиот рејтинг за загатки
ms: Penilaian Teka-teki Anda
nl: Jouw puzzelbeoordeling
pl: Twoja ocena puzzli
pt: Sua classificação de quebra-cabeça
ro: Evaluarea dvs. de puzzle
ru: Ваш рейтинг головоломок
si: ඔබේ ප්‍රහේලිකා ශ්‍රේණිගත කිරීම
sk: Hodnotenie vašej hádanky
sl: Vaša ocena uganke
sv: Ditt pusselbetyg
sw: Ukadiriaji wako wa Fumbo
te: మీ పజిల్ రేటింగ్
th: คะแนนปริศนาของคุณ
tr: Bulmaca Derecelendirmeniz
uk: Ваш рейтинг головоломок
ur: آپ کی پہیلی کی درجہ بندی
uz: Puzzle reytingingiz
zh: 您的谜题等级
zh_hant: 您的謎題評分
zu: Isilinganiso sakho sendida

# puzzleStatsProvisional
source: Provisional ({gamesLeft} games left)
af: Voorlopig ({gamesLeft} speletjies oor)
am: ጊዜያዊ ({gamesLeft} ጨዋታዎች ቀርተዋል)
ar: مؤقت ({gamesLeft} الألعاب المتبقية)
az: Müvəqqəti ({gamesLeft} oyun qalıb)
be: Часова (засталося {gamesLeft} гульняў)
bn: অস্থায়ী ({gamesLeft} গেম বাকি)
bo: གནས་སྐབས ({gamesLeft} རྩེད་མོ་ལྷག)
ca: Provisional ({gamesLeft} jocs restants)
cs: Prozatímní (zbývá {gamesLeft} her)
da: Foreløbig ({gamesLeft} spil tilbage)
de: Vorläufig ({gamesLeft} Spiele übrig)
el: Προσωρινά (απομένουν {gamesLeft} παιχνίδια)
es: Provisional (quedan {gamesLeft} juegos)
et: Esialgne ({gamesLeft} mängu jäänud)
fa: موقت ({gamesLeft} بازی باقی مانده)
fr: Provisoire ({gamesLeft} matchs restants)
gu: કામચલાઉ ({gamesLeft} રમતો બાકી)
he: זמני (נותרו משחקים {gamesLeft})
hi: अनंतिम ({gamesLeft} खेल शेष)
hr: Privremeno (preostalo {gamesLeft} utakmica)
hu: Ideiglenes ({gamesLeft} játék van hátra)
hy: Նախնական (մնացել է {gamesLeft} խաղ)
id: Sementara ({gamesLeft} pertandingan tersisa)
is: Til bráðabirgða ({gamesLeft} leikir eftir)
it: Provvisorio ({gamesLeft} partite rimaste)
ja: 暫定 (残り {gamesLeft} ゲーム)
km: បណ្តោះអាសន្ន ({gamesLeft} ហ្គេមនៅសល់)
kn: ತಾತ್ಕಾಲಿಕ ({gamesLeft} ಆಟಗಳು ಉಳಿದಿವೆ)
ko: 잠정 (남은 게임 {gamesLeft}개)
lt: Laikinasis (liko {gamesLeft} žaidimai)
lv: Pagaidu (atlikušas {gamesLeft} spēles)
mk: Привремени (преостанати {gamesLeft} игри)
ms: Sementara ({gamesLeft} permainan lagi)
nl: Voorlopig ({gamesLeft} games resterend)
pl: Tymczasowe (pozostało {gamesLeft} gier)
pt: Provisório ({gamesLeft} jogos restantes)
ro: Provizoriu ({gamesLeft} jocuri rămase)
ru: Предварительно (осталось {gamesLeft} игр)
si: තාවකාලික ({gamesLeft} ක්‍රීඩා ඉතිරිව ඇත)
sk: Dočasné (zostáva {gamesLeft} hier)
sl: Začasno (še {gamesLeft} iger)
sv: Provisorisk ({gamesLeft} spel kvar)
sw: Ya muda ({gamesLeft} michezo imesalia)
te: తాత్కాలిక ({gamesLeft} గేమ్‌లు మిగిలి ఉన్నాయి)
th: ชั่วคราว ({gamesLeft} เกมที่เหลือ)
tr: Geçici ({gamesLeft} oyun kaldı)
uk: Попередньо (залишилося {gamesLeft} ігор)
ur: عارضی (__ph0__ کھیل باقی)
uz: Vaqtinchalik ({gamesLeft} oʻyin qoldi)
zh: 临时等级（还需 {gamesLeft} 局）
zh_hant: 臨時（剩餘 {gamesLeft} 場比賽）
zu: Okwesikhashana ({gamesLeft} imidlalo esele)

# puzzleStatsGamesPlayed
source: Games Played
af: Speletjies gespeel
am: የተጫወቱ ጨዋታዎች
ar: الألعاب التي تم لعبها
az: Oynanan Oyunlar
be: Згуляныя гульні
bn: গেম খেলা হয়েছে
bo: རྩེད་མོ་རྩེས་ཟིན།
ca: Jocs jugats
cs: Odehrané hry
da: Spillede spil
de: Gespielte Spiele
el: Παιχνίδια που παίχτηκαν
es: Juegos jugados
et: Mängitud mängud
fa: بازی های انجام شده
fr: Jeux joués
gu: રમતો રમી
he: משחקים ששיחקו
hi: खेल खेले गए
hr: Odigrane igre
hu: Lejátszott játékok
hy: Խաղացած խաղեր
id: Permainan yang Dimainkan
is: Leikir
it: Giochi giocati
ja: プレイしたゲーム
km: ហ្គេមបានលេង
kn: ಆಡಿದ ಆಟಗಳು
ko: 플레이한 게임
lt: Žaisti žaidimai
lv: Spēlētas spēles
mk: Играни игри
ms: Permainan Dimainkan
nl: Gespeelde spellen
pl: Rozegrane gry
pt: Jogos disputados
ro: Jocuri jucate
ru: Сыгранные игры
si: ක්‍රීඩා කළා
sk: Odohrané hry
sl: Odigrane igre
sv: Spelade spel
sw: Michezo Iliyochezwa
te: ఆడిన ఆటలు
th: เกมส์ที่เล่น
tr: Oynanan Oyunlar
uk: Зіграні ігри
ur: کھیل کھیلا گیا
uz: Oʻynagan oʻyinlar
zh: 已玩局数
zh_hant: 玩過的遊戲
zu: Imidlalo Edlaliwe
