Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# firstMoveDetail
source: In this game, it is easier for the second player to win compared to the first player.
af: In hierdie speletjie is dit makliker vir die tweede speler om te wen in vergelyking met die eerste speler.
am: በጨዋታው እንደ አንደኛ ተጫዋች በኩል ድል ለማድረግ ከእሁን ተጫዋቹ በኩል የሚያሳርፍ እና የሚበልጥ መንገድ ይመነጭል።
ar: في هذه اللعبة، من الأسهل على اللاعب الثاني الفوز مقارنةً باللاعب الأول.
az: Bu oyunda birinci oyunçu ilə müqayisədə ikinci oyunçunun qalib gəlməsi daha asandır.
be: У гэтай гульні другому гульцу лягчэй выйграць у параўнанні з першым.
bg: В тази игра е по-лесно за втория играч да спечели в сравнение с първия играч.
bn: এই খেলায়, প্রথম খেলোয়াড়ের তুলনায় দ্বিতীয় খেলোয়াড়ের পক্ষে জেতা সহজ।
bo: རྩེད་མོ་འདིའི་ནང་དུ་རྩེད་མོ་བ་དང་པོ་དང་བསྡུར་ན་རྩེད་མོ་བ་གཉིས་པ་ལ་རྒྱལ་ཁ་ཐོབ་སླ་བ་རེད།
ca: En aquest joc, sovint és més fàcil que el segon jugador guanyi que no pas el primer.
cs: V této hře je pro druhého hráče snazší vyhrát ve srovnání s prvním hráčem.
da: I dette spil er det lettere for den anden spiller at vinde sammenlignet med den første spiller.
de: In diesem Spiel hat der zweite Spieler leichter die Chance zu gewinnen als der erste.
el: Σε αυτό το παιχνίδι, είναι πιο εύκολο για τον δεύτερο παίκτη να κερδίσει σε σύγκριση με τον πρώτο παίκτη.
es: En este juego, es más fácil que el segundo jugador gane que el primero.
et: Selles mängus on teisel mängijal lihtsam võita võrreldes esimese mängijaga.
fa: در این بازی برنده شدن بازیکن دوم نسبت به بازیکن اول راحت تر است.
fi: Tässä pelissä toisen pelaajan on helpompi voittaa ensimmäiseen verrattuna.
fr: Dans ce jeu, il est plus facile pour le deuxième joueur de gagner que pour le premier joueur.
gu: આ રમતમાં, પ્રથમ ખેલાડીની તુલનામાં બીજા ખેલાડી માટે જીતવું સરળ છે.
he: במשחק זה, קל יותר לשחקן השני לנצח בהשוואה לשחקן הראשון.
hi: इस खेल में पहले खिलाड़ी की तुलना में दूसरे खिलाड़ी के लिए जीतना आसान होता है।
hr: U ovoj igri drugi igrač lakše pobjeđuje nego prvi igrač.
hu: Ebben a játékban a második játékos könnyebben nyer, mint az első játékos.
hy: Այս խաղում երկրորդ խաղացողի համար ավելի հեշտ է հաղթել առաջին խաղացողի համեմատ:
id: Dalam permainan ini, pemain kedua lebih mudah menang dibandingkan dengan pemain pertama.
is: Í þessum leik er auðveldara fyrir seinni spilarann að vinna samanborið við þann fyrsta.
it: In questo gioco, è più facile vincere per il secondo giocatore rispetto al primo giocatore.
ja: このゲームでは、最初のプレーヤーよりも 2 番目のプレーヤーの方が勝ちやすいです。
km: នៅក្នុងហ្គេមនេះ វាមានភាពងាយស្រួលសម្រាប់អ្នកលេងទីពីរក្នុងការឈ្នះ បើប្រៀបធៀបទៅនឹងអ្នកលេងទីមួយ។
kn: ಈ ಆಟದಲ್ಲಿ, ಮೊದಲ ಆಟಗಾರನಿಗೆ ಹೋಲಿಸಿದರೆ ಎರಡನೇ ಆಟಗಾರನಿಗೆ ಗೆಲ್ಲುವುದು ಸುಲಭ.
ko: 이 게임에서 선수에 비해 후수가 승리하기가 더 쉽습니다.
lt: Šiame žaidime antrajam žaidėjui lengviau laimėti nei pirmajam.
lv: Šajā spēlē otrajam spēlētājam ir vieglāk uzvarēt, salīdzinot ar pirmo spēlētāju.
mk: Во оваа игра, полесно е вториот играч да победи во споредба со првиот играч.
ms: Dalam permainan ini, lebih mudah untuk pemain kedua untuk menang berbanding dengan pemain pertama.
my: ဤဂိမ်းတွင် ပထမကစားသမားနှင့် နှိုင်းယှဉ်ပါက ဒုတိယကစားသမားသည် အနိုင်ရရန် ပိုမိုလွယ်ကူသည်။
nb: I dette spillet er det lettere for den andre spilleren å vinne sammenlignet med den første spilleren.
nl: In dit spel is het gemakkelijker voor de tweede speler om te winnen in vergelijking met de eerste speler.
pl: W tej grze drugiemu graczowi łatwiej jest wygrać niż pierwszemu graczowi.
pt: Neste jogo, é mais fácil para o segundo jogador vencer em comparação com o primeiro jogador.
ro: În acest joc, este mai ușor pentru al doilea jucător să câștige în comparație cu primul jucător.
ru: В этой игре второму игроку легче выиграть, чем первому.
si: මෙම ක්‍රීඩාවේ දෙවන ක්‍රීඩකයාට පළමු ක්‍රීඩකයාට වඩා ජයග්‍රහණය කිරීම පහසුය.
sk: V tejto hre je pre druhého hráča jednoduchšie vyhrať v porovnaní s prvým hráčom.
sl: V tej igri drugi igralec lažje zmaga kot prvi igralec.
sq: Në këtë lojë, lojtari i dytë është më i lehtë të fitojë në krahasim me lojtarin e parë.
sr: У овој игри лакше је други играч да победи у односу на првог играча.
sv: I det här spelet är det lättare för den andra spelaren att vinna jämfört med den första spelaren.
sw: Katika mchezo huu, ni rahisi kwa mchezaji wa pili kushinda ikilinganishwa na mchezaji wa kwanza.
ta: இந்த விளையாட்டில், முதல் வீரருடன் ஒப்பிடும்போது இரண்டாவது வீரர் செய் பெறுவது எளிது.
te: ఈ గేమ్‌లో, మొదటి ఆటగాడితో పోలిస్తే రెండవ ఆటగాడు గెలవడం సులభం.
th: ในเกมนี้ผู้เล่นคนที่สองจะชนะได้ง่ายกว่าเมื่อเทียบกับผู้เล่นคนแรก
tr: Bu oyunda ikinci oyuncunun kazanması birinci oyuncuya göre daha kolaydır.
uk: У цій грі другому гравцеві легше виграти, ніж першому.
ur: اس کھیل میں، دوسرے کھلاڑی کے لیے پہلے کھلاڑی کے مقابلے جیتنا آسان ہے۔
uz: Bu o'yinda birinchi o'yinchiga nisbatan ikkinchi o'yinchining g'alaba qozonishi osonroq.
vi: Trong trò chơi này, người chơi thứ hai sẽ dễ thắng hơn người chơi thứ nhất.
zh: 在这个游戏中，后手方比先手方更容易取胜。
zh_hant: 在這個遊戲中，後手方比先手方更容易取勝。
zu: Kulo mdlalo kulula ukuthi umdlali wesibili awine uma kuqhathaniswa nowokuqala.

# passiveDetail
source: Enabling the Passive option will cause the AI to relax when it has an advantage in the position, rather than aggressively trying to win as quickly as possible.
af: Deur die Passiewe opsie te aktiveer, sal die KI laat ontspan wanneer dit 'n voordeel in die posisie het, eerder as om so vinnig as moontlik aggressief te probeer wen.
am: በነጠላ እንቅስቃሴ ላይ የሚሳል ምርጫን ለመቀበል ከተወሰነ ቦታ እንቅስቃሴን እንደ ዋና ምልከታ ላይ እንዳልይ ተነቀው።
ar: سيؤدي تمكين الخيار السلبي إلى استرخاء الذكاء الاصطناعي عندما يكون لديه ميزة في المركز ، بدلاً من محاولة الفوز بقوة في أسرع وقت ممكن.
az: Passiv seçimini aktivləşdirmək, aqressiv şəkildə mümkün qədər tez qalib gəlməyə çalışmaq əvəzinə, mövqedə üstünlüyə malik olduqda AI-nin rahatlamasına səbəb olacaq.
be: Уключэнне пасіўнай опцыі прымусіць ІІ расслабіцца, калі ён мае перавагу ў пазіцыі, а не агрэсіўна спрабаваць выйграць як мага хутчэй.
bg: Активирането на опцията Passive ще накара AI да се отпусне, когато има предимство в позицията, вместо да се опитва агресивно да спечели възможно най-бързо.
bn: প্যাসিভ বিকল্পটি সক্রিয় করার ফলে AI শিথিল হবে যখন পজিশনে সুবিধা থাকবে, আক্রমণাত্মকভাবে যত তাড়াতাড়ি সম্ভব জেতার চেষ্টা করার পরিবর্তে।
bo: གདམ་ག་མེད་པའི་གདམ་ག་དེ་ལག་བསྟར་བྱེད་པ་དེས་མིས་བཟོས་རིག་ནུས་ལ་གནས་བབ་དེའི་ནང་ཁེ་ཕན་ཡོད་པའི་སྐབས་ལ་ལྷོད་པོ་ཆགས་རྒྱུ་ལས་གང་མགྱོགས་རྒྱལ་ཁ་ཐོབ་པར་དྲག་ཤུགས་ཀྱིས་འབད་བརྩོན་བྱེད་པ་ལས་ལྷག་པར་དུ་བདེ་འཇགས་ཡོང་བར་བྱེད།
ca: Si activeu l'opció «Passiu», la IA no perseguirà la victòria de forma agressiva quan estigui en avantatge, sinó que s'ho prendrà amb més calma.
cs: Aktivace pasivní možnosti způsobí, že se AI uvolní, když má v pozici výhodu, než aby se agresivně snažila vyhrát co nejrychleji.
da: Aktivering af den passive mulighed vil få AI til at slappe af, når den har en fordel i positionen, i stedet for aggressivt at forsøge at vinde så hurtigt som muligt.
de: Die Aktivierung der passiven Option bewirkt, dass sich die KI entspannt, wenn sie einen Vorteil in der Position hat, anstatt aggressiv zu versuchen, so schnell wie möglich zu gewinnen.
el: Η ενεργοποίηση της Παθητικής επιλογής θα κάνει το AI να χαλαρώσει όταν έχει πλεονέκτημα στη θέση, αντί να προσπαθεί επιθετικά να κερδίσει όσο το δυνατόν γρηγορότερα.
es: Activar la opción Pasiva hará que la IA se relaje cuando tenga ventaja en la posición, en lugar de intentar ganar agresivamente lo más rápido posible.
et: Suvandi Passiivne lubamine paneb tehisintellekti lõõgastuma, kui tal on positsioonil eelis, selle asemel, et püüda agressiivselt võita võimalikult kiiresti.
fa: فعال کردن گزینه Passive باعث می‌شود هوش مصنوعی زمانی که در موقعیت مزیتی دارد، به جای تلاش تهاجمی برای برنده شدن در سریع‌ترین زمان ممکن، آرام شود.
fi: Passiivisen vaihtoehdon ottaminen käyttöön saa tekoälyn rentoutumaan, kun sillä on asemassa etua, sen sijaan, että se yrittäisi aggressiivisesti voittaa mahdollisimman nopeasti.
fr: L'activation de l'option Passive amènera l'IA à se détendre lorsqu'elle a un avantage dans la position, plutôt que d'essayer agressivement de gagner le plus rapidement possible.
gu: નિષ્ક્રિય વિકલ્પને સક્ષમ કરવાથી AI જ્યારે શક્ય તેટલી ઝડપથી જીતવા માટે આક્રમક રીતે પ્રયાસ કરવાને બદલે જ્યારે તેને સ્થિતિમાં ફાયદો હોય ત્યારે આરામ મળશે.
he: הפעלת האפשרות הפסיבית תגרום ל-AI להירגע כאשר יש לו יתרון בעמדה, במקום לנסות באגרסיביות לנצח כמה שיותר מהר.
hi: निष्क्रिय विकल्प को सक्षम करने से एआई आराम कर सकता है जब स्थिति में लाभ होता है, बजाय आक्रामक रूप से जितनी जल्दी हो सके जीतने की कोशिश कर रहा है।
hr: Uključivanjem pasivne opcije će se UI opustiti kada ima prednost u poziciji, umjesto da agresivno pokušava pobijediti što je brže moguće.
hu: A Passzív opció engedélyezése azt eredményezi, hogy a mesterséges intelligencia ellazul, amikor előnyben van a pozícióban, ahelyett, hogy agresszíven próbálna nyerni a lehető leggyorsabban.
hy: Պասիվ տարբերակի ակտիվացումը կհանգեցնի AI-ի թուլացմանը, երբ այն առավելություն ունի դիրքում, այլ ոչ թե ագրեսիվ կերպով փորձում է հնարավորինս արագ հաղթել:
id: Mengaktifkan opsi Pasif akan menyebabkan AI menjadi santai ketika memiliki keunggulan dalam posisinya, daripada secara agresif mencoba untuk menang secepat mungkin.
is: Með því að virkja Passive valmöguleikann mun gervigreindin slaka á þegar hún hefur yfirburði í stöðunni, frekar en að reyna árásargjarnt að vinna eins fljótt og auðið er.
it: Abilitando l'opzione Passiva, l'IA si rilasserà quando ha un vantaggio nella posizione, piuttosto che tentare aggressivamente di vincere il più rapidamente possibile.
ja: パッシブ オプションを有効にすると、AI は、積極的にできるだけ早く勝とうとするのではなく、有利な立場にあるときにリラックスします。
km: ការបើកជម្រើសអសកម្មនឹងធ្វើឱ្យ AI បន្ធូរអារម្មណ៍នៅពេលវាមានគុណសម្បត្តិក្នុងទីតាំង ជាជាងព្យាយាមឈ្នះឱ្យបានលឿនតាមដែលអាចធ្វើទៅបាន។
kn: ನಿಷ್ಕ್ರಿಯ ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ AI ತನ್ನ ಸ್ಥಾನದಲ್ಲಿ ಪ್ರಯೋಜನವನ್ನು ಹೊಂದಿರುವಾಗ ವಿಶ್ರಾಂತಿ ಪಡೆಯಲು ಕಾರಣವಾಗುತ್ತದೆ, ಬದಲಿಗೆ ಆಕ್ರಮಣಕಾರಿಯಾಗಿ ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ಗೆಲ್ಲಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ.
ko: 패시브 옵션을 활성화하면 AI가 유리한 위치에 있을 때 서두르기보다는 여유를 가지게 됩니다.
lt: Įjungus pasyvų parinktį AI atsipalaiduos, kai turės pranašumą pozicijoje, o ne agresyviai bandys laimėti kuo greičiau.
lv: Pasīvās opcijas iespējošana liks AI atslābt, kad tam ir priekšrocības attiecīgajā pozīcijā, nevis agresīvi mēģināt uzvarēt pēc iespējas ātrāk.
mk: Овозможувањето на Пасивната опција ќе предизвика ВИ да се опушти кога има предност во позицијата, наместо агресивно да се обидува да победи што е можно побрзо.
ms: Mendayakan pilihan Pasif akan menyebabkan AI berehat apabila ia mempunyai kelebihan dalam kedudukan, dan bukannya cuba secara agresif untuk menang secepat mungkin.
my: Passive option ကိုဖွင့်ထားခြင်းဖြင့် AI သည် တတ်နိုင်သမျှမြန်မြန်အနိုင်ရရန် ပြင်းပြင်းထန်ထန်ကြိုးစားခြင်းထက် ရာထူးတွင် အားသာချက်တစ်ခုရှိနေသောအခါ အနားယူစေမည်ဖြစ်သည်။
nb: Aktivering av det passive alternativet vil få AI til å slappe av når den har en fordel i posisjonen, i stedet for aggressivt å prøve å vinne så raskt som mulig.
nl: Als je de passieve optie inschakelt, ontspant de AI wanneer hij een voordeel heeft in de positie, in plaats van agressief te proberen zo snel mogelijk te winnen.
pl: Włączenie opcji pasywnej spowoduje, że sztuczna inteligencja rozluźni się, gdy będzie miała przewagę na pozycji, zamiast agresywnie próbować wygrać tak szybko, jak to możliwe.
pt: Ativar a opção Passivo fará com que a IA relaxe quando tiver vantagem na posição, em vez de tentar ganhar agressivamente o mais rápido possível.
ro: Activarea opțiunii pasive va determina AI să se relaxeze atunci când are un avantaj în poziție, mai degrabă decât să încerce agresiv să câștige cât mai repede posibil.
ru: Включение пассивной опции заставит ИИ расслабиться, когда у него есть преимущество в позиции, а не агрессивно пытаться выиграть как можно быстрее.
si: පැසිව් විකල්පය සක්‍රීය කිරීමෙන් AIට තමන්ගේ තත්වයේ වාසිය ඇති විට නිස්ක්‍රියව සිටීමට ඉඩ ලැබේ, ඉක්මනින් තරඟය ජයග්‍රහණය කිරීමට ආක්‍රමණශීලීව උත්සහ කිරීමට වඩා.
sk: Povolenie možnosti Passive spôsobí, že AI sa uvoľní, keď má v pozícii výhodu, namiesto toho, aby sa agresívne snažila vyhrať čo najrýchlejšie.
sl: Če omogočite pasivno možnost, se bo AI sprostil, ko ima prednost v položaju, namesto da bi agresivno poskušal čim hitreje zmagati.
sq: Aktivizimi i opsionit Pasiv do të bëjë që AI të relaksohet kur ka një avantazh në pozicion, në vend që të përpiqet në mënyrë agresive të fitojë sa më shpejt që të jetë e mundur.
sr: Омогућавање пасивне опције ће узроковати да се АИ опусти када има предност у позицији, уместо да агресивно покушава да победи што је брже могуће.
sv: Om du aktiverar alternativet Passive kommer AI:n att slappna av när den har en fördel i positionen, snarare än att aggressivt försöka vinna så snabbt som möjligt.
sw: Kuwezesha chaguo la Passive kutasababisha AI kupumzika wakati ina faida katika nafasi, badala ya kujaribu kwa ukali kushinda haraka iwezekanavyo.
ta: செயலற்ற விருப்பத்தை செயல்படுத்துவது, ஆக்ரோசமாக வெல்ல முயற்சிப்பதை விட, நிலையில் ஒரு நன்மை இருக்கும்போது AI ஓய்வெடுக்க வழிவகுக்கும்.
te: నిష్క్రియ ఎంపికను ప్రారంభించడం వలన AIకి వీలైనంత త్వరగా గెలవడానికి దూకుడుగా ప్రయత్నించడం కంటే, ఆ స్థానంలో ప్రయోజనం ఉన్నప్పుడు విశ్రాంతిని పొందుతుంది.
th: การเปิดใช้งานตัวเลือกแบบพาสซีฟจะทำให้ AI ผ่อนคลายเมื่อมีข้อได้เปรียบในตำแหน่ง แทนที่จะพยายามอย่างแข็งขันเพื่อเอาชนะให้เร็วที่สุด
tr: Pasif seçeneğinin etkinleştirilmesi, AI'nın pozisyonda bir avantaja sahip olduğunda agresif bir şekilde mümkün olan en kısa sürede kazanmaya çalışmak yerine rahatlamasına neden olacaktır.
uk: Увімкнення параметра Passive змусить ШІ розслабитися, коли він має перевагу в позиції, а не агресивно намагатися виграти якомога швидше.
ur: Passive آپشن کو فعال کرنے سے AI کو اس وقت آرام ملے گا جب اسے پوزیشن میں فائدہ ہو، بجائے اس کے کہ جارحانہ انداز میں جلد سے جلد جیتنے کی کوشش کرے۔
uz: Passiv opsiyani yoqish AIni imkon qadar tezroq g'alaba qozonishga agressiv harakat qilishdan ko'ra, pozitsiyada ustunlikka ega bo'lganda bo'shashishiga olib keladi.
vi: Kích hoạt tùy chọn Bị động sẽ khiến AI thư giãn khi có lợi thế ở vị trí đó, thay vì tích cực cố gắng giành chiến thắng càng nhanh càng tốt.
zh: 启用“消极被动”选项将使得 AI 在占据主动时有所放松，手下留情，而不是力争尽快取胜。
zh_hant: 啟用「消極被動」選項將使得 AI 在佔據主動時有所放鬆，手下留情，而不是力爭盡快取勝。
zu: Ukunika amandla inketho ye-Passive kuzobangela i-AI ukuthi ikhululeke uma inenzuzo endaweni, kunokuzama ukuwina ngokushesha okukhulu.

# moveRandomlyDetail
source: Enabling this option increases the randomness and fun of the game while disabling it can help study ways to beat the AI.
af: Deur hierdie opsie te aktiveer, verhoog die ewekansigheid en pret van die spel, terwyl die deaktivering daarvan kan help om maniere te bestudeer om die KI te klop.
am: ጨዋታውን እና እንቅስቃሴውን በማድረግ ከእርስዎ ምርጫ እንቅስቃሴ አነስተኛ እና የመድኃኒት መንገድ ይረዳል።
ar: يؤدي تمكين هذا الخيار إلى زيادة عشوائية اللعبة ومتعتها بينما يمكن أن يساعد تعطيلها في دراسة طرق التغلب على الذكاء الاصطناعي.
az: Bu seçimi aktivləşdirmək oyunun təsadüfiliyini və əyləncəsini artırır, onu söndürmək isə süni intellektə qalib gəlməyin yollarını öyrənməyə kömək edə bilər.
be: Уключэнне гэтай опцыі павялічвае выпадковасць і задавальненне ад гульні, а адключэнне можа дапамагчы вывучыць спосабы перамагчы ІІ.
bg: Активирането на тази опция увеличава произволността и забавлението на играта, докато деактивирането й може да помогне в изучаването на начини за победа над AI.
bn: এই বিকল্পটি সক্ষম করা গেমটির এলোমেলোতা এবং মজা বাড়ায় এবং এটিকে নিষ্ক্রিয় করে AI কে হারানোর উপায়গুলি অধ্যয়ন করতে সহায়তা করতে পারে৷
bo: གདམ་ཁ་འདི་ལག་བསྟར་བྱེད་པ་དེས་རྩེད་མོའི་གང་བྱུང་དང་སྤྲོ་སྣང་ཆེ་རུ་གཏོང་བ་དང་།
ca: Activar aquesta opció augmenta l'atzar i la diversió. Desactivar-la pot ajudar a estudiar com vèncer la IA.
cs: Povolením této možnosti zvýšíte náhodnost a zábavu hry, zatímco její vypnutí může pomoci studovat způsoby, jak porazit AI.
da: Aktivering af denne mulighed øger tilfældigheden og sjovt ved spillet, mens deaktivering af det kan hjælpe med at studere måder at slå AI.
de: Das Aktivieren dieser Option erhöht die Zufälligkeit und den Spaß des Spiels, während das Deaktivieren dazu beitragen kann, Wege zu finden, die KI zu schlagen.
el: Η ενεργοποίηση αυτής της επιλογής αυξάνει την τυχαιότητα και τη διασκέδαση του παιχνιδιού, ενώ η απενεργοποίησή της μπορεί να βοηθήσει στη μελέτη τρόπων για να νικήσετε την τεχνητή νοημοσύνη.
es: Activar esta opción aumenta la aleatoriedad y la diversión del juego, mientras que desactivarla puede ayudar a estudiar las formas de vencer a la IA.
et: Selle valiku lubamine suurendab mängu juhuslikkust ja lõbusust, samas kui selle keelamine võib aidata uurida viise, kuidas AI-d ületada.
fa: فعال کردن این گزینه تصادفی بودن و سرگرمی بازی را افزایش می دهد در حالی که غیرفعال کردن آن می تواند به مطالعه راه های شکست هوش مصنوعی کمک کند.
fi: Tämän vaihtoehdon ottaminen käyttöön lisää pelin satunnaisuutta ja hauskuutta, kun taas sen poistaminen käytöstä voi auttaa tutkimaan tapoja voittaa tekoäly.
fr: L'activation de cette option augmente le caractère aléatoire et le plaisir du jeu, tandis que la désactiver peut aider à étudier les moyens de battre l'IA.
gu: આ વિકલ્પને સક્ષમ કરવાથી રમતની અવ્યવસ્થિતતા અને આનંદ વધે છે જ્યારે તેને અક્ષમ કરવાથી AI ને હરાવવાની રીતોનો અભ્યાસ કરવામાં મદદ મળી શકે છે.
he: הפעלת אפשרות זו מגבירה את האקראיות והכיף של המשחק, בעוד שהשבתה יכולה לעזור ללמוד דרכים לנצח את הבינה המלאכותית.
hi: इस विकल्प को सक्षम करने से खेल की यादृच्छिकता और मज़ा बढ़ जाता है जबकि इसे अक्षम करने से एआई को मात देने के तरीकों का अध्ययन करने में मदद मिल सकती है।
hr: Uključivanje ove opcije povećava slučajnost i zabavu igre, dok njezino isključivanje može pomoći u proučavanju načina da se UI pobijedi.
hu: Ennek az opciónak az engedélyezése növeli a játék véletlenszerűségét és szórakozását, míg letiltása segíthet a mesterséges intelligencia legyőzésének módjainak tanulmányozásában.
hy: Այս ընտրանքի ակտիվացումը մեծացնում է խաղի պատահականությունն ու զվարճությունը, մինչդեռ այն անջատելը կարող է օգնել ուսումնասիրել արհեստական ինտելեկտը հաղթահարելու ուղիները:
id: Mengaktifkan opsi ini meningkatkan keacakan dan kesenangan game sambil menonaktifkannya dapat membantu mempelajari cara untuk mengalahkan AI.
is: Að virkja þennan valkost eykur handahófi og skemmtun leiksins á meðan slökkt er á honum getur hjálpað til við að rannsaka leiðir til að vinna bug á gervigreindinni.
it: Abilitare questa opzione aumenta la casualità e il divertimento del gioco mentre disabilitarla può aiutare a studiare modi per battere l'IA.
ja: このオプションを有効にすると、ゲームのランダム性と楽しさが増しますが、無効にすると、AI を打ち負かす方法を研究するのに役立ちます。
km: ការបើកជម្រើសនេះបង្កើនភាពចៃដន្យ និងភាពសប្បាយរីករាយនៃហ្គេម ខណៈពេលដែលការបិទវាអាចជួយសិក្សាពីវិធីដើម្បីយកឈ្នះ AI ។
kn: ಈ ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುವುದರಿಂದ ಆಟದ ಯಾದೃಚ್ಛಿಕತೆ ಮತ್ತು ವಿನೋದವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ ಅದನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವಾಗ AI ಅನ್ನು ಸೋಲಿಸುವ ವಿಧಾನಗಳನ್ನು ಅಧ್ಯಯನ ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ko: 이 옵션을 활성화하면 게임의 임의성과 재미가 증가하지만, 비활성화하면 AI를 이기는 방법을 연구하는 데 도움이 됩니다.
lt: Įjungus šią parinktį padidėja žaidimo atsitiktinumas ir linksmumas, o išjungus ją galima ištirti būdus, kaip įveikti AI.
lv: Šīs opcijas iespējošana palielina spēles nejaušību un jautrību, savukārt tās atspējošana var palīdzēt izpētīt veidus, kā pārspēt AI.
mk: Овозможувањето на оваа опција ја зголемува случајноста и забавата на играта, додека нејзиното оневозможување може да помогне во проучувањето на начините како да се победи вештачката интелигенција.
ms: Mendayakan pilihan ini meningkatkan rawak dan keseronokan permainan sambil melumpuhkannya boleh membantu mengkaji cara untuk mengalahkan AI.
my: ဤရွေးချယ်မှုကို ဖွင့်ထားခြင်းဖြင့် ၎င်းသည် AI ကို အနိုင်ယူရန် နည်းလမ်းများကို လေ့လာရာတွင် အထောက်အကူဖြစ်စေချိန်တွင် ဂိမ်း၏ ကျပန်းနှင့် ပျော်ရွှင်မှုကို တိုးစေသည်။
nb: Aktivering av dette alternativet øker tilfeldigheten og moroa i spillet, mens deaktivering kan hjelpe med å studere måter å slå AI.
nl: Door deze optie in te schakelen, wordt de willekeur en het plezier van het spel vergroot, terwijl het uitschakelen kan helpen bij het bestuderen van manieren om de AI te verslaan.
pl: Włączenie tej opcji zwiększa losowość i frajdę z gry, a jej wyłączenie może pomóc w badaniu sposobów na pokonanie sztucznej inteligencji.
pt: Ativar essa opção aumenta a aleatoriedade e a diversão do jogo, enquanto desativá-la pode ajudar a estudar formas de vencer a IA.
ro: Activarea acestei opțiuni crește aleatorietatea și distracția jocului, în timp ce dezactivarea acestuia poate ajuta la studiul modalităților de a învinge AI.
ru: Включение этой опции увеличивает случайность и удовольствие от игры, а ее отключение может помочь изучить способы победить ИИ.
si: මෙම විකල්පය සක්‍රීය කිරීමෙන් ක්‍රීඩාවේ අහඹු බව සහ විනෝදය වැඩි වේ, එය අක්‍රීය කිරීමෙන් AI පරාජය කිරීමට පාඩම් කිරීමට උපකාරී වේ.
sk: Povolenie tejto možnosti zvyšuje náhodnosť a zábavu hry, zatiaľ čo jej zakázanie môže pomôcť pri štúdiu spôsobov, ako poraziť AI.
sl: Če omogočite to možnost, povečate naključnost in zabavnost igre, medtem ko jo onemogočite, lahko pomaga pri preučevanju načinov, kako premagati AI.
sq: Aktivizimi i këtij opsioni rrit rastësinë dhe argëtimin e lojës, ndërsa çaktivizimi i tij mund të ndihmojë në studimin e mënyrave për të mposhtur AI.
sr: Омогућавање ове опције повећава случајност и забаву у игри, док њено онемогућавање може помоћи у проучавању начина да се победи вештачка интелигенција.
sv: Om du aktiverar det här alternativet ökar spelets slumpmässighet och nöje samtidigt som du inaktiverar det kan hjälpa till att studera sätt att slå AI.
sw: Kuwasha chaguo hili huongeza unasibu na furaha ya mchezo huku ukizima kunaweza kusaidia kujifunza njia za kushinda AI.
ta: இந்த விருப்பத்தை இயக்குவது விளையாட்டின் சீரற்ற தன்மையையும் வேடிக்கையையும் அதிகரிக்கிறது, அதே நேரத்தில் அதை முடக்குவது AI ஐ வெல்ல வழிகளை ஆய்வு செய்ய உதவும்.
te: ఈ ఎంపికను ప్రారంభించడం వలన ఆట యొక్క యాదృచ్ఛికత మరియు వినోదం పెరుగుతుంది, అయితే దానిని నిలిపివేయడం AIని అధిగమించే మార్గాలను అధ్యయనం చేయడంలో సహాయపడుతుంది.
th: การเปิดใช้งานตัวเลือกนี้จะเพิ่มความสุ่มและความสนุกของเกม ในขณะที่การปิดใช้งานจะช่วยให้ศึกษาวิธีเอาชนะ AI ได้
tr: Bu seçeneği etkinleştirmek, oyunun rastgeleliğini ve eğlencesini artırırken devre dışı bırakmak, yapay zekayı yenmenin yollarını araştırmaya yardımcı olabilir.
uk: Увімкнення цієї опції збільшує випадковість і задоволення від гри, а вимкнення може допомогти вивчити способи перемогти ШІ.
ur: اس اختیار کو فعال کرنے سے گیم کی بے ترتیب پن اور تفریح میں اضافہ ہوتا ہے جبکہ اسے غیر فعال کرنے سے AI کو شکست دینے کے طریقوں کا مطالعہ کرنے میں مدد مل سکتی ہے۔
uz: Ushbu parametrni yoqish oʻyinning tasodifiyligi va qiziqarliligini oshiradi, uni oʻchirib qoʻyish esa AIni engish yoʻllarini oʻrganishga yordam beradi.
vi: Kích hoạt tùy chọn này làm tăng tính ngẫu nhiên và thú vị của trò chơi trong khi tắt tùy chọn này có thể giúp nghiên cứu các cách đánh bại AI.
zh: 启用此选项可增加游戏的随机性和趣味性，而禁用此选项可有助于探索击败 AI 之道。
zh_hant: 啟用此選項可增加遊戲的隨機性和趣味性，而禁用此選項可有助於研究打敗 AI 之道。
zu: Ukunika amandla le nketho kukhulisa ukungahleleki nobumnandi begeyimu ngenkathi uyikhubaza kungasiza izindlela zokufunda zokushaya i-AI.
