Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Trap awareness
af: Lokvalbewustheid
am: የወጥመድ ግንዛቤ
ar: الوعي بالفخاخ
az: Tələ xəbərdarlığı
be: Вызначэнне пастак
bg: Разпознаване на капани
bn: ফাঁদ সচেতনতা
bo: འཕར་ཁའི་ཤེས་རྟོགས།
ca: Detecció de paranys
cs: Detekce pastí
da: Fældedetektion
de: Fallen-Erkennung
el: Εντοπισμός παγίδων
es: Detección de trampas
et: Lõksude tuvastamine
fa: تشخیص تله
fi: Ansojen tunnistus
fr: Détection des pièges
gu: ફાંસાની જાગૃતિ
he: זיהוי מלכודות
hi: फंदा पहचान
hr: Prepoznavanje zamki
hu: Csapdaészlelés
hy: Որոգայթների հայտնաբերում
id: Deteksi jebakan
is: Gildruvitund
it: Rilevamento trappole
ja: 罠認識
km: រកឃើញអន្ទាក់
kn: ಬಲೆ ಗುರುತಿಸುವಿಕೆ
ko: 함정 감지
lt: Spąstų atpažinimas
lv: Slazdu noteikšana
mk: Откривање замки
ms: Pengesanan perangkap
my: လှောင်ချောက် အသိအမြင်
nb: Felledeteksjon
nl: Valdetectie
pl: Wykrywanie pułapek
pt: Detecção de armadilhas
ro: Detectare capcane
ru: Обнаружение ловушек
sk: Detekcia pascí
sl: Zaznavanje pasti
sq: Zbulimi i kurtheve
sr: Откривање замки
sv: Fälligenkänning
sw: Utambuzi wa mtego
te: ఉచ్చు గుర్తింపు
th: การตรวจจับกับดัก
tr: Tuzak tespiti
uk: Виявлення пасток
ur: جال کی شناخت
uz: Tuzoqni aniqlash
vi: Nhận diện bẫy
zh: 陷阱感知
zh_hant: 陷阱偵測
zu: Ukuqaphela ugibe

# trapAwarenessDescription
source: Highlight trap moves with bold circles and arrows during analysis.
af: Beklemtoon lokvalskuiwe met vet sirkels en pyle tydens ontleding.
am: በትንታኔ ጊዜ የወጥመድ እንቅስቃሴዎችን በወፍራም ክብ እና ቀስቶች ያበራሩ.
ar: تسليط الضوء على نقلات الفخ بدوائر وسهام عريضة أثناء التحليل.
az: Analiz zamanı tələ gedişlərini qalın dairələr və oxlarla vurğulayın.
be: Падсвятляйце хады-пасткі тоўстымі коламі і стрэлкамі падчас аналізу.
bg: Подчертавай ходовете-капан с дебели кръгове и стрелки по време на анализа.
bn: বিশ্লেষণের সময় মোটা বৃত্ত ও তীর দিয়ে ফাঁদের চালগুলো হাইলাইট করুন।
bo: དཔྱད་བརྗོད་སྐབས་འཕར་ཁའི་བསྒུལ་བ་སྦོམ་པོའི་ཐིག་དང་མདའ་རྟགས་ཀྱིས་མཚོན།
ca: Ressalta els moviments de parany amb cercles i fletxes gruixuts durant l'anàlisi.
cs: Zvýrazňuj tahy do pasti tučnými kruhy a šipkami během analýzy.
da: Fremhæv fældetræk med tykke cirkler og pile under analysen.
de: Markiere Fallen-Züge während der Analyse mit fetten Kreisen und Pfeilen.
el: Επισήμανση κινήσεων παγίδας με έντονους κύκλους και βέλη κατά την ανάλυση.
es: Resalta los movimientos trampa con círculos y flechas en negrita durante el análisis.
et: Tõsta analüüsi ajal lõksukäigud esile paksude ringide ja nooltega.
fa: در طول تحلیل، حرکات تله را با دایره‌ها و پیکان‌های پررنگ برجسته کن.
fi: Korosta ansasiirrot paksuilla ympyröillä ja nuolilla analyysin aikana.
fr: Mettre en évidence les coups piège avec des cercles et des flèches en gras pendant l'analyse.
gu: વિશ્લેષણ દરમિયાન જાડા વર્તુળો અને તીરો સાથે ફાંસાના ચાલોને હાઇલાઇટ કરો।
he: הדגש מהלכי מלכודת בעזרת עיגולים וחצים מודגשים במהלך הניתוח.
hi: विश्लेषण के दौरान मोटे वृत्त और तीरों से फंदे वाली चालों को हाइलाइट करें।
hr: Istakni poteze zamke podebljanim krugovima i strelicama tijekom analize.
hu: Elemzés közben emeld ki a csapdalépéseket vastag körökkel és nyilakkal.
hy: Վերլուծության ընթացքում ընդգծել որոգայթի քայլերը հաստ շրջաններով և սլաքներով.
id: Sorot langkah jebakan dengan lingkaran dan panah tebal saat analisis.
is: Lýstu gildruhreyfingum með þykkum hringjum og örvum meðan á greiningu stendur.
it: Evidenzia le mosse trappola con cerchi e frecce in grassetto durante l'analisi.
ja: 解析中に太い円と矢印で罠の手を強調表示する。
km: រំលេចចលនាអន្ទាក់ដោយរង្វង់ និងព្រួញដ៏ដិត ក្នុងអំឡុងការវិភាគ.
kn: ವಿಶ್ಲೇಷಣೆ ಸಮಯದಲ್ಲಿ ದಪ್ಪ ವೃತ್ತಗಳು ಮತ್ತು ಬಾಣಗಳೊಂದಿಗೆ ಬಲೆಯ ಚಲನೆಗಳನ್ನು ಹೈಲೈಟ್ ಮಾಡಿ.
ko: 분석 중 굵은 원과 화살표로 함정 수를 강조 표시합니다.
lt: Analizės metu paryškinkite spąstų ėjimus storais apskritimais ir rodyklėmis.
lv: Analīzes laikā izcel slazdu gājienus ar trekniem apļiem un bultām.
mk: Истакни ги потезите-замка со дебели кругови и стрели за време на анализата.
ms: Sorot gerakan perangkap dengan bulatan dan anak panah tebal semasa analisis.
my: ခွဲခြမ်းလေ့လာစဉ် လှောင်ချောက် လှုပ်ရှားမှုများကို စက်ဝိုင်းနှင့် မြားများကို ထင်ရှားအောင် ပြပါ.
nb: Fremhev felle-trekk med fete sirkler og piler under analysen.
nl: Markeer valzetten met vette cirkels en pijlen tijdens de analyse.
pl: Podświetlaj ruchy-pułapki grubymi okręgami i strzałkami podczas analizy.
pt: Realce os movimentos de armadilha com círculos e setas em negrito durante a análise.
ro: Evidențiază mutările-capcană cu cercuri și săgeți îngroșate în timpul analizei.
ru: Выделяйте ходы-ловушки жирными кругами и стрелками во время анализа.
sk: Zvýrazňuj ťahy-pasce hrubými kruhmi a šípkami počas analýzy.
sl: Med analizo poudari poteze pasti z odebeljenimi krogi in puščicami.
sq: Thekso lëvizjet-kurth me rrethe dhe shigjeta të trasha gjatë analizës.
sr: Истакни потезе замке дебелим круговима и стрелицама током анализе.
sv: Markera fäll-drag med tjocka cirklar och pilar under analysen.
sw: Onyesha kwa wazi michezo ya mtego kwa miduara na mishale minene wakati wa uchanganuzi.
te: విశ్లేషణ సమయంలో మందమైన వృత్తాలు మరియు బాణాలతో ఉచ్చు కదలికలను హైలైట్ చేయండి.
th: ไฮไลต์หมากกับดักด้วยวงกลมและลูกศรหนาระหว่างการวิเคราะห์.
tr: Analiz sırasında tuzak hamlelerini kalın daireler ve oklarla vurgula.
uk: Підсвічуйте ходи-пастки під час аналізу жирними колами та стрілками.
ur: تجزیے کے دوران موٹے دائروں اور تیروں کے ساتھ جال کی چالوں کو نمایاں کریں.
uz: Tahlil vaqtida tuzoq yurishlarini qalin doiralar va o‘qlar bilan ajratib ko‘rsating.
vi: Làm nổi bật các nước đi bẫy bằng vòng tròn và mũi tên đậm trong quá trình phân tích.
zh: 在分析过程中用粗圆圈和箭头高亮陷阱着法。
zh_hant: 在分析過程中以粗圓圈和箭頭突顯陷阱著法。
zu: Gqamisa ukuhamba kogibe ngama-siyingi aminyene nemicibisholo ngesikhathi sokuhlaziywa.

# trapExists
source: Trap exists. Trap moves: {trapMoves}
af: Lokval bestaan. Lokvalskuiwe: {trapMoves}
am: ወጥመድ አለ። የወጥመድ እንቅስቃሴዎች: {trapMoves}
ar: يوجد فخ. نقلات الفخ: {trapMoves}
az: Tələ mövcuddur. Tələ gedişləri: {trapMoves}
be: Ёсць пастка. Хады-пасткі: {trapMoves}
bg: Има капан. Ходове-капан: {trapMoves}
bn: ফাঁদ রয়েছে। ফাঁদের চাল: {trapMoves}
bo: འཕར་ཁ་ཡོད། འཕར་ཁའི་བསྒུལ་བ: {trapMoves}
ca: Hi ha un parany. Moviments de parany: {trapMoves}
cs: Existuje past. Tahy do pasti: {trapMoves}
da: Der er en fælde. Fældetræk: {trapMoves}
de: Es gibt eine Falle. Fallen-Züge: {trapMoves}
el: Υπάρχει παγίδα. Κινήσεις παγίδας: {trapMoves}
es: Existe una trampa. Movimientos trampa: {trapMoves}
et: Lõks on olemas. Lõksukäigud: {trapMoves}
fa: تله وجود دارد. حرکات تله: {trapMoves}
fi: Ansa havaittu. Ansasiirrot: {trapMoves}
fr: Un piège existe. Coups piège : {trapMoves}
gu: ફાંસો હાજર છે. ફાંસાના ચાલ: {trapMoves}
he: קיימת מלכודת. מהלכי מלכודת: {trapMoves}
hi: फंदा मौजूद है। फंदे वाली चालें: {trapMoves}
hr: Postoji zamka. Potezi zamke: {trapMoves}
hu: Csapda van. Csapdalépések: {trapMoves}
hy: Կա որոգայթ։ Որոգայթի քայլեր՝ {trapMoves}
id: Ada jebakan. Langkah jebakan: {trapMoves}
is: Gildra er til staðar. Gildruhreyfingar: {trapMoves}
it: Esiste una trappola. Mosse trappola: {trapMoves}
ja: 罠が存在します。罠の手: {trapMoves}
km: មានអន្ទាក់។ ចលនាអន្ទាក់: {trapMoves}
kn: ಬಲೆ ಇದೆ. ಬಲೆಯ ಚಲನೆಗಳು: {trapMoves}
ko: 함정이 있습니다. 함정 수: {trapMoves}
lt: Yra spąstai. Spąstų ėjimai: {trapMoves}
lv: Pastāv slazds. Slazdu gājieni: {trapMoves}
mk: Постои замка. Потези-замка: {trapMoves}
ms: Terdapat perangkap. Gerakan perangkap: {trapMoves}
my: လှောင်ချောက် ရှိနေသည်။ လှောင်ချောက် လှုပ်ရှားမှုများ: {trapMoves}
nb: Det finnes en felle. Felle-trekk: {trapMoves}
nl: Er is een val. Valzetten: {trapMoves}
pl: Istnieje pułapka. Ruchy-pułapki: {trapMoves}
pt: Há uma armadilha. Movimentos de armadilha: {trapMoves}
ro: Există o capcană. Mutări-capcană: {trapMoves}
ru: Есть ловушка. Ходы-ловушки: {trapMoves}
sk: Existuje pasca. Ťahy-pasce: {trapMoves}
sl: Past obstaja. Poteze pasti: {trapMoves}
sq: Ekziston një kurth. Lëvizje-kurth: {trapMoves}
sr: Постоји замка. Потези замке: {trapMoves}
sv: Det finns en fälla. Fälldrag: {trapMoves}
sw: Kuna mtego. Michezo ya mtego: {trapMoves}
te: ఉచ్చు ఉంది. ఉచ్చు కదలికలు: {trapMoves}
th: มีกับดักอยู่ การเดินหมากกับดัก: {trapMoves}
tr: Tuzak var. Tuzak hamleleri: {trapMoves}
uk: Є пастка. Ходи-пастки: {trapMoves}
ur: جال موجود ہے۔ جال کی چالیں: {trapMoves}
uz: Tuzoq mavjud. Tuzoq yurishlari: {trapMoves}
vi: Có bẫy. Nước đi bẫy: {trapMoves}
zh: 存在陷阱。陷阱着法: {trapMoves}
zh_hant: 存在陷阱。陷阱著法：{trapMoves}
zu: Kukhona ugibe. Ukuhamba kogibe: {trapMoves}

source: Custodian capture
af: Flankerende vangs
am: የሚጣፍጥ ቀረፃ
ar: الالتقاط المرافئ
az: Sahil ələ keçirmə
be: Флангавы захоп
bg: Улавяне на фланки
bn: ফ্ল্যাঙ্কিং ক্যাপচার
bo: བར་ཐག་འཛིན་བཟུང་།
ca: Captura de flanqueig
cs: Lemování zachycení
da: Flankerende fangst
de: Flankierende Erfassung
el: Πλευρική σύλληψη
es: Captura flanqueante
et: Külgnev tabamine
fa: دستگیری در کنار هم
fi: Reunustava sieppaus
fr: Capture flanquante
gu: ક captથર
he: לכידת צנרת
hi: झिलमिलाहट पर कब्जा
hr: Bočno hvatanje
hu: Szomorú elfogás
hy: Փայլուն գրավում
id: Mengapit penangkapan
is: Flanking handtaka
it: Cattura fiancheggiata
ja: 隣接するキャプチャ
km: ការចាប់យក
kn: ಸುತ್ತಾಟ
ko: 측면 캡처
lt: Flanking gaudymas
lv: Sānu tveršana
mk: Снимање на крило
ms: Mengapit penangkapan
my: ဝိုင်းဖမ်းယူ
nb: Flankerende fangst
nl: Flankerende vangst
pl: Uchwycenie flankujące
pt: Captura de flanqueamento
ro: Captura flancând
ru: Фланговый захват
si: ග්රහණය කර ගැනීම
sk: Zachytenie
sl: Zajemanje boka
sq: Kapje me krahë
sr: Заробљавање
sv: Flankering
sw: Kukamata kwa kuzunguka
te: లాంకింగ్ క్యాప్చర్
th: การจับขนาบ
tr: Kuşatma yakalama
uk: Флангові захоплення
ur: فلانکنگ کیپچر
uz: Qanotli ushlash
vi: Chụp sườn
zh: 二夹一
zh_hant: 槓
zu: Ukubanjwa kwe-Flanking

# custodianCaptureDescription
source: Bracket one of your opponent's pieces between two of yours along a line to remove it.
af: Sluit een van u teenstanders se stukke tussen twee van u in 'n reguit lyn om dit vas te vang.
am: ቀጥታ መስመርን ለመያዝ በሁለት መስመርዎ ውስጥ ከሁለት የአላላፊ ቁርጥራጮች መካከል አንዱን ይዝጉ.
ar: أرفق إحدى قطع خصمك بين اثنين منك في خط مستقيم لالتقاطها.
az: Rəqibinizin parçalarından birini ələ keçirmək üçün düz bir xəttdə ikiniz arasında əlavə edin.
be: Дадайце адзін з твораў суперніка паміж двума вашымі ў прамой лініі, каб захапіць яго.
bg: Приложете едно от парчетата на опонента си между две от вашите в права линия, за да го заснемете.
bn: এটি ক্যাপচারের জন্য আপনার দু'জনের মধ্যে আপনার প্রতিপক্ষের টুকরোগুলির মধ্যে একটিকে সংযুক্ত করুন।
bo: ཁྱེད་རང་གི་ཁ་གཏད་ཀྱི་ཆ་ཤས་གཅིག་ཁྱེད་རང་གི་ཐིག་ཐད་ཀའི་ནང་དུ་བཀག་ནས་དེ་འཛིན་དགོས།
ca: Indiqueu una de les peces del vostre oponent entre dues de les vostres en una línia recta per capturar -la.
cs: Přiložte jeden z vašich soupeřových kusů mezi dvěma z vašich v přímé linii, abyste jej zachytili.
da: Luk en af dine modstanders stykker mellem to af dine i en lige linje for at fange den.
de: Schließen Sie eine der Stücke Ihres Gegners zwischen zwei Ihrer von Ihnen in einer geraden Linie ein, um ihn zu erfassen.
el: Επισυνάψτε ένα από τα κομμάτια του αντιπάλου σας ανάμεσα σε δύο δικά σας σε μια ευθεία γραμμή για να το συλλάβετε.
es: Adjunte una de las piezas de tu oponente entre dos de las tuyas en línea recta para capturarlo.
et: Lisage üks teie vastase tükki kahe teie vahel sirgjooneliselt, et see jäädvustada.
fa: یکی از قطعات حریف خود را بین دو مورد از شما در یک خط مستقیم محصور کنید تا آن را ضبط کنید.
fi: Liitä yksi vastustajasi kappaleista kahden sinun välittömässä linjassa sen sieppaamiseksi.
fr: Enclopez l'une des pièces de votre adversaire entre deux de la vôtre en ligne droite pour la capturer.
gu: તમારા વિરોધીના ટુકડાઓમાંથી એકને તમારા બે વચ્ચે સીધી લાઇનમાં બંધ કરો.
he: סגר את אחד מחתיכות היריב שלך בין שניים משלך בקו ישר כדי לתפוס אותו.
hi: अपने प्रतिद्वंद्वी के टुकड़ों में से एक को अपने दो के बीच एक सीधी रेखा में पकड़ने के लिए संलग्न करें।
hr: Priložite jedan od vašeg protivnika između dva vašeg u ravnoj liniji da biste ga uhvatili.
hu: Csatlakoztassa az ellenfél egyik darabját kettő között egyenes vonalban, hogy elfogja.
hy: Կցեք ձեր հակառակորդի կտորներից մեկին ձեր երկու-ի միջեւ ուղիղ գծով `այն գրավելու համար:
id: Lampirkan salah satu bagian lawan Anda di antara dua Anda dalam garis lurus untuk menangkapnya.
is: Lokaðu einum af verkum andstæðingsins á milli tveggja ykkar í beinni línu til að fanga það.
it: Allega uno dei pezzi del tuo avversario tra due dei tuoi in linea retta per catturarlo.
ja: 対戦相手のピースの1つを直線で囲み、それをキャプチャします。
km: ព័ទ្ធជុំវិញបំណែករបស់គូប្រជែងរបស់អ្នកមួយរវាងពីររបស់អ្នកក្នុងបន្ទាត់ត្រង់ដើម្បីចាប់យកវា។
kn: ಅದನ್ನು ಸೆರೆಹಿಡಿಯಲು ನಿಮ್ಮ ಎದುರಾಳಿಯ ತುಣುಕುಗಳಲ್ಲಿ ಒಂದನ್ನು ನಿಮ್ಮ ಎರಡು ನಡುವೆ ಸರಳ ಸಾಲಿನಲ್ಲಿ ಸುತ್ತಿಕೊಳ್ಳಿ.
ko: 상대방의 작품 중 하나를 둘 사이의 조각 중 하나를 직선으로 동봉하여 캡처하십시오.
lt: Pridėkite vieną iš savo priešininko gabalų tarp dviejų jūsų tiesia linija, kad jį užfiksuotumėte.
lv: Ievietojiet vienu no pretinieka gabaliem starp diviem jūsu taisnā līnijā, lai to uztvertu.
mk: Повелете едно од парчињата на вашиот противник помеѓу две ваши во права линија за да го фатите.
ms: Lampirkan salah satu kepingan lawan anda di antara dua anda dalam garis lurus untuk menangkapnya.
my: သင်၏ပြိုင်ဘက်နှစ် ဦး အကြားသင်၏ပြိုင်ဘက်နှစ် ဦး အနေဖြင့်၎င်းကိုဖမ်းယူရန်ဖြောင့်သောမျဉ်းကြောင်းတစ်ခုအကြားသင်၏ပြိုင်ဘက်တစ် ဦး ကိုပူးတွဲပါ။
nb: Lukk en av motstanderens brikker mellom to av deg i en rett linje for å fange den.
nl: Voeg een van de stukken van je tegenstander tussen twee van je in een rechte lijn in om het vast te leggen.
pl: Załóż jeden z elementów przeciwnika między dwoma w linii prostej, aby go uchwycić.
pt: Coloque uma das peças do seu oponente entre duas delas em uma linha reta para capturá -la.
ro: Închideți una dintre piesele adversarului între două dintre ale voastre într -o linie dreaptă pentru a o captura.
ru: Поместите одну из фигур соперника между двумя своими по прямой линии, чтобы снять её.
si: එය අල්ලා ගැනීම සඳහා ඔබේ විරුද්ධවාදියෙකුගේ කොටසක් ඔබේ දෙකක් අතර සරල රේඛාවක් තුළට ඇතුළත් කරන්න.
sk: Priložte jeden z kusov súpera medzi dve vaše v priamke, aby ste ho zachytili.
sl: Eden od nasprotnikovih kosov med dvema od vaših priložite v ravni črti, da jo zajamete.
sq: Bashkangjitni një nga pjesët e kundërshtarit tuaj midis dy tuajave në një vijë të drejtë për ta kapur atë.
sr: Приложите један од својих противничких комада између два вашег у правој линији да бисте га ухватили.
sv: Bifoga en av dina motståndares bitar mellan två av dina i en rak linje för att fånga den.
sw: Zingatia moja ya vipande vya mpinzani wako kati ya mbili zako kwenye mstari wa moja kwa moja ili kuikamata.
te: మీ ప్రత్యర్థి ముక్కలలో ఒకదాన్ని మీ రెండింటి మధ్య సరళ రేఖలో పట్టుకోవటానికి ఒకదాన్ని నొక్కిచెప్పండి.
th: แนบชิ้นส่วนหนึ่งของคู่ต่อสู้ระหว่างสองของคุณเป็นเส้นตรงเพื่อจับมัน
tr: Rakibinizin parçalarından birini ikiniz arasındaki parçalarından yakalamak için düz bir çizgide ekleyin.
uk: Укладайте один із творів вашого опонента між двома у прямій лінії, щоб зафіксувати його.
ur: اپنے حریف کے ایک ٹکڑوں کو اپنے دو کے درمیان سیدھے لکیر میں منسلک کریں۔
uz: Raqibning ikkitasi orasidagi bittasini to'g'ri chiziqda ushlang.
vi: Bao quanh một trong những mảnh của đối thủ giữa hai bạn theo một đường thẳng để nắm bắt nó.
zh: 沿着同一条线用己方两枚棋子夹住对方棋子即可吃掉对方棋子。
zh_hant: 沿著同一條線，用己方兩枚棋子夾住對方棋子即可吃掉對方該枚棋子。
zu: Faka ingxenye eyodwa yezingcezu zomphikisi wakho phakathi kwayo ezimbili zakho emugqeni oqondile ukuze uzithwebule.

# custodianCaptureEnable
source: Allow custodian capture
af: Laat flankerende vaslegging toe
am: የሚጣፍጥ ቀረፃን ፍቀድ
ar: السماح بالقبض على الإحالة
az: Flinging ələ keçirməyə icazə verin
be: Дазвольце захопу фланга
bg: Позволяват улавяне на фланки
bn: ফ্ল্যাঙ্কিং ক্যাপচারের অনুমতি দিন
bo: ཕྱོགས་གཅིག་ནས་འཛིན་བཟུང་བྱེད་དུ་འཇུག་པ།
ca: Permet la captura de flanqueig
cs: Povolte zachycení lemu
da: Tillad flankerende indfangning
de: Flankierende Erfassung erlauben
el: Επιτρέψτε τη σύλληψη πλευρικής
es: Permitir captura flanqueante
et: Luba külgneval jäädvustamisel
fa: اجازه ضبط پهلو را دهید
fi: Salli reunustavan sieppauksen
fr: Laisser flanquer une capture
gu: Flanking કેપ્ચરને મંજૂરી આપો
he: אפשר לכידת אגרוף
hi: फ्लैंकिंग कैप्चर की अनुमति दें
hr: Ostavite bočno hvatanje
hu: Engedje meg a szélsőséges elfogást
hy: Թույլ տվեք Flanking Capture
id: Izinkan penangkapan mengapit
is: Leyfa flanking
it: Consenti la cattura di fianco
ja: 隣接キャプチャを許可します
km: អនុញ្ញាតឱ្យការចាប់យកអណ្តូង
kn: ಪಾರ್ಶ್ವ ಸೆರೆಹಿಡಿಯಲು ಅನುಮತಿಸಿ
ko: 측면 캡처를 허용하십시오
lt: Leiskite fiksuoti
lv: Ļaujiet sānu uztveršanu
mk: Дозволете фаќање на крило
ms: Benarkan penangkapan mengapit
my: ဝိုင်းဖမ်းယူမှုကို ခွင့်ပြုပါ
nb: Tillat flankerende fangst
nl: Laat flankerende vangst toe
pl: Pozwól, aby wychwytywać flanking
pt: Permitir captura de flanqueamento
ro: Permiteți captarea flancare
ru: Разрешить фланговый захват
si: ග්රහණය කර බැලීමට ඉඩ දෙන්න
sk: Povoliť zachytenie
sl: Dovoli zajemanje boka
sq: Lejoni kapjen e krahut
sr: Дозволите заробљавање бокресања
sv: Tillåt flankerande fångst
sw: Ruhusu kukamata kwa kuzunguka
te: పార్శ్వ సంగ్రహాన్ని అనుమతించండి
th: อนุญาตให้จับขนาบ
tr: Kuşatma yakalamasına izin ver
uk: Дозвольте фланговому захопленню
ur: فلانکنگ کی گرفتاری کی اجازت دیں
uz: Flankingga ruxsat bering
vi: Cho phép chụp sườn
zh: 允许二夹一吃子
zh_hant: 啟用槓吃
zu: Vumela ukuthathwa kwe-Flanking

source: Intervention capture
af: Ingryping vaslegging
am: ጣልቃ ገብነት
ar: التقاط التدخل
az: Müdaxilə tutulması
be: Захоп умяшання
bg: Улавяне на интервенция
bn: হস্তক্ষেপ ক্যাপচার
bo: བར་འདུམ་འཛིན་བཟུང་།
ca: Captura d'intervenció
cs: Zachycení intervence
de: Interventionserfassung
el: Σύλληψη παρέμβασης
es: Captura de intervención
et: Sekkumisvõitlus
fa: ضبط مداخله
fi: Interventiokaappaus
fr: Capture d'intervention
gu: હસ્તક્ષેપ
he: לכידת התערבות
hi: हस्तक्षेप कब्जा
hr: Intervencija hvatanje
hu: Beavatkozás
hy: Միջամտության գրավում
id: Gotong
is: Íhlutun handtaka
it: Cattura di intervento
ja: 介入キャプチャ
km: ការចាប់យកអន្តរាគមន៍
kn: ಹಸ್ತಕ್ಷೇಪ
ko: 중재 캡처
lt: Intervencijos fiksavimas
lv: Iejaukšanās
mk: Фаќање интервенција
ms: Menangkap intervensi
my: ဝင်ရောက်စွက်ဖက်မှုဖမ်းယူခြင်း
nb: Intervensjonsfangst
nl: Interventie vangen
pl: Przechwytywanie interwencji
pt: Captura de intervenção
ro: Captura de intervenție
ru: Захват вмешиванием
si: මැදිහත්වීම් ග්රහණය
sk: Zachytenie zásahu
sl: Zajem intervencije
sq: Kapja e ndërhyrjes
sr: Снимање интервенције
sv: Intervention
sw: Kukamata kwa uingiliaji
te: ఇంటర్వెన్షన్ క్యాప్చర్
th: การจับภาพการแทรกแซง
tr: Müdahale yakalama
uk: Захоплення втручання
ur: مداخلت کی گرفتاری
uz: Aralashish
vi: Bắt giữ can thiệp
zh: 一挑二
zh_hant: 擔
zu: Ukungenelela kokungenelela

# interventionCaptureDescription
source: Move into the empty point between two of your opponent's pieces to remove them both.
af: Beweeg in die leë punt tussen twee van u teenstanders se stukke om albei vas te lê.
am: ሁለቱንም ለመያዝ በሁለቱ በተቃዋሚዎ ቁርጥራጮች መካከል ወደ ባዶ ቦታ ይሂዱ.
ar: انتقل إلى النقطة الفارغة بين قطعتين من خصمك لالتقاطهما على حد سواء.
az: Hər ikisini ələ keçirmək üçün rəqibinizin iki parçası arasındakı boş nöqtəyə keçin.
be: Перайдзіце ў пустую кропку паміж двума творамі суперніка, каб захапіць іх абодва.
bg: Преместете се в празната точка между две от парчетата на опонента ви, за да ги уловите и двете.
bn: উভয়কে ক্যাপচার করতে আপনার প্রতিপক্ষের দুটি টুকরোগুলির মধ্যে খালি পয়েন্টে যান।
bo: ཁྱེད་རང་གི་ཁ་གཏད་ཀྱི་ཆ་ཤས་གཉིས་ཀྱི་བར་གྱི་སྟོང་ཆ་དེ་ལ་སྤོ་ནས་དེ་གཉིས་ཀ་འཛིན་ཐུབ།
ca: Desplaceu -vos al punt buit entre dues de les peces del vostre oponent per capturar -les totes dues.
cs: Přesuňte se do prázdného bodu mezi dvěma kousky soupeře, abyste je zachytili oba.
da: Gå ind i det tomme punkt mellem to af dine modstanders stykker for at fange dem begge.
de: Bewegen Sie sich in den leeren Punkt zwischen zwei der Stücke Ihres Gegners, um beide zu erfassen.
el: Μετακινηθείτε στο κενό σημείο ανάμεσα σε δύο από τα κομμάτια του αντιπάλου σας για να τα συλλάβετε και τα δύο.
es: Muévete al punto vacío entre dos de las piezas de tu oponente para capturarlas a las dos.
et: Liikuge tühja punkti kahe oma vastase tüki vahel, et neid mõlemad jäädvustada.
fa: به نقطه خالی بین دو قطعه حریف خود بروید تا هر دو آنها را ضبط کنید.
fi: Siirry tyhjään pisteeseen kahden vastustajan kappaleen välillä vangitaksesi ne molemmat.
fr: Déplacez-vous dans le point vide entre deux des pièces de votre adversaire pour les capturer tous les deux.
gu: તે બંનેને કેપ્ચર કરવા માટે તમારા વિરોધીના બે ટુકડાઓ વચ્ચે ખાલી બિંદુમાં જાઓ.
he: לעבור לנקודה הריקה בין שניים מקטעי היריב שלך כדי לתפוס את שניהם.
hi: उन दोनों को पकड़ने के लिए अपने दो प्रतिद्वंद्वी के टुकड़ों के बीच खाली बिंदु में जाएं।
hr: Pomaknite se u praznu točku između dva komada protivnika kako biste ih oboje uhvatili.
hu: Haladjon az ellenfél két darabja közötti üres pontba, hogy mindkettőt elfogja.
hy: Տեղափոխեք ձեր հակառակորդի երկու մասի դատարկ կետի մեջ, երկուսն էլ գրավելու համար:
id: Letakkan atau geser bidak Anda ke titik kosong di antara dua bidak lawan dalam satu garis (vertikal, horizontal, atau diagonal) untuk menangkap keduanya.
is: Farðu inn í tóma punktinn milli tveggja stykki andstæðingsins til að fanga þá báða.
it: Spostati nel punto vuoto tra due dei pezzi del tuo avversario per catturarli entrambi.
ja: 相手の2つのピースの間の空のポイントに移動して、両方をキャプチャします。
km: ផ្លាស់ទីទៅចំណុចទទេរវាងបំណែករបស់គូប្រជែងពីររបស់អ្នកដើម្បីចាប់យកពួកគេទាំងពីរ។
kn: ಎರಡನ್ನೂ ಸೆರೆಹಿಡಿಯಲು ನಿಮ್ಮ ಎರಡು ಎದುರಾಳಿಯ ತುಣುಕುಗಳ ನಡುವೆ ಖಾಲಿ ಬಿಂದುವಿಗೆ ಸರಿಸಿ.
ko: 상대방의 두 조각 사이의 빈 지점으로 이동하여 둘 다 포착하십시오.
lt: Pereikite į tuščią tašką tarp dviejų priešininko gabalų, kad užfiksuotumėte juos abu.
lv: Pārvietojieties tukšā punktā starp diviem pretinieka gabaliem, lai tos abus uztvertu.
mk: Преминете во празната точка помеѓу две парчиња на вашиот противник за да ги фатите и двете.
ms: Bergerak ke titik kosong di antara dua keping lawan anda untuk menangkap mereka berdua.
my: နှစ်ခုစလုံးကိုဖမ်းယူရန်သင်၏ပြိုင်ဘက်၏အပိုင်းပိုင်းနှစ်ခုအကြားအချည်းနှီးသောအချက်သို့ရွှေ့ပါ။
nb: Gå inn i det tomme punktet mellom to av motstanderens stykker for å fange dem begge.
nl: Ga naar het lege punt tussen twee van de stukken van je tegenstander om ze allebei vast te leggen.
pl: Przejdź do pustego punktu między dwoma elementami przeciwnika, aby uchwycić je oba.
pt: Mova -se para o ponto vazio entre duas das peças do seu oponente para capturar os dois.
ro: Mutați -vă în punctul gol dintre două dintre piesele adversarului dvs. pentru a le surprinde pe amândouă.
ru: Перейдите на пустую точку между двумя фигурами соперника, чтобы снять их обе.
si: ඔවුන් දෙදෙනාම ග්රහණය කර ගැනීම සඳහා ඔබේ ප්රතිවාදියාගේ කෑලි දෙකක් අතර හිස් ලක්ෂ්යයට යන්න.
sk: Prejdite do prázdneho bodu medzi dvoma kúskami súpera, aby ste ich zachytili.
sl: Premaknite se v prazno točko med dvema nasprotnikovim kosom, da ju zajamete oba.
sq: Kaloni në pikën boshe midis dy pjesëve të kundërshtarit tuaj për t'i kapur të dy.
sr: Пређите у празну тачку између два дела вашег противника да их обоје ухвати.
sv: Flytta in i den tomma punkten mellan två av din motståndares bitar för att fånga dem båda.
sw: Sogeza katika hatua tupu kati ya vipande viwili vya mpinzani wako ili kuzikamata zote mbili.
te: మీ ప్రత్యర్థి రెండు ముక్కల మధ్య ఖాళీ బిందువులోకి వెళ్లండి.
th: ย้ายเข้าไปในจุดว่างระหว่างสองชิ้นของคู่ต่อสู้ของคุณเพื่อจับพวกมันทั้งคู่
tr: Her ikisini de yakalamak için rakibinizin iki parçasından ikisi arasındaki boş noktaya geçin.
uk: Перейдіть у порожню точку між двома творами опонента, щоб захопити їх обох.
ur: اپنے حریف کے دو ٹکڑوں کے درمیان خالی نقطہ میں جائیں تاکہ ان دونوں کو پکڑ سکے۔
uz: Ikkala raqibingizning ikkitasi orasidagi bo'sh joyga o'ting.
vi: Di chuyển vào điểm trống giữa hai mảnh của đối thủ của bạn để bắt cả hai.
zh: 移动到对方两枚棋子之间的空点，可同时吃掉这两枚棋子。
zh_hant: 移動至對方兩枚棋子之間的空點，可同時吃掉這兩枚棋子。
zu: Hambisa endaweni engenalutho phakathi kwezingcezu zabaphikisi zakho ukuze ubabambe bobabili.
