Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Import color settings
af: Kleurinstellings invoer
am: ቀለም ቅንብሮችን አስመጣ
ar: استيراد إعدادات الألوان
az: Rəng ayarlarını idxal edin
be: Імпартаваць налады колеру
bg: Импортиране на настройки за цвят
bn: রঙের সেটিংস আমদানি করুন
bo: ཚོན་གཞིའི་སྒྲིག་སྟངས་ནང་འདྲེན་བྱོས།
ca: Importa la configuració dels colors
cs: Importovat nastavení barev
da: Importér farveindstillinger
de: Farbeinstellungen importieren
el: Εισαγωγή ρυθμίσεων χρώματος
es: Importar ajustes del color
et: Impordi värviseaded
fa: وارد کردن تنظیمات رنگ
fi: Tuo väriasetukset
fr: Importer les paramètres de couleur
gu: રંગ સેટિંગ્સ આયાત કરો
he: ייבוא ​​הגדרות צבע
hi: रंग सेटिंग्स आयात करें
hr: Uvezi postavke boja
hu: Színbeállítások importálása
hy: Ներմուծել գույնի կարգավորումները
id: Impor pengaturan warna
is: Flytja inn litastillingar
it: Importa impostazioni colore
ja: カラー設定をインポート
km: នាំចូលការកំណត់ពណ៌
kn: ಬಣ್ಣ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಆಮದುಮಾಡಿ
ko: 색상 설정 가져오기
lt: Importuoti spalvų nustatymus
lv: Importēt krāsu iestatījumus
mk: Внеси поставки за боја
ms: Import tetapan warna
my: အရောင်ချိန်ညှိချက်များကိုတင်သွင်းပါ
nb: Importer fargeinnstillinger
nl: Kleurinstellingen importeren
pl: Importuj ustawienia kolorów
pt: Importar configurações de cor
ro: Importați setările de culoare
ru: Импорт настроек цвета
si: වර්ණ සැකසුම් ආනයන කරන්න
sk: Importovať nastavenia farieb
sl: Uvozi nastavitve barv
sq: Importoni cilësimet e ngjyrave
sr: Увези подешавања боја
sv: Importera färginställningar
sw: Ingiza mipangilio ya rangi
ta: வண்ண அமைப்புகளை இறக்குமதி செய்யுங்கள்
te: రంగు సెట్టింగ్‌లను దిగుమతి చేయండి
th: นำเข้าการตั้งค่าสี
tr: Renk ayarlarını içe aktar
uk: Імпортувати налаштування кольорів
ur: رنگ کی ترتیبات درآمد کریں
uz: Rang sozlamalarini import qilish
vi: Nhập cài đặt màu
zh: 导入颜色设置
zh_hant: 導入顏色設置
zu: Ngenisa izilungiselelo zombala

source: Export color settings
af: Kleurinstellings uitvoer
am: ቀለም ቅንብሮችን አስገባ
ar: تصدير إعدادات الألوان
az: Rəng ayarlarını ixrac edin
be: Экспартаваць налады колеру
bg: Експортиране на настройки за цвят
bn: রঙের সেটিংস রপ্তানি করুন
bo: ཚོན་གཞིའི་སྒྲིག་སྟངས་ཕྱིར་འདྲེན་བྱོས།
ca: Exporta la configuració dels colors
cs: Exportovat nastavení barev
da: Eksporter farveindstillinger
de: Farbeinstellungen exportieren
el: Εξαγωγή ρυθμίσεων χρώματος
es: Exportar ajustes del color
et: Ekspordi värviseaded
fa: صادر کردن تنظیمات رنگ
fi: Vie väriasetukset
fr: Exporter les paramètres de couleur
gu: રંગ સેટિંગ્સ નિકાસ કરો
he: ייצוא הגדרות צבע
hi: रंग सेटिंग्स निर्यात करें
hr: Izvezi postavke boja
hu: Színbeállítások exportálása
hy: Արտահանել գույնի կարգավորումները
id: Ekspor pengaturan warna
is: Flytja út litastillingar
it: Esporta impostazioni colore
ja: カラー設定をエクスポート
km: នាំចេញការកំណត់ពណ៌
kn: ಬಣ್ಣ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ರಫ್ತುಮಾಡಿ
ko: 색상 설정 내보내기
lt: Eksportuoti spalvų nustatymus
lv: Eksportēt krāsu iestatījumus
mk: Изнеси поставки за боја
ms: Eksport tetapan warna
my: အရောင်ချိန်ညှိချက်များကိုပို့ပါ
nb: Eksporter fargeinnstillinger
nl: Kleurinstellingen exporteren
pl: Eksportuj ustawienia kolorów
pt: Exportar configurações de cor
ro: Exportați setările de culoare
ru: Экспорт настроек цвета
si: වර්ණ සැකසුම් අපනයනය කරන්න
sk: Exportovať nastavenia farieb
sl: Izvozi nastavitve barv
sq: Eksportoni cilësimet e ngjyrave
sr: Извези подешавања боја
sv: Exportera färginställningar
sw: Hamisha mipangilio ya rangi
ta: வண்ண அமைப்புகளை ஏற்றுமதி செய்யுங்கள்
te: రంగు సెట్టింగ్‌లను ఎగుమతి చేయండి
th: ส่งออกการตั้งค่าสี
tr: Renk ayarlarını dışa aktar
uk: Експортувати налаштування кольорів
ur: رنگ کی ترتیبات برآمد کریں
uz: Rang sozlamalarini eksport qilish
vi: Xuất cài đặt màu
zh: 导出颜色设置
zh_hant: 導出顏色設置
zu: Thumela izilungiselelo zombala

source: Import
af: Invoer
am: አስመጣ
ar: استيراد
az: İdxal
be: Імпарт
bg: Импорт
bn: আমদানি
bo: ནང་འདྲེན་བྱོས།
ca: Importa
da: Importér
de: Importieren
el: Εισαγωγή
es: Importar
et: Impordi
fa: وارد کردن
fi: Tuo
fr: Importer
gu: આયાત
he: ייבוא
hi: आयात
hr: Uvezi
hu: Importálás
hy: Ներմուծում
id: Impor
is: Flytja inn
it: Importa
ja: インポート
km: នាំចូល
kn: ಆಮದು
ko: 가져오기
lt: Importuoti
lv: Importēt
mk: Увези
my: တင်သွင်းသည်
nb: Importere
nl: Importeren
pl: Importuj
pt: Importar
ro: Importați
ru: Импорт
si: ආනයන
sk: Importovať
sl: Uvozi
sq: Importoni
sr: Увези
sv: Importera
sw: Ingiza
ta: இறக்குமதி
te: దిగుమతి
th: นำเข้า
tr: İçe aktar
uk: Імпортувати
ur: درآمد کریں
uz: Import qilish
vi: Nhập khẩu
zh: 导入
zh_hant: 導入
zu: Ngenisa

source: Export
af: Uitvoer
am: አስገባ
ar: تصدير
az: İxrac
be: Экспарт
bg: Експорт
bn: রপ্তানি
bo: ཕྱིར་འདྲེན་བྱོས།
ca: Exporta
da: Eksportér
de: Exportieren
el: Εξαγωγή
es: Exportar
et: Ekspordi
fa: صادر کردن
fi: Vie
fr: Exporter
gu: નિકાસ
he: ייצוא
hi: निर्यात
hr: Izvezi
hu: Exportálás
hy: Արտահանում
id: Ekspor
is: Flytja út
it: Esporta
ja: エクスポート
km: នាំចេញ
kn: ರಫ್ತು
ko: 내보내기
lt: Eksportuoti
lv: Eksportēt
mk: Извези
ms: Eksport
my: တင်ပို့သည်
nb: Eksportere
nl: Exporteren
pl: Eksportuj
pt: Exportar
ro: Exportați
ru: Экспорт
si: අපනයන
sk: Exportovať
sl: Izvozi
sq: Eksportoni
sr: Извези
sv: Exportera
sw: Hamisha
ta: ஏற்றுமதி
te: ఎగుమతి
th: ส่งออก
tr: Dışa aktar
uk: Експортувати
ur: برآمد کریں
uz: Eksport qilish
vi: Xuất khẩu
zh: 导出
zh_hant: 導出
zu: Thumela

# pleaseCopyJsonToClipboard
source: Please copy the JSON format settings to the clipboard first.
af: Kopieer asseblief eers die JSON-formaatinstellings na die knipbord.
am: እባክዎ የJSON ቅንብሮችን ቅርጽ አስቀድሞ ወደ ቅንጥብ ሰሌዳ ይቅዱ።
ar: يرجى نسخ إعدادات تنسيق JSON إلى الحافظة أولاً.
az: Zəhmət olmasa əvvəlcə JSON formatlı parametrləri mübadilə buferinə kopyalayın.
be: Калі ласка, спачатку скапіруйце налады фармату JSON у буфер абмену.
bg: Моля, първо копирайте настройките за формат JSON в клипборда.
bn: দয়া করে প্রথমে JSON ফরম্যাটের সেটিংসগুলো ক্লিপবোর্ডে কপি করুন।
bo: གཞི་སྒྲིག་ཀྱི་ཚོན་གྱི་གྲངས་སྒྲིག JSON དངོས་གཞིའི་སྒྲིག་སྟངས་ལག་ཆས་ནང་བརྡར་གནང་།
ca: Copieu abans la configuració en format JSON al porta-retalls.
cs: Nejprve prosím zkopírujte nastavení formátu JSON do schránky.
da: Kopier venligst JSON-formatindstillingerne til udklipsholderen først.
de: Bitte kopieren Sie zuerst die JSON-Format-Einstellungen in die Zwischenablage.
el: Αντιγράψτε πρώτα τις ρυθμίσεις μορφής JSON στο πρόχειρο.
es: Por favor, copie primero los ajustes del formato JSON en el portapapeles.
et: Palun kopeerige kõigepealt JSON-vormingu sätted lõikelauale.
fa: لطفاً ابتدا تنظیمات قالب JSON را به کلیپ بورد کپی کنید.
fi: Kopioi ensin JSON-muodon asetukset leikepöydälle.
fr: Veuillez d'abord copier les paramètres du format JSON dans le presse-papiers.
gu: મહેરબાની કરી JSON ફોર્મેટ સેટિંગ્સને પહેલાં ક્લિપબોર્ડ પર કૉપિ કરો.
he: אנא העתק תחילה את הגדרות תבנית ה-JSON ללוח.
hi: कृपया पहले JSON प्रारूप में सेटिंग्स को क्लिपबोर्ड पर कॉपी करें।
hr: Najprije kopirajte postavke JSON formata u međuspremnik.
hu: Kérjük, először másolja a JSON formátumú beállításokat a vágólapra.
hy: Խնդրում ենք նախ պատճենել JSON ձևաչափի կարգավորումները Clipboard-ին:
id: Silakan salin pengaturan format JSON ke clipboard terlebih dahulu.
is: Vinsamlegast afritaðu JSON stillingarnar á klemmuspjald fyrst.
it: Si prega di copiare prima le impostazioni del formato JSON negli appunti.
ja: 最初に JSON 形式の設定をクリップボードにコピーしてください。
km: សូមចម្លងការកំណត់ទម្រង់ JSON ទៅឃ្លីបបតជាមុនសិន។
kn: ದಯವಿಟ್ಟು ಮೊದಲು JSON ಸ್ವರೂಪದ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಿ.
ko: 먼저 JSON 형식 설정을 클립보드에 복사하십시오.
lt: Prašome pirmiausia nukopijuoti JSON formato nustatymus į iškarpinę.
lv: Lūdzu, vispirms nokopējiet JSON formāta iestatījumus starpliktuvē.
mk: Копирајте ги поставките на JSON форматот во таблата за сечење.
ms: Sila salin tetapan format JSON ke papan keratan terlebih dahulu.
my: ကျေးဇူးပြု၍ JSON ဖော်မတ်ချိန်ညှိချက်များကို clipboard သို့ အရင်ဆုံး ကူးယူပါ။
nb: Vennligst kopier JSON-formatinnstillingene til utklippstavlen først.
nl: Kopieer de instellingen in JSON-indeling eerst naar het klembord.
pl: Najpierw skopiuj ustawienia formatu JSON do schowka.
pt: Por favor, copie as configurações do formato JSON para a área de transferência primeiro.
ro: Vă rugăm să copiați mai întâi setările formatului JSON în clipboard.
ru: Пожалуйста, сначала скопируйте настройки формата JSON в буфер обмена.
si: කරුණාකර පළමුව JSON ආකෘති සැකසුම් පසුරුපුවරුවට පිටපත් කරන්න.
sk: Najprv skopírujte nastavenia formátu JSON do schránky.
sl: Najprej kopirajte nastavitve formata JSON v odložišče.
sq: Ju lutemi kopjoni fillimisht cilësimet e formatit JSON në kujtesën e përkohshme.
sr: Молимо копирајте подешавања формата JSON у привремену меморију.
sv: Kopiera JSON-formatinställningarna till urklipp först.
sw: Tafadhali nakili mipangilio ya umbizo la JSON kwenye ubao wa kunakili kwanza.
ta: முதலில் சாதொபொகு வடிவமைப்பு அமைப்புகளை இடைநிலைப்பலகைக்கு நகலெடுக்கவும்.
te: దయచేసి ముందుగా JSON ఫార్మాట్ సెట్టింగ్‌లను క్లిప్‌బోర్డ్‌కి కాపీ చేయండి.
th: โปรดคัดลอกการตั้งค่ารูปแบบ JSON ไปยังคลิปบอร์ดก่อน
tr: Lütfen önce JSON biçim ayarlarını panoya kopyalayın.
uk: Будь ласка, спочатку скопіюйте налаштування формату JSON до буфера обміну.
ur: براہ کرم پہلے JSON فارمیٹ کی ترتیبات کو کلپ بورڈ پر کاپی کریں۔
uz: Iltimos, birinchi navbatda JSON formatidagi sozlamalarni buferga nusxalab oling.
vi: Vui lòng sao chép các cài đặt định dạng JSON vào bảng tạm trước.
zh: 请先将 JSON 格式的配置复制到剪贴板。
zh_hant: 請先將 JSON 格式的設置複製到剪貼板。
zu: Sicela ukopishe izilungiselelo zefomethi ye-JSON ku-clipboard kuqala.

source: Copied to clipboard.
af: Na knipbord gekopieer.
am: ወደ ቅንጥብ ሰሌዳ ተቀድቷል።
ar: تم النسخ إلى الحافظة.
az: Mübadilə buferinə kopyalandı.
be: Скапіравана ў буфер абмену.
bg: Копирано в клипборда.
bn: ক্লিপবোর্ডে কপি করা হয়েছে।
bo: ལག་ཆས་ནང་བརྡར་ཡོད།
ca: S'ha copiat al porta-retalls.
cs: Zkopírováno do schránky.
da: Kopieret til udklipsholder.
de: In die Zwischenablage kopiert.
el: Αντιγράφηκε στο πρόχειρο.
es: Copiado al portapapeles.
et: Kopeeritud lõikelauale.
fa: به کلیپ بورد کپی شد.
fi: Kopioitu leikepöydälle.
fr: Copié dans le presse-papiers.
gu: ક્લિપબોર્ડ પર કૉપિ કરવામાં આવ્યું.
he: הועתק ללוח.
hi: क्लिपबोर्ड पर कॉपी किया गया।
hr: Kopirano u međuspremnik.
hu: Vágólapra másolva.
hy: Պատճենվել է Clipboard-ին:
id: Disalin ke clipboard.
is: Afritað á klemmuspjald.
it: Copiato negli appunti.
ja: クリップボードにコピーされました。
km: បានចម្លងទៅឃ្លីបបត។
kn: ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ.
ko: 클립보드에 복사되었습니다.
lt: Nukopijuota į iškarpinę.
lv: Nokopēts starpliktuvē.
mk: Копирано во таблата за сечење.
ms: Disalin ke papan keratan.
my: Clipboard သို့ ကူးယူပြီး။
nb: Kopiert til utklippstavlen.
nl: Gekopieerd naar klembord.
pl: Skopiowano do schowka.
pt: Copiado para a área de transferência.
ro: Copiat în clipboard.
ru: Скопировано в буфер обмена.
si: පසුරුපුවරුවට පිටපත් කෙරුණා.
sk: Skopírované do schránky.
sl: Kopirano v odložišče.
sq: Kopjuar në kujtesën e përkohshme.
sr: Копирано у привремену меморију.
sv: Kopierat till urklipp.
sw: Imenakiliwa kwenye ubao wa kunakili.
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கப்பட்டது.
te: క్లిప్‌బోర్డ్‌కి కాపీ చేయబడింది.
th: คัดลอกไปยังคลิปบอร์ดแล้ว
tr: Panoya kopyalandı.
uk: Скопійовано в буфер обміну.
ur: کلپ بورڈ پر کاپی کر دیا گیا۔
uz: Buferga nusxalandi.
vi: Đã sao chép vào bảng tạm.
zh: 已复制到剪贴板。
zh_hant: 已複製到剪貼板。
zu: Ikhopishwe ku-clipboard.

source: Imported.
af: Geïmporteer.
am: ተመጥቷል።
ar: تم الاستيراد.
az: İdxal edildi.
be: Імпартавана.
bg: Импортирано.
bn: আমদানি করা হয়েছে।
bo: ནང་འདྲེན་ཡོད།
ca: S'ha importat.
cs: Importováno.
da: Importeret.
de: Importiert.
el: Εισήχθη.
es: Importado.
et: Imporditud.
fa: وارد شد.
fi: Tuotu.
fr: Importé.
gu: આયાત કરાયું.
he: יובא.
hi: आयात किया गया।
hr: Uvezeno.
hu: Importálva.
hy: Ներմուծված է:
id: Diimpor.
is: Flutt inn.
it: Importato.
ja: インポートされました。
km: បាននាំចូល។
kn: ಆಮದು ಮಾಡಲಾಗಿದೆ.
ko: 가져왔습니다.
lt: Importuota.
lv: Importēts.
mk: Увезено.
ms: Diimport.
my: တင်သွင်းပြီး။
nb: Importert.
nl: Geïmporteerd.
pl: Zaimportowano.
pt: Importado.
ro: Importat.
ru: Импортировано.
si: ආනයනය කරන ලදි.
sk: Importované.
sl: Uvoženo.
sq: Importuar.
sr: Увезено.
sv: Importerad.
sw: Imeingizwa.
ta: இறக்குமதி செய்யப்பட்டது.
te: ఆయాతించబడింది.
th: นำเข้าแล้ว
tr: İçe aktarıldı.
uk: Імпортовано.
ur: درآمد کیا گیا۔
uz: Import qilindi.
vi: Đã nhập.
zh: 已导入。
zh_hant: 已導入。
zu: Kungenisiwe.

source: Board image
af: Bordbeeld
am: የሰሌዳ ምስል
ar: صورة اللوحة
az: Taxta şəkli
be: Вобраз дошкі
bg: Изображение на дъска
bn: বোর্ডের চিত্র
bo: བར་སྟོད་གྱི་རི་མོ།
ca: Imatge del tauler
cs: Obrázek desky
da: Bræt billede
de: Brettbild
el: Εικόνα ταμπλό
es: Imagen del tablero
et: Laua pilt
fa: تصویر تخته
fi: Laudan kuva
fr: Image du plateau
gu: બોર્ડ છબી
he: תמונת לוח
hi: बोर्ड छवि
hr: Slika ploče
hu: Tábla kép
hy: Տախտակի պատկեր
id: Gambar papan
is: Borðmynd
it: Immagine della tavola
ja: ボード画像
km: រូបភាពក្តារ
kn: ಬೋರ್ಡ್ ಚಿತ್ರ
ko: 보드 이미지
lt: Lentos vaizdas
lv: Dēļa attēls
mk: Слика на табла
ms: Imej papan
my: ဘုတ်ပြားပုံ
nb: Bilde av brett
nl: Bordafbeelding
pl: Obraz tablicy
pt: Imagem do tabuleiro
ro: Imagine tablă
ru: Изображение доски
si: පුවරුවේ රූපය
sk: Obrázok dosky
sl: Slika plošče
sq: Imazhi i tabelës
sr: Слика табле
sv: Bräd bild
sw: Picha ya bodi
ta: போர்டு படம்
te: బోర్డ్ చిత్రం
th: ภาพกระดาน
tr: Tahta görüntüsü
uk: Зображення дошки
ur: بورڈ کی تصویر
uz: Taxta tasviri
vi: Hình ảnh bảng
zh: 棋盘图片
zh_hant: 棋盤圖片
zu: Isithombe sebhodi

source: Autumn Leaves
af: Herfsblare
am: አውጣዎቹ
ar: أوراق الخريف
az: Payız yarpaqları
be: Восеньскія лісце
bg: Есенни листа
bn: শরতের পাতা
bo: དགུ་ཟླ་ཤིང་རིན
ca: Fulles de tardor
cs: Podzimní listí
da: Efterårsblade
de: Herbstblätter
el: Φθινοπωρινά φύλλα
es: Hojas en otoño
et: Sügise lehed
fa: برگ‌های پاییزی
fi: Syksyn lehdet
fr: Feuilles d'Automne
gu: શરદ પતરી
he: עלים של סתיו
hi: पतझड़ के पत्ते
hr: Jesensko lišće
hu: Őszi levelek
hy: Աշնանային տերևներ
id: Daun-daun Musim Gugur
is: Haustlauf
it: Foglie d'Autunno
ja: 秋の葉
km: ស្លឹកឈើជ្រុះ
kn: ಶರದಪಾತದ ಎಲೆಗಳು
ko: 가을 잎
lt: Rudeniniai lapai
lv: Rudens lapas
mk: Есенски лисја
ms: Daun Musim Gugur
my: ဆောင်းဦးတစ်ပိုင်း
nb: Høstløv
nl: Herfstbladeren
pl: Jesienne Liście
pt: Folhas de Outono
ro: Frunzele de Toamnă
ru: Осенние Листья
si: ශරත් පත්
sk: Jesenné lístie
sl: Jesensko Listje
sq: Gjethet e Vjeshtës
sr: Јесење Листје
sv: Höstlöv
sw: Majani ya Majira ya Kuanguka
ta: இலையுதிர் கால இலைகள்
te: శరదృతువు ఆకులు
th: ใบไม้ร่วง
tr: Sonbahar Yaprakları
uk: Осіннє Листя
ur: خزاں کے پتے
uz: Kuz yaproqlari
vi: Lá mùa thu
zh: 秋叶
zh_hant: 秋葉
zu: Amacembe Ekwindla

source: Legendary Land
af: Legendariese Land
am: አስደናቂ ምድር
ar: الأرض الأسطورية
az: Əfsanəvi Torpaq
be: Легендарная Зямля
bg: Легендарна земя
bn: কিংবদন্তি জমি
bo: གཏེར་མོ་རི་མོ
ca: Terra llegendària
cs: Legendární Země
da: Legendarisk Land
de: Legendäres Land
el: Θρυλική γη
es: Tierra legendaria
et: Legendaarne Maa
fa: سرزمین افسانه‌ای
fi: Legendaarinen Maa
fr: Terre Légendaire
gu: દંતકથા ધરતી
he: ארץ אגדות
hi: पौराणिक भूमि
hr: Legendarna zemlja
hu: Legendás Föld
hy: Լեգենդար երկիր
id: Tanah Legendaris
is: Goðsagnir Land
it: Terra Leggendaria
ja: 伝説の地
km: ទឹកដីរឿងព្រេងនិទាន
kn: ಪೌರಾಣಿಕ ನೆಲ
ko: 전설의 땅
lt: Legendinė Žemė
lv: Leģendārā zeme
mk: Легендарна Земја
ms: Tanah Lagenda
my: ဒဏ္ဍာရီ မြေ
nb: Legendarisk Land
nl: Legendarisch Land
pl: Legendarna Ziemia
pt: Terra Lendária
ro: Tărâm Legendar
ru: Легендарная Земля
si: පුරාණය භූමිය
sk: Legendárna Krajina
sl: Legendarna Zemlja
sq: Toka Legjendare
sr: Легендарна Земља
sv: Legendariskt Land
sw: Ardhi ya Kihistoria
ta: புகழ்பெற்ற நிலம்
te: పౌరాణిక భూమి
th: ดินแดนในตำนาน
tr: Efsanevi Diyar
uk: Легендарна Земля
ur: افسانوی زمین
uz: Afsonaviy Mamlakat
vi: Vùng Đất Huyền Thoại
zh: 青绿
zh_hant: 青綠
zu: Izwe Elidumile

source: Vignette effect
af: Vignet-effek
am: ቪንየት ተጽዕኖ
ar: تأثير التظليل
az: Vinyet effekti
be: Эфект віньеткі
bg: Ефект винетка
bn: ভিনিয়েট প্রভাব
bo: བི་ནེཊ་ཨེཕེགཊ།
ca: Efecte vinyeta
cs: Efekt vinětace
da: Vignet effekt
de: Vignettierungseffekt
el: Εφέ βινιέτας
es: Efecto viñeta
et: Vinjett-efekt
fa: افکت وینیت
fi: Vignetointi-efekti
fr: Effet de vignettage
gu: વિનેટ અસર
he: אפקט ויגנט
hi: विगनेट प्रभाव
hr: Efekt vinjete
hu: Vignetta hatás
hy: Վինյետ ազդեցություն
id: Efek vinyet
is: Vignettingaráhrif
it: Effetto vignettatura
ja: ビネット効果
km: បែបផែនគែមងងឹត
kn: ವಿನ್ಯೆಟ್ ಪರಿಣಾಮ
ko: 비네팅 효과
lt: Vinetės efektas
lv: Vinjete efekts
mk: Ефект на винјета
ms: Kesan vignet
my: ဗီညာ အထိအရောက်
nb: Vignett-effekt
nl: Vignetteringseffect
pl: Efekt winiety
pt: Efeito vinheta
ro: Efect de vinietă
ru: Эффект виньетки
si: වින්යට් අත්පත් ඇඳීම
sk: Efekt vinety
sl: Učinek vinjete
sq: Efekti i vinjetës
sr: Ефекат винјете
sv: Vinjetteringseffekt
sw: Athari ya vignette
ta: விக்னெட் விளைவு
te: వినియట్ ప్రభావం
th: เอฟเฟกต์ขอบมืด
tr: Vinyet efekti
uk: Ефект віньєтки
ur: وینیٹ اثر
uz: Vinyet effekti
vi: Hiệu ứng tối góc
zh: 暗角效果
zh_hant: 暗角效果
zu: Umphumela we-vignette

# promptMakeToolbarTransparent
source: Would you like to make the toolbar fully transparent when a board background image is set?
af: Wil jy die werkbalk heeltemal deurskynend maak wanneer 'n bordanfronstoepasafbeelding ingestel is?
am: የቦርድ የጀርባ ምስል ተወስኗል በሆነ ጊዜ መሣሪያ ቁልፍ ፍጹም በግልጽ ማድረግ ትፈልጋለህ?
ar: هل تود جعل شريط الأدوات شفافًا بالكامل عندما يتم تعيين صورة خلفية للوحة؟
az: Bir taxta arxa plan şəkli təyin edildikdə alət çubuğunu tam şəffaf etmək istərdiniz?
be: Ці хацелі б вы зрабіць панэль інструментаў цалкам празрыстай, калі ўсталявана фонавая выявы для дошкі?
bg: Бихте ли искали да направите лентата с инструменти напълно прозрачна, когато е зададена фоново изображение на дъската?
bn: বোর্ডের পটভূমি চিত্র সেট করা হলে টুলবার সম্পূর্ণ স্বচ্ছ করতে চান?
bo: གནས་སྟངས་སྒྲིག་གསར་བར་མཉམ་མཐུད་མཐོང་མཁན་གྱི་གྲུབ་སྒྲིག་སྒྲིག་གསར་བར་བསྒྱུར་བ་གྱིས་ཁྱོད་ལ་ཡོད་པས?
ca: Voleu fer la barra d'eines completament transparent quan s'usa una imatge de fons al tauler?
cs: Chcete, aby byla panel nástrojů plně průhledná, když je nastaven obrázek pozadí desky?
da: Vil du gøre værktøjslinjen fuldstændig gennemsigtig, når et baggrundsbillede til tavlen er indstillet?
de: Möchten Sie die Symbolleiste vollständig transparent machen, wenn ein Hintergrundbild für das Board festgelegt ist?
el: Θα θέλατε να κάνετε τη γραμμή εργαλείων εντελώς διαφανή όταν ορίζεται μια εικόνα φόντου πίνακα;
es: ¿Quieres que la barra de herramientas sea completamente transparente cuando se establece una imagen de fondo?
et: Kas soovite tööriistariba täiesti läbipaistvaks muuta, kui laudade taustapilt on seatud?
fa: آیا می‌خواهید نوار ابزار کاملاً شفاف شود وقتی تصویر پس‌زمینه‌ی تخته تنظیم شده است؟
fi: Haluatko tehdä työkalupalkin täysin läpinäkyväksi, kun lautakuvan taustakuva on asetettu?
fr: Souhaitez-vous rendre la barre d'outils complètement transparente lorsqu'une image de fond du plateau est définie?
gu: તબ્લો પાછળની છબી સેટ કરાય ત્યારે ટૂલબારને સંપૂર્ણપણે પારદર્શક બનાવશો?
he: אתה רוצה להפוך את סרגל הכלים לשקוף לחלוטין כאשר תמונת רקע ללוח מוגדרת?
hi: क्या आप बोर्ड पृष्ठभूमि छवि सेट करने पर टूलबार को पूरी तरह से पारदर्शी बनाना चाहेंगे?
hr: Želite li koristiti potpuno prozirnu alatnu traku kada je postavljena pozadinska slika ploče?
hu: Szeretné a felső eszköztárat teljesen átlátszóvá tenni, amikor egy tábla háttérkép van beállítva?
hy: Ցանկանու՞մ եք գործիքը ամբողջովին празնատուն դարձնել, երբ կահույքի պատուհանի պատկերն է կարգավորվում:
id: Apakah Anda ingin membuat bilah alat sepenuhnya transparan ketika gambar latar belakang papan diatur?
is: Viltu gera verkstjólastikuna alveg gegnsæa þegar bakgrunnsmynd fyrir borð er stillt?
it: Vuoi rendere la barra degli strumenti completamente trasparente quando viene impostata un'immagine di sfondo della tavola?
ja: ボードの背景画像が設定されたときに、ツールバーを完全に透明にしますか？
km: តើអ្នកចង់ធ្វើឱ្យរបារឧបករណ៍ថ្លាទាំងស្រុងនៅពេលរូបភាពផ្ទៃខាងក្រោយក្តារត្រូវបានកំណត់ទេ?
kn: ಬೋರ್ಡ್ ಹಿನ್ನೆಲೆಯ ಚಿತ್ರವನ್ನು ಸೆಟ್ ಮಾಡಿದಾಗ ಟೂಲ್ಬಾರ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಪಾರದರ್ಶಕಗೊಳಿಸಲು ಬಯಸುವಿರಾ?
ko: 보드 배경 이미지가 설정되었을 때 도구 모음을 완전히 투명하게 만들겠습니까?
lt: Ar norite padaryti įrankių juostą visiškai permatomą, kai nustatoma lentos fono paveikslėlis?
lv: Vai vēlaties padarīt rīku jos pilnīgi caurspīdīgu, kad ir iestatīta dēļa fona attēls?
mk: Дали сакате алатната лента да биде целосно проѕирна кога е поставена слика за позадина на таблата?
ms: Adakah anda ingin menjadikan bar alat sepenuhnya telus apabila imej latar belakang papan ditetapkan?
my: ဘုတ်နောက်ခံပုံသတ်မှတ်ထားသောအခါ ကိရိယာဘားကို အပြည့်အဝ ထင်ရှားပြတ်သားအောင် ပြုလုပ်လိုပါသလား?
nb: Vil du gjøre verktøylinjen helt gjennomsiktig når et bakgrunnsbilde for brettet er satt?
nl: Wil je de werkbalk volledig transparant maken wanneer een achtergrondafbeelding voor het bord is ingesteld?
pl: Czy chcesz, aby pasek narzędzi był całkowicie przezroczysty, gdy ustawiony jest obraz tła planszy?
pt: Gostaria de tornar a barra de ferramentas totalmente transparente quando uma imagem de fundo do tabuleiro estiver definida?
ro: Ați dori să faceți bara de instrumente complet transparentă când este setată o imagine de fundal pentru tablă?
ru: Вы хотите сделать панель инструментов полностью прозрачной, когда установлено фоновое изображение доски?
si: පුවරුවේ පසුබැසීම් රූපය සකස් කරන විට මෙවලම් තීරුව සම්පූර්ණයෙන්ම පැහැදිලි කිරීමට අවශ්‍යද?
sk: Chcete, aby bola panel nástrojov úplne priehľadná, keď je nastavený obrázok pozadia dosky?
sl: Ali želite, da je orodni vrstica popolnoma prosojna, ko je nastavljena slika ozadja plošče?
sq: A dëshironi të bëni shiritin e veglave plotësisht transparent kur është caktuar një imazh sfondi për tabelën?
sr: Da li želite da alatna traka bude potpuno providna kada je postavljena pozadinska slika table?
sv: Vill du göra verktygsfältet helt genomskinligt när en bakgrundsbild för brädet är inställd?
sw: Je, ungependa kufanya ukanda wa zana kuwa wa uwazi kabisa wakati picha ya mandharinyuma ya bodi imewekwa?
ta: பலகை பின்னணி படம் அமைக்கப்படும்போது கருவிப்பட்டியை முழுமையாக வெளிப்படையானதாக மாற்ற விரும்புகிறீர்களா?
te: బోర్డు నేపథ్య చిత్రాన్ని సెట్ చేసినప్పుడు టూల్‌బార్‌ను పూర్తిగా పారదర్శకంగా చేయాలనుకుంటున్నారా?
th: คุณต้องการให้แถบเครื่องมือโปร่งใสเต็มที่เมื่อกำหนดภาพพื้นหลังของกระดานแล้วหรือไม่?
tr: Tahta arka plan resmi ayarlandığında araç çubuğunu tamamen şeffaf yapmak ister misiniz?
uk: Ви хочете зробити панель інструментів повністю прозорою, коли встановлено фонове зображення дошки?
ur: کیا آپ بورڈ کے پس منظر کی تصویر سیٹ کرنے پر ٹول بار کو مکمل طور پر شفاف بنانا چاہیں گے؟
uz: Taxta fon rasmi belgilanganida asboblar panelini butunlay shaffof qilishni xohlaysizmi?
vi: Bạn có muốn làm cho thanh công cụ hoàn toàn trong suốt khi hình nền bảng được thiết lập không?
zh: 当设置了棋盘背景图片时，您是否希望工具栏完全透明？
zh_hant: 當設置了棋盤背景圖片時，您是否希望工具欄完全透明？
zu: Ungathanda ukwenza ibha yamathuluzi ifanekane ngokuphelele uma isithombe sangemuva sebhodi sisethwe?
