Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Not connected to LAN opponent.
af: Nie gekoppel aan LAN-teenstander nie.
am: ከLAN ተወዳዳሪ ግንኙነት የለም።
ar: غير متصل بالخصم على الشبكة المحلية.
az: LAN rəqibinə qoşulmayıb.
be: Не падлучаны да суперніка па лакальнай сетцы.
bg: Не е свързан с LAN опонент.
bn: LAN প্রতিপক্ষের সাথে সংযুক্ত নয়।
bo: LAN མགྲོན་པོ་དང་འབྲེལ་མཐུད་མེད།
ca: No esteu connectat a un oponent LAN.
cs: Nejste připojeni k soupeři v místní síti.
da: Ikke forbundet til LAN modstander.
de: Nicht mit LAN-Gegner verbunden.
el: Δεν υπάρχει σύνδεση με αντίπαλο στο LAN.
es: No conectado al oponente LAN.
et: Ei ole ühendatud LAN-vastasega.
fa: به حریف در شبکه محلی متصل نیستید.
fi: Ei yhteyttä LAN-vastustajaan.
fr: Pas connecté à un adversaire LAN.
gu: LAN પ્રતિસ્પર્ધી સાથે જોડાયેલ નથી.
he: לא מחובר ליריב ב-LAN.
hi: LAN प्रतिद्वंद्वी से कनेक्ट नहीं है।
hr: Niste povezani s LAN protivnikom.
hu: Nincs kapcsolat LAN-ellenféllel.
hy: Ոչ միացված LAN հակառակորդին։
id: Tidak terhubung ke lawan LAN.
is: Ekki tengdur við staðarnet andstæðing.
it: Non connesso all'avversario LAN.
ja: LANの対戦相手に接続されていません。
km: មិនបានតភ្ជាប់ទៅគូប្រកួត LAN ទេ។
kn: LAN ಪ್ರತಿಸ್ಪರ್ಧಿಗೆ ಸಂಪರ್ಕಗೊಂಡಿಲ್ಲ.
ko: LAN 상대와 연결되지 않았습니다.
lt: Neprisijungta prie LAN priešininko.
lv: Nav savienojuma ar LAN pretinieku.
mk: Не сте поврзани со LAN противник.
ms: Tidak bersambung dengan lawan LAN.
my: LAN ပြိုင်ဘက်နှင့်မချိတ်ဆက်ထားပါ။
nb: Ikke tilkoblet LAN-motstander.
nl: Niet verbonden met LAN-tegenstander.
pl: Nie połączono z przeciwnikiem LAN.
pt: Não conectado ao oponente LAN.
ro: Nu ești conectat la un adversar LAN.
ru: Не подключено к противнику в локальной сети.
si: LAN ප්‍රතිසපර්ධකයා සමඟ සම්බන්ධ නොවී ඇත.
sk: Nie je pripojené k súperovi v LAN.
sl: Ni povezave z nasprotnikom prek LAN-a.
sq: Nuk jeni lidhur me kundërshtarin në LAN.
sr: Нисте повезани са ЛАН противником.
sv: Inte ansluten till LAN-motståndaren.
sw: Haijaunganishwa na mpinzani wa LAN.
ta: LAN எதிரனுடன் இணைக்கப்படவில்லை.
te: LAN ప్రత్యర్థితో కనెక్ట్ కాలేదు.
th: ไม่ได้เชื่อมต่อกับคู่ต่อสู้ผ่าน LAN
tr: LAN rakibine bağlı değil.
uk: Не підключений до суперника локальної мережі.
ur: LAN مخالف سے کنکشن قائم نہیں ہے۔
uz: LAN raqibi bilan ulanmagan.
vi: Không kết nối với đối thủ LAN.
zh: 未连接到局域网对手。
zh_hant: 未連接到局域網對手。
zu: Akuxhunyiwe kumbangi we-LAN.

source: LLM prompt
am: የLLM ጥያቄ
ar: تعليمات LLM
az: LLM sorğusu.
be: Падказка LLM
bg: Подкана за LLM
bn: LLM প্রম্পট
bo: LLM བརྡ་སྐུལ།
ca: Petició LLM
cs: Výzva LLM
el: Προτροπή LLM
es: Prompt de LLM
et: LLM päring
fa: پیام LLM
fi: LLM-kehote
fr: Invite LLM
gu: LLM પ્રોમ્પ્ટ
he: הנחיית LLM
hi: LLM प्रॉम्प्ट
hr: LLM upit
hy: LLM հուշում
id: Prompt LLM
is: LLM boðorð
it: Prompt LLM
ja: LLMプロンプト
km: ប្រអប់បញ្ចូល LLM
kn: LLM ಪ್ರಾಂಪ್ಟ್
ko: LLM 프롬프트
lt: LLM užklausa
lv: LLM uzvedne
mk: LLM подсказ
ms: Gesaan LLM
my: LLM စာသား
nb: LLM-oppfordring
pl: Podpowiedź LLM
pt: Prompt LLM
ro: Prompt LLM
ru: Подсказка LLM
si: LLM ප්‍රොම්ප්ට්
sk: LLM výzva
sl: LLM poziv
sr: LLM упит
sw: LLM kuchochea
ta: LLM கோரிக்கை
te: LLM ప్రాంప్ట్
th: ข้อความ LLM
tr: LLM istemi
uk: LLM підказка
ur: LLM پرامپٹ
uz: LLM so'rovi
vi: Lời nhắc LLM
zh: 大模型提示词
zh_hant: 大模型提示詞
zu: Isikhuthazo se-LLM

source: Game restarted.
af: Spel herbegin.
am: ጨዋታው እንደገና ጀምሯል።
ar: تم إعادة تشغيل اللعبة.
az: Oyun yenidən başladı.
be: Гульня перазапущена.
bg: Играта е рестартирана.
bn: খেলা পুনরায় শুরু হয়েছে।
bo: རྩེད་མོ་སླར་འགོ་བཙུགས་པ།
ca: La partida s'ha reiniciat.
cs: Hra byla restartována.
da: Spil genstartet.
de: Spiel neu gestartet.
el: Το παιχνίδι επανεκκινήθηκε.
es: Juego reiniciado.
et: Mäng taaskäivitatud.
fa: بازی مجدداً آغاز شد.
fi: Peli käynnistettiin uudelleen.
fr: Partie relancée.
gu: ગેમ પુનઃ શરૂ થઈ.
he: המשחק הופעל מחדש.
hi: खेल पुनरारंभ किया गया।
hr: Igra je ponovo pokrenuta.
hu: A játék újraindult.
hy: Խաղը վերագործարկվել է։
id: Permainan dimulai ulang.
is: Leikur endurræstur.
it: Gioco riavviato.
ja: ゲームをやり直しました。
km: ហ្គេមបានចាប់ផ្តើមឡើងវិញ។
kn: ಆಟ ಮರುಪ್ರಾರಂಭಿಸಲಾಗಿದೆ.
ko: 게임이 재시작되었습니다.
lt: Žaidimas paleistas iš naujo.
lv: Spēle restartēta.
mk: Играта е рестартирана.
ms: Permainan dimulakan semula.
my: ဂိမ်းပြန်စပြီး။
nb: Spillet startet på nytt.
nl: Spel herstart.
pl: Gra zrestartowana.
pt: Jogo reiniciado.
ro: Jocul a fost repornit.
ru: Игра перезапущена.
si: ක්‍රීඩාව නැවත ආරම්භ කරන ලදී.
sk: Hra bola reštartovaná.
sl: Igra je bila ponastavljena.
sq: Loja u rinis.
sr: Игра је поново покренута.
sv: Spelet startades om.
sw: Mchemo umeanzishwa upya.
ta: விளையாட்டு மீண்டும் துவங்கப்பட்டது.
te: గేమ్ మళ్లీ ప్రారంభించబడింది.
th: เริ่มเกมใหม่แล้ว
tr: Oyun yeniden başlatıldı.
uk: Гру перезапущено.
ur: کھیل دوبارہ شروع ہو گیا۔
uz: O'yin qayta boshlandi.
vi: Trò chơi đã được khởi động lại.
zh: 游戏已重启
zh_hant: 遊戲已重啟
zu: Umdlalo uqalwe kabusha.

source: Take back rejected.
af: Terugneem verwerp.
am: የመቀለስ ጥያቄ ተቀልቷል።
ar: تم رفض طلب التراجع.
az: Geri alma rədd edildi.
be: Вяртанне ходу адхілена.
bg: Връщането е отхвърлено.
bn: পিছনে নেওয়া প্রত্যাখ্যান করা হয়েছে।
bo: སླར་འཛུད་མི་ཆོག་པ།
ca: S'ha rebutjat l'opció d'anar enrere.
cs: Žádost o vrácení tahu zamítnuta.
da: Tage tilbage afvist.
de: Rücknahme abgelehnt.
el: Η αναίρεση απορρίφθηκε.
es: Deshacer rechazado.
et: Tagasivõtmist lükati tagasi.
fa: درخواست بازگرداندن حرکت رد شد.
fi: Siirron peruutus hylättiin.
fr: Retour en arrière refusé.
gu: પાછા લેવાની વિનંતી નકારવામાં આવી.
he: החזרה נדחתה.
hi: वापस लेना अस्वीकृत।
hr: Povrat poteza je odbijen.
hu: Visszalépés elutasítva.
hy: Վերադարձը մերժվել է։
id: Permintaan menarik kembali ditolak.
is: Taka til baka hafnað.
it: Ritiro mossa respinto.
ja: 「待った」は拒否されました。
km: ការដកថយត្រូវបានបដិសេធ។
kn: ಹಿಂದಿನ ಚಲನೆಯ ರದ್ದು ತಿರಸ್ಕರಿಸಲಾಗಿದೆ.
ko: 되돌리기 요청이 거부되었습니다.
lt: Atšaukimas atmestas.
lv: Atkāpšanās noraidīta.
mk: Барањето за враќање на потегот е одбиено.
ms: Tarik balik ditolak.
my: ပြန်လည်ရယူမှုငြင်းပယ်ခံရသည်။
nb: Angre trekk ble avvist.
nl: Terugname geweigerd.
pl: Cofnięcie ruchu odrzucone.
pt: Desfazer jogada rejeitado.
ro: Cererea de anulare a mutării a fost respinsă.
ru: Возврат хода отклонен.
si: ආපසු ගැනීම ප්‍රතික්ෂේප කරන ලදී.
sk: Žiadosť o vrátenie ťahu zamietnutá.
sl: Zahteva za preklic poteze je zavrnjena.
sq: Kthimi u refuzua.
sr: Враћање потеза је одбијено.
sv: Begäran om att ta tillbaka avvisades.
sw: Kurudisha kimekataliwa.
ta: மீள எடுத்துக்கொள்ளும் கோரிக்கை நிராகரிக்கப்பட்டது.
te: చలనం రద్దు నిరాకరించబడింది.
th: ปฏิเสธการถอยกลับ
tr: Geri alma reddedildi.
uk: Забрати назад відхилено.
ur: واپسی کی درخواست مسترد کر دی گئی۔
uz: Qaytarish rad etildi.
vi: Hoàn tác bị từ chối.
zh: 悔棋请求被拒绝
zh_hant: 悔棋請求被拒絕
zu: Ukubuyisela emuva kunqatshelwe.

source: Are you sure you want to resign this game?
af: Is jy seker jy wil hierdie spel bedank?
am: በዚህ ጨዋታ መልቀቅ እርግጠኛ ነዎት?
ar: هل أنت متأكد أنك تريد الاستسلام في هذه اللعبة؟
az: Bu oyundan imtina etmək istədiyinizə əminsiniz?
be: Вы ўпэўнены, што хочаце здацца ў гэтай гульні?
bg: Сигурни ли сте, че искате да се откажете от тази игра?
bn: আপনি কি নিশ্চিত যে আপনি এই খেলা থেকে পদত্যাগ করতে চান?
bo: ཁྱེད་ཀྱིས་རྩེད་མོ་འདི་བཀོད་འདོད་དམ།
ca: Segur que voleu abandonar aquesta partida?
cs: Opravdu chcete vzdát tuto hru?
da: Er du sikker på, at du vil give op i dette spil?
de: Sind Sie sicher, dass Sie dieses Spiel aufgeben möchten?
el: Είστε σίγουρος ότι θέλετε να παραιτηθείτε από αυτό το παιχνίδι;
es: ¿Estás seguro de que quieres renunciar a este juego?
et: Kas oled kindel, et soovid sellest mängust loobuda?
fa: آیا مطمئن هستید می‌خواهید از این بازی کناره‌گیری کنید؟
fi: Haluatko varmasti luovuttaa tämän pelin?
fr: Êtes-vous sûr de vouloir abandonner cette partie ?
gu: શું તમે ખરેખર આ ગેમમાંથી રાજીનામું આપવા માંગો છો?
he: האם אתה בטוח שברצונך לוותר על המשחק הזה?
hi: क्या आप वाकई इस खेल में हार मानना चाहते हैं?
hr: Jeste li sigurni da želite predati ovu igru?
hu: Biztosan feladod ezt a játékot?
hy: Դուք վստահ եք, որ ցանկանում եք հրաժարվել այս խաղից։
id: Apakah Anda yakin ingin mengundurkan diri dari permainan ini?
is: Ertu viss um að þú viljir gefast upp á þessum leik?
it: Sei sicuro di voler abbandonare questa partita?
ja: このゲームを投了しますか？
km: តើអ្នកប្រាកដថាចង់ចុះចាញ់ហ្គេមនេះទេ?
kn: ನೀವು ಈ ಆಟವನ್ನು ತ್ಯಜಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರಾ?
ko: 이 게임에서 기권하시겠습니까?
lt: Ar tikrai norite pasiduoti šiame žaidime?
lv: Vai tiešām vēlaties padoties no šīs spēles?
mk: Дали сте сигурни дека сакате да ја предадете оваа игра?
ms: Adakah anda pasti ingin menyerah dalam permainan ini?
my: ဂိမ်းမှထွက်မှာသေချာလား?
nb: Er du sikker på at du vil trekke deg fra dette spillet?
nl: Weet je zeker dat je dit spel wilt opgeven?
pl: Czy na pewno chcesz poddać tę grę?
pt: Tem certeza de que deseja desistir deste jogo?
ro: Ești sigur că vrei să renunți la acest joc?
ru: Вы уверены, что хотите сдаться в этой игре?
si: ඔබට මෙම ක්‍රීඩාවෙන් ඉවත්වීමට අවශ්‍ය බවට විශ්වාසද?
sk: Ste si istí, že chcete vzdať túto hru?
sl: Ali si prepričan, da želiš odstopiti od te igre?
sq: Jeni i sigurt që doni të dorëzoheni?
sr: Да ли сте сигурни да желите да се предате у овој игри?
sv: Är du säker på att du vill ge upp det här spelet?
sw: Una hakika unataka kujiuzulu mchezo huu?
ta: இந்த விளையாட்டில் இருந்து விலக விரும்புகிறீர்களா?
te: మీరు ఈ గేమ్ నుండి రాజీనామా చేయాలని నిజంగా అనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการยอมแพ้เกมนี้?
tr: Bu oyundan vazgeçmek istediğine emin misin?
uk: Ви впевнені, що хочете здатися в цій грі?
ur: کیا آپ واقعی اس کھیل سے دستبردار ہونا چاہتے ہیں؟
uz: Ushbu o'yindan chekinishni xohlaysizmi?
vi: Bạn có chắc chắn muốn từ bỏ trò chơi này không?
zh: 您确定要认输吗？
zh_hant: 您確定要認輸嗎？
zu: Uqinisekile ukuthi ufuna ukuyeka lo mdlalo?

source: Opponent resigned. You win!
af: Teenstander het bedank. Jy wen!
am: ተወዳዳሪ ተሰርዟል። እርስዎ አሸናፊ ሆነዋል!
ar: استسلم الخصم. أنت الفائز!
az: Rəqib imtina etdi. Siz qalib gəldiniz!
be: Супернік здаўся. Вы перамаглі!
bg: Опонентът се отказа. Вие печелите!
bn: প্রতিপক্ষ পদত্যাগ করেছে। আপনি জিতেছেন!
bo: མགྲོན་པོས་བཀོད་པ། ཁྱེད་རྒྱལ་ལོ།
ca: L'oponent s'ha rendit. Heu guanyat!
cs: Soupeř se vzdal. Vyhráváte!
da: Modstander gav op. Du vinder!
de: Gegner hat aufgegeben. Sie gewinnen!
el: Ο αντίπαλος παραιτήθηκε. Κερδίζετε!
es: El oponente renunció. ¡Tú ganas!
et: Vastane loobus. Sa võidad!
fa: حریف کناره‌گیری کرد. شما برنده‌اید!
fi: Vastustaja luovutti. Sinä voitit!
fr: L'adversaire a abandonné. Vous gagnez !
gu: પ્રતિસ્પર્ધીએ રાજીનામું આપ્યું. તમે જીત્યા!
he: היריב ויתר. ניצחת!
hi: प्रतिद्वंद्वी ने हार मान ली। आप जीत गए!
hr: Protivnik se predao. Pobjeđujete!
hu: Az ellenfél feladta. Győztél!
hy: Հակառակորդը հրաժարվել է։ Դուք հաղթել եք։
id: Lawan mengundurkan diri. Anda menang!
is: Andstæðingurinn gafst upp. Þú vinnur!
it: L'avversario ha abbandonato. Hai vinto!
ja: 相手が投了しました。あなたの勝ちです！
km: គូប្រកួតបានលះបង់។ អ្នកឈ្នះ!
kn: ಪ್ರತಿಸ್ಪರ್ಧಿ ತ್ಯಜಿಸಿದ್ದಾರೆ. ನೀವು ಗೆದ್ದಿದ್ದೀರಿ!
ko: 상대가 기권했습니다. 당신이 이겼습니다!
lt: Priešininkas pasidavė. Jūs laimėjote!
lv: Pretinieks ir padojies. Jūs uzvarējāt!
mk: Противникот се предаде. Вие победувате!
ms: Lawan menyerah. Anda menang!
my: ပြိုင်ဘက်ထွက်သွားပြီ။ သင်နိုင်ပြီ!
nb: Motstanderen trakk seg. Du vinner!
nl: Tegenstander heeft opgegeven. Jij wint!
pl: Przeciwnik poddał się. Wygrywasz!
pt: O oponente desistiu. Você venceu!
ro: Adversarul a renunțat. Ai câștigat!
ru: Противник сдался. Вы выиграли!
si: ප්‍රතිසපර්ධකයා ඉවත ලදී. ඔබ ජය ගෙන ඇත!
sk: Súper to vzdal. Vyhrali ste!
sl: Nasprotnik je odstopil. Zmagal si!
sq: Kundërshtari u dorëzua. Ju fituat!
sr: Противник се предао. Побеђујете!
sv: Motståndaren gav upp. Du vinner!
sw: Mpinzani amejiondoa. Umeshinda!
ta: எதிரணி விலகிவிட்டார். நீங்கள் வெற்றியடைந்துள்ளீர்கள்!
te: ప్రతిస్పర్థి రాజీనామా చేసాడు. మీరు గెలిచారు!
th: คู่ต่อสู้ยอมแพ้ คุณชนะ!
tr: Rakip vazgeçti. Kazandın!
uk: Опонент здався. Ви перемогли!
ur: مخالف نے دستبرداری اختیار کر لی۔ آپ جیت گئے!
uz: Raqib chekinib ketdi. Siz g'alaba qozondingiz!
vi: Đối thủ đã từ bỏ. Bạn thắng!
zh: 对手认输。你赢了！
zh_hant: 對手認輸。你贏了！
zu: Umbangi uyekile. Uwine!

source: Clear all annotations
af: Vee alle annotasies uit
am: ሁሉንም ማስታወቂያዎች አጥፋ
ar: مسح جميع التعليقات
az: Bütün annotasiyaları sil.
be: Ачысціць усе анатацыі
bg: Изчистване на всички анотации
bn: সব টীকা মুছে ফেলুন
bo: བརྗོད་གཞི་ཡོངས་རྫོགས་བསུབ་པ།
ca: Suprimeix totes les anotacions
cs: Vymazat všechny anotace
da: Ryd alle annotationer
de: Alle Anmerkungen löschen
el: Διαγραφή όλων των σχολιασμών
es: Borrar todas las anotaciones
et: Kustuta kõik kommentaarid
fa: پاک کردن همهٔ حاشیه‌نویسی‌ها
fi: Poista kaikki merkinnät
fr: Effacer toutes les annotations
gu: બધા એનોટેશન્સ સાફ કરો
he: מחק את כל ההערות
hi: सभी एनोटेशन साफ़ करें
hr: Obrišite sve bilješke
hu: Összes megjegyzés törlése
hy: Մաքրել բոլոր նշումները
id: Hapus semua anotasi
is: Hreinsa allar athugasemdir
it: Cancella tutte le annotazioni
ja: すべての注釈をクリア
km: លុបចំណារពន្យល់ទាំងអស់
kn: ಎಲ್ಲಾ ಟಿಪ್ಪಣಿಗಳನ್ನು ಅಳಿಸಿ
ko: 모든 주석 삭제
lt: Išvalyti visas anotacijas
lv: Notīrīt visas piezīmes
mk: Исчисти ги сите анотации
ms: Kosongkan semua anotasi
my: မှတ်စုအားလုံးဖျက်ပါ
nb: Fjern alle annotasjoner
nl: Alle annotaties wissen
pl: Wyczyść wszystkie adnotacje
pt: Limpar todas as anotações
ro: Șterge toate adnotările
ru: Удалить все аннотации
si: සියලු සටහන් මකන්න
sk: Vymazať všetky anotácie
sl: Počisti vse opombe
sq: Pastro të gjitha shënimet
sr: Обришите све белешке
sv: Rensa alla anteckningar
sw: Futa maelezo yote
ta: அனைத்துக் குறிப்புரைகளையும் நீக்கு
te: అన్ని వ్యాఖ్యానాలను తొలగించండి
th: ล้างหมายเหตุทั้งหมด
tr: Tüm ek açıklamaları temizle
uk: Очистити всі анотації
ur: تمام تشریحات صاف کریں
uz: Barcha izohlarni o'chirish
vi: Xóa tất cả chú thích
zh: 清除所有标注
zh_hant: 清除所有標註
zu: Sula zonke izichasiselo

source: Connected, waiting for opponent's move...
af: Gekoppel, wag vir teenstander se skuif...
am: ግንኙነት ተደርጓል፣ ተወዳዳሪ የሚከተለውን እንቅስቃሴ በመጠባበቅ ላይ...
ar: متصل، في انتظار حركة الخصم...
az: Qoşuldu, rəqibin hərəkətini gözləyir...
be: Падлучаны, чакаем ходу суперніка...
bg: Свързан, очаква се ход на опонента...
bn: সংযুক্ত, প্রতিপক্ষের চালের জন্য অপেক্ষা করছে...
bo: འབྲེལ་མཐུད་བྱས་པ། མགྲོན་པོའི་སྤོ་བཤུད་བསྒུག་པ།...
ca: Connectat, s'està esperant el moviment de l'oponent...
cs: Připojeno, čeká se na soupeřův tah...
da: Forbundet, venter på modstanderens træk...
de: Verbunden, warte auf den Zug des Gegners...
el: Συνδεδεμένο, αναμονή για κίνηση του αντιπάλου...
es: Conectado, esperando el movimiento del oponente...
et: Ühendatud, ootab vastase käiku...
fa: متصل شد، در انتظار حرکت حریف...
fi: Yhdistetty, odotetaan vastustajan siirtoa...
fr: Connecté, en attente du coup de l'adversaire...
gu: જોડાયેલ, પ્રતિસ્પર્ધીની ચાલની રાહ જોઈ રહ્યું...
he: מחובר, ממתין למהלך של היריב...
hi: कनेक्टेड, प्रतिद्वंद्वी की चाल की प्रतीक्षा कर रहा है...
hr: Povezano, čeka se protivnikov potez...
hu: Csatlakozva, várjuk az ellenfél lépését...
hy: Միացված, սպասում է հակառակորդի քայլին...
id: Terhubung, menunggu langkah lawan...
is: Tengdur, bíð eftir hreyfingu andstæðings...
it: Connesso, in attesa della mossa dell'avversario...
ja: 接続されました。対戦相手の動きを待っています...
km: បានតភ្ជាប់ កំពុងរង់ចាំចលនារបស់គូប្រកួត...
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ, ಪ್ರತಿಸ್ಪರ್ಧಿಯ ಚಲನೆಗಾಗಿ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ...
ko: 연결됨, 상대의 수를 기다리는 중...
lt: Prisijungta, laukiama priešininko ėjimo...
lv: Savienots, gaida pretinieka gājienu...
mk: Поврзано, чека се потег на противникот...
ms: Bersambung, menunggu langkah lawan...
my: ချိတ်ဆက်ပြီး၊ ပြိုင်ဘက်လှုပ်ရှားမှုစောင့်နေသည်...
nb: Tilkoblet, venter på motstanderens trekk...
nl: Verbonden, wachten op tegenstanders zet...
pl: Połączono, oczekiwanie na ruch przeciwnika...
pt: Conectado, aguardando a jogada do oponente...
ro: Conectat, așteaptă mutarea adversarului...
ru: Подключено, ожидание хода противника...
si: සම්බන්ධ වී ඇත, ප්‍රතිසපර්ධකයාගේ වාරය බලා සිටී...
sk: Pripojené, čaká sa na ťah súpera...
sl: Povezano, čakam na potezo nasprotnika...
sq: Lidhur, duke pritur lëvizjen e kundërshtarit...
sr: Повеzano, чека се потез противника...
sv: Ansluten, väntar på motståndarens drag...
sw: Imeunganishwa, subiri hatua ya mpinzani...
ta: இணைக்கப்பட்டது, எதிரணியின் அடுத்த இயக்கத்திற்காக காத்திருக்கிறது...
te: కనెక్ట్ అయింది, ప్రత్యర్థి యొక్క చలనం కోసం ఎదురు చూస్తోంది...
th: เชื่อมต่อแล้ว กำลังรอการเคลื่อนของคู่ต่อสู้...
tr: Bağlandı, rakibin hamlesi bekleniyor...
uk: Підключений, чекає на хід суперника...
ur: متصل، مخالف کی باری کا انتظار ہے...
uz: Ulandi, raqib harakatini kutmoqda...
vi: Đã kết nối, đang chờ nước đi của đối thủ...
zh: 已连接，等待对手走棋...
zh_hant: 已連線，等待對手走棋...
zu: Uxhunyiwe, ulindele umnyakazo wombangi...

source: Network status: Disconnected
af: Netwerkstatus: Ontkoppel
am: የኔትወርክ ሁኔታ፡ የተቋረጠ
ar: حالة الشبكة: غير متصل
az: Şəbəkə statusu: Ayrıldı.
be: Статус сеткі: Адлучаны
bg: Състояние на мрежата: Прекъснато
bn: নেটওয়ার্ক স্থিতি: সংযোগ বিচ্ছিন্ন
bo: དྲ་རྒྱའི་གནས་ཚུལ། འབྲེལ་མཐུད་བཅད་པ།
ca: Estat de la xarxa: desconnectat
cs: Stav sítě: Odpojeno
da: Netværksstatus: Afbrudt
de: Netzwerkstatus: Getrennt
el: Κατάσταση δικτύου: Αποσυνδεδεμένο
es: Estado de la red: Desconectado
et: Võrguseisund: Ühendus puudub
fa: وضعیت شبکه: قطع
fi: Verkkotila: Ei yhteyttä
fr: État du réseau : Déconnecté
gu: નેટવર્ક સ્થિતિ: ડિસ્કનેક્ટેડ
he: מצב רשת: מנותק
hi: नेटवर्क स्थिति: डिस्कनेक्टेड
hr: Status mreže: Prekinuta veza
hu: Hálózati állapot: kapcsolat bontva
hy: Ցանցի կարգավիճակը՝ անջատված
id: Status jaringan: Terputus
is: Netstaða: Aftengt
it: Stato della rete: Disconnesso
ja: ネットワークステータス：切断
km: ស្ថានភាពបណ្តាញ៖ បានផ្តាច់
kn: ನೆಟ್‌ವರ್ಕ್ ಸ್ಥಿತಿ: ಸಂಪರ್ಕ ಕಡಿದುಹೋಗಿದೆ
ko: 네트워크 상태: 연결 끊김
lt: Tinklo būsena: atjungta
lv: Tīkla statuss: Atvienots
mk: Мрежен статус: Прекинута
ms: Status rangkaian: Terputus
my: နက်ဝက်အခြေအနေ: ချိတ်ဆက်မှုပြတ်
nb: Nettverksstatus: Frakoblet
nl: Netwerkstatus: Verbinding verbroken
pl: Status sieci: Rozłączono
pt: Status da rede: Desconectado
ro: Stare rețea: Deconectată
ru: Статус сети: Отключено
si: ජාලය: සම්බන්ධ නැත
sk: Stav siete: Odpojené
sl: Stanje omrežja: Prekinjeno
sq: Statusi i rrjetit: Shkëputur
sr: Статус мреже: Веза прекинута
sv: Nätverksstatus: Frånkopplad
sw: Hali ya mtandao: Imekatishwa
ta: வலையமைப்பின் நிலை: துண்டிக்கப்பட்டது
te: నెట్‌వర్క్ స్థితి: కనెక్ట్ కాలేదు.
th: สถานะเครือข่าย: ถูกตัดการเชื่อมต่อ
tr: Ağ durumu: Bağlı değil
uk: Стан мережі: відключено
ur: نیٹ ورک کی حالت: منقطع
uz: Tarmoq holati: Ulanmagan
vi: Trạng thái mạng: Đã ngắt kết nối
zh: 网络状态：断开
zh_hant: 網路狀態：斷開
zu: Isimo senethiwekhi: Unqanyuliwe

source: Take back request sent to the opponent.
af: Terugneem versoek aan die teenstander gestuur.
am: የመቀለስ ጥያቄ ወደ ተወዳዳሪ ተላክቷል።
ar: تم إرسال طلب التراجع إلى الخصم.
az: Geri alma sorğusu rəqibə göndərildi.
be: Запыт на вяртанне ходу адпраўлены суперніку.
bg: Заявка за връщане е изпратена до опонента.
bn: পিছনে নেওয়ার অনুরোধ প্রতিপক্ষকে পাঠানো হয়েছে।
bo: སླར་འཛུད་ཞུ་བ་མགྲོན་པོ་ལ་སྐུར་བ།
ca: S'ha enviat la sol·licitud d'anar enrere a l'oponent.
cs: Žádost o vrácení tahu byla odeslána soupeři.
da: Anmodning om at tage tilbage sendt til modstanderen.
de: Rücknahmeanforderung an den Gegner gesendet.
el: Το αίτημα αναίρεσης στάλθηκε στον αντίπαλο.
es: Solicitud de deshacer enviada al oponente.
et: Tagasivõtmise taotlus saadetud vastasele.
fa: درخواست بازگرداندن حرکت به حریف ارسال شد.
fi: Pyyntö siirron peruutuksesta lähetetty vastustajalle.
fr: Demande de retour en arrière envoyée à l'adversaire.
gu: પાછા લેવાની વિનંતી પ્રતિસ્પર્ધીને મોકલવામાં આવી.
he: בקשת חזרה נשלחה ליריב.
hi: वापस लेने का अनुरोध प्रतिद्वंद्वी को भेजा गया।
hr: Zahtjev za povrat poteza poslan protivniku.
hu: Visszalépési kérés elküldve az ellenfélnek.
hy: Վերադարձի խնդրանքը ուղարկվել է հակառակորդին։
id: Permintaan menarik kembali dikirim ke lawan.
is: Taka til baka beiðni send til andstæðings.
it: Richiesta di ritiro mossa inviata all'avversario.
ja: 「待った」の要求を相手に送信しました。
km: សំណើដកថយត្រូវបានផ្ញើទៅគូប្រកួត។
kn: ಹಿಂದಿನ ಚಲನೆಯನ್ನು ರದ್ದುಗೊಳಿಸುವ ವಿನಂತಿ ಪ್ರತಿಸ್ಪರ್ಧಿಗೆ ಕಳುಹಿಸಲಾಗಿದೆ.
ko: 되돌리기 요청을 상대에게 보냈습니다.
lt: Atšaukimo užklausa išsiųsta priešininkui.
lv: Atkāpšanās pieprasījums nosūtīts pretiniekam.
mk: Барањето за враќање на потегот е испратено до противникот.
ms: Permintaan tarik balik telah dihantar kepada lawan.
my: ပြန်လည်ရယူမှုတောင်းဆိုချက်ပြိုင်ဘက်ထံပို့ပြီး။
nb: Forespørsel om å angre trekk sendt til motstanderen.
nl: Terugnameverzoek naar tegenstander gestuurd.
pl: Żądanie cofnięcia ruchu wysłane do przeciwnika.
pt: Pedido de desfazer jogada enviado ao oponente.
ro: Cerere de anulare a mutării trimisă adversarului.
ru: Запрос на возврат хода отправлен противнику.
si: ආපසු ගැනීමේ ඉල්ලීම ප්‍රතිසපර්ධකයාට එවා ඇත.
sk: Žiadosť o vrátenie ťahu bola odoslaná súperovi.
sl: Zahteva za preklic poteze je poslana nasprotniku.
sq: Kërkesa për t'u kthyer u dërgua kundërshtarit.
sr: Захтев за враћање потеза послат је противнику.
sv: Begäran om att ta tillbaka draget har skickats till motståndaren.
sw: Ombi la kurudisha limepelekwa kwa mpinzani.
ta: மீள எடுத்துக்கொள்ளும் கோரிக்கை எதிரணிக்கு அனுப்பப்பட்டது.
te: ప్రతిస్పర్థికి చలనం రద్దు అభ్యర్థన పంపబడింది.
th: ส่งคำขอถอยกลับไปยังคู่ต่อสู้แล้ว
tr: Geri alma isteği rakibe gönderildi.
uk: Запит на повернення ходу надіслано опоненту.
ur: واپسی کی درخواست مخالف کو بھیج دی گئی۔
uz: Qaytarish so'rovi raqibga yuborildi.
vi: Yêu cầu hoàn tác đã được gửi đến đối thủ.
zh: 已向对手发送悔棋请求。
zh_hant: 已向對手發送悔棋請求。
zu: Isicelo sokubuyisela emuva sithunyelwe kumbangi.

source: The opponent may have left the game
af: Die teenstander het dalk die spel verlaat
am: ተወዳዳሪ ጨዋታውን ተውቶ ሊሄድ ይችላል።
ar: قد يكون الخصم قد غادر اللعبة
az: Rəqib oyunu tərk etmiş ola bilər.
be: Супернік, магчыма, пакінуў гульню
bg: Опонентът може да е напуснал играта
bn: প্রতিপক্ষ হয়তো খেলা ছেড়ে চলে গেছে
bo: མགྲོན་པོས་རྩེད་མོ་ལས་ཕྱིར་ལོག་པ་ཡིན་འདུག
ca: És possible que l'oponent hagi abandonat la partida
cs: Soupeř možná opustil hru
da: Modstanderen har muligvis forladt spillet
de: Der Gegner hat das Spiel möglicherweise verlassen
el: Ο αντίπαλος μπορεί να έχει αποχωρήσει από το παιχνίδι
es: El oponente puede haber dejado el juego
et: Vastane võib olla mängust lahkunud.
fa: ممکن است حریف بازی را ترک کرده باشد
fi: Vastustaja on saattanut poistua pelistä
fr: L'adversaire a peut-être quitté la partie
gu: પ્રતિસ્પર્ધીએ ગેમ છોડી દીધી હોઈ શકે
he: ייתכן שהיריב עזב את המשחק
hi: प्रतिद्वंद्वी ने शायद खेल छोड़ दिया है
hr: Protivnik je možda napustio igru
hu: Lehet, hogy az ellenfél kilépett a játékból
hy: Հակառակորդը կարող է լքել խաղը
id: Lawan mungkin telah meninggalkan permainan
is: Andstæðingurinn gæti hafa yfirgefið leikinn
it: L'avversario potrebbe aver lasciato la partita
ja: 対戦相手がゲームを離れた可能性があります
km: គូប្រកួតអាចនឹងបានចាកចេញពីហ្គេម
kn: ಪ್ರತಿಸ್ಪರ್ಧಿ ಆಟವನ್ನು ಬಿಟ್ಟಿರಬಹುದು
ko: 상대가 게임을 나갔을 수 있습니다.
lt: Priešininkas galėjo išeiti iš žaidimo.
lv: Pretinieks varbūt ir atstājis spēli
mk: Противникот можеби ја напушти играта
ms: Lawan mungkin telah meninggalkan permainan
my: ပြိုင်ဘက်ဂိမ်းမှထွက်သွားနိုင်သည်
nb: Motstanderen kan ha forlatt spillet
nl: Tegenstander heeft mogelijk het spel verlaten
pl: Przeciwnik mógł opuścić grę
pt: O oponente pode ter saído do jogo
ro: Este posibil ca adversarul să fi părăsit jocul
ru: Противник, возможно, покинул игру
si: ප්‍රතිසපර්ධකයා ක්‍රීඩාවෙන් ඉවත්වී ඇතිවිය හැක.
sk: Súper mohol opustiť hru
sl: Nasprotnik je morda zapustil igro
sq: Kundërshtari mund të ketë larguar nga loja
sr: Противник је можда напустио игру
sv: Motståndaren kan ha lämnat spelet
sw: Mpinzani huenda ameondoka kwenye mchezo
ta: எதிரணி விளையாட்டை விட்டு வெளியேறியிருக்கலாம்
te: ప్రతిస్పర్థి గేమ్ నుండి బయలుదేరి ఉండవచ్చు.
th: คู่ต่อสู้อาจออกจากเกมแล้ว
tr: Rakip oyundan ayrılmış olabilir
uk: Можливо, суперник вийшов з гри
ur: ممکن ہے کہ مخالف کھیل چھوڑ چکا ہو۔
uz: Raqib o'yindan chiqib ketgan bo'lishi mumkin.
vi: Đối thủ có thể đã rời khỏi trò chơi
zh: 对手可能已离开游戏
zh_hant: 對手可能已離開遊戲
zu: Umbangi kungenzeka ushiye umdlalo
