Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# isLoseButNotChangeSideWhenNoWay_Detail
source: The player will lose if his opponent blocks them so that they cannot be moved. If this option is disabled, switch the side to move instead of declaring a loss.
af: Die speler sal verloor as sy teenstander hulle blokkeer sodat hulle nie geskuif kan word nie. Verander kant om te skuif as hierdie opsie gedeaktiveer is.
am: ተቃራኒው እንዳይንቀሳቀስ ከዘጋው ተጫዋቹ ይሸነፋል። ይህ አማራጭ ካልተነቃ፣ የመንቀሳቀሻ ጎን ይቀየራል።
ar: سيخسر اللاعب إذا قام خصمه بحظرهم بحيث لا يمكن تحريكهم. يتم تبديل الدور إذا تم تعطيل هذا الخيار.
az: Rəqibi onları hərəkət etdirə bilməmək üçün blok edərsə, oyunçu itirəcək. Bu seçim deaktivdirsə, hərəkət etmək üçün tərəfi dəyişdirin.
be: Гулец прайграе, калі яго супернік заблакуе іх так, што іх немагчыма перасунуць. Змяніце бок, каб рухацца, калі гэты параметр адключаны.
bg: Играчът губи, ако противникът му ги блокира така, че да не могат да бъдат преместени. Променете страната за ход, ако тази опция е деактивирана.
bn: খেলোয়াড় হারাবে যদি তার প্রতিপক্ষ তাদের আটকা দেয় যাতে তারা সরানো যায় না। এই বিকল্পটি অক্ষম থাকলে সরানোর জন্য পাশ পরিবর্তন করুন।
bo: གལ་ཏེ་ཁོའི་འགྲན་ཟླས་ཁོ་ལ་འགོག་རྐྱེན་བཟོས་ཏེ་ཁོ་ལ་སྤོ་འགུལ་མི་ཐུབ་པའི་སྐབས་སུ། རྩེད་འགྲན་པ་ཕམ་པར་འགྱུར། གལ་ཏེ་འདེམས་གཞི་འདི་ཤུགས་མེད་དུ་བཏང་ན་སྤོ་འགུལ་ཕྱོགས་བརྗེ།
ca: El jugador perd si el seu oponent el bloca de manera que no pot moure cap peça. Si aquesta opció està desactivada, es canvia el torn en lloc de declarar la derrota.
cs: Hráč ztratí, pokud je jeho protivník zablokuje, takže jimi nelze hýbat. Pokud je tato možnost zakázána, změňte stranu na pohyb.
da: Spilleren taber, hvis hans modstander blokerer dem, så de ikke kan flyttes. Skift side til at flytte, hvis denne indstilling er deaktiveret.
de: Der Spieler verliert, wenn der Gegner ihn so blockiert, daß er keinen Steine mehr bewegen kann. Wenn die Option deaktiviert ist wird die Seite gewechselt.
el: Ο παίκτης χάνει αν ο αντίπαλός του τους μπλοκάρει έτσι ώστε να μην μπορούν να μετακινηθούν. Αλλάξτε πλευρά για να μετακινηθείτε αν αυτή η επιλογή είναι απενεργοποιημένη.
es: El jugador perderá si su oponente lo bloquea de manera que no pueda moverse. Si esta opción está desactivada, se cambia el turno en lugar de declarar una derrota.
et: Mängija kaotab, kui vastane blokeerib neid nii, et neid ei saa liigutada. Vahetage poole, kui see valik on keelatud.
fa: بازیکن در صورتی که حریف تمام حرکات قانونی او را مسدود کند، می‌بازد. اگر این گزینه غیرفعال باشد، به جای اعلام باخت، نوبت حرکت به حریف واگذار می‌شود.
fi: Pelaaja häviää, jos hänen vastustajansa estää ne niin, ettei niitä voi siirtää. Vaihda puoli siirtoon, jos tämä vaihtoehto on poistettu käytöstä.
fr: Le joueur perd si son adversaire le bloque de sorte qu'il ne peut pas être déplacé. Si cette option est désactivée, le tour passe à l'autre joueur au lieu de déclarer une défaite.
gu: ખેલાડી હારી જશે જો તેના વિરોધી તેમને અવરોધિત કરે છે જેથી તેઓ ખસેડી ન શકાય. જો આ વિકલ્પ અક્ષમ હોય તો ખસેડવા માટે બાજુ બદલો.
he: השחקן יפסיד אם יריבו יחסום אותם כך שלא ניתן להזיז אותם. שנה צד כדי להזיז אם אפשרות זו מושבתת.
hi: खिलाड़ी हार जाएगा यदि उसका प्रतिद्वंद्वी उन्हें ब्लॉक कर देता है ताकि उन्हें स्थानांतरित नहीं किया जा सके। यदि यह विकल्प अक्षम है, तो स्थानांतरित करने के लिए पक्ष बदलें।
hr: Igrač će izgubiti ako ga protivnik blokira tako da ne može pomaknuti figure. Ako je ova opcija isključena, promijenite stranu micanja umjesto da objavite gubitak igre.
hu: A játékos veszít, ha ellenfele blokkolja összes korongjainak lépési lehetőségét. Ha az opció ki van kapcsolva, akkor változtasson.
hy: Խաղացողը կպարտվի, եթե հակառակորդը արգելափակի նրանց այնպես, որ նրանք չկարողանան տեղաշարժվել: Փոխեք կողմը՝ տեղափոխելու համար, եթե այս տարբերակն անջատված է:
id: Pemain akan kalah jika lawannya menghalanginya sehingga tidak bisa digerakkan. Ubah sisi untuk bergerak jika opsi ini dinonaktifkan.
is: Leikmaðurinn mun tapa ef andstæðingur hans hindrar þá þannig að ekki er hægt að færa þá. Breyttu hlið til að færa ef þessi valkostur er óvirkur.
it: Il giocatore perde se il suo avversario lo blocca in modo che non possa essere mosso. Cambia lato per muovere se questa opzione è disabilitata.
ja: このオプションが無効になっている場合は、手番を交代します。
km: អ្នកលេងនឹងចាញ់ ប្រសិនបើគូប្រកួតរបស់ពួកគេរារាំងពួកគេ ដូច្នេះពួកគេមិនអាចផ្លាស់ទីបាន។ ប្រសិនបើជម្រើសនេះត្រូវបានបិទ សូមប្តូរវេនផ្លាស់ទីជំនួសឱ្យការប្រកាសចាញ់។
kn: ಅವರ ಎದುರಾಳಿಯು ಅವರನ್ನು ಸರಿಸಲಾಗದಂತೆ ನಿರ್ಬಂಧಿಸಿದರೆ ಆಟಗಾರನು ಕಳೆದುಕೊಳ್ಳುತ್ತಾನೆ. ಈ ಆಯ್ಕೆಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ ಸರಿಸಲು ಸೈಡ್ ಬದಲಾಯಿಸಿ.
ko: 상대방에게 막혀 더 이상 이동할 수 없을 때 패배하도록 합니다. 비활성화된 경우 상대방에게 막혀 이동할 수 없을 때 이동에 제한이 없어집니다.
lt: Žaidėjas pralaimi, jei jo priešininkas juos užblokuoja taip, kad jų negalima judinti. Pakeiskite pusę, kad galėtumėte judėti, jei ši parinktis išjungta.
lv: Spēlētājs zaudē, ja pretinieks bloķē tā, ka to nevar pārvietot. Ja šī opcija ir atspējota, mainiet pusi, lai pārvietotos.
mk: Играчот ќе изгуби ако неговиот противник ги блокира за да не можат да бидат поместени. Променете ја страната за да се преместите ако оваа опција е оневозможена.
ms: Pemain akan kalah jika lawannya menyekat mereka sehingga mereka tidak dapat dipindahkan. Tukar sebelah untuk bergerak jika pilihan ini dilumpuhkan.
my: ပြိုင်ဘက်က သူတို့ကို မရွှေ့နိုင်အောင် ပိတ်ဆို့ထားရင် ကစားသမားက ရှုံးလိမ့်မယ်။ ဤရွေးချယ်မှုကို ပိတ်ထားပါက ရွှေ့ရန် ဘေးကို ပြောင်းပါ။
nb: Spilleren taper hvis motstanderen blokkerer dem slik at de ikke kan flyttes. Bytt side for å flytte hvis dette alternativet er deaktivert.
nl: De speler verliest als zijn tegenstander hem blokkeert zodat hij niet kan worden verplaatst. Verander van kant als deze optie is uitgeschakeld.
pl: Gracz przegra, jeśli jego przeciwnik zablokuje go tak, że nie będzie mógł go ruszyć. Zmień stronę na ruch, jeśli ta opcja jest wyłączona.
pt: O jogador perde se o oponente o bloquear impedindo qualquer movimento. Se esta opção estiver desativada, troca-se o jogador da vez em vez de declarar derrota.
ro: Jucătorul va pierde dacă adversarul său îi blochează în așa fel încât să nu poată muta (neavând câmp liber). Schimbă, dacă obțiunea este dezactivată.
ru: Игрок проиграет, если его противник заблокирует его так, что его нельзя будет передвинуть. Смените сторону для хода, если эта опция отключена.
si: ප්‍රතිපක්ෂය තමන්ව අවහිර කරන ලෙස චලනය කළ නොහැකි විට ක්‍රීඩකයා පරාජය වේ. මෙම විකල්පය අක්‍රීය කරන ලද්දේ නම්, චලනය සඳහා පැත්ත වෙනස් කරන්න.
sk: Hráč prehrá, ak ho súper zablokuje tak, že sa nemôže pohnúť. Zmena strany na ťah, ak je táto možnosť vypnutá.
sl: Igralec izgubi, če ga nasprotnik blokira, tako da ga ni mogoče premakniti. Če je ta možnost onemogočena, spremenite stran za premikanje.
sq: Lojtari do të humbasë nëse kundërshtari i bllokon ata në mënyrë që ata të mos lëvizen. Ndryshoni anën për të lëvizur nëse ky opsion është me aftësi të kufizuara.
sr: Играч ће изгубити ако их противник блокира тако да се не могу померати. Промените страну да бисте се померили ако је ова опција онемогућена.
sv: Spelaren förlorar om motståndaren blockerar dem så att de inte kan flyttas. Byt sida för att flytta om det här alternativet är inaktiverat.
sw: Mchezaji atapoteza ikiwa mpinzani wake atawazuia ili wasiweze kuhamishwa. Badilisha upande ili kusogeza ikiwa chaguo hili limezimwa.
ta: தனது எதிர்ப்பாளர் அவர்களைத் தடுத்தால் வீரர் இழப்பார், அதனால் அவற்றை நகர்த்த முடியாது. இந்த விருப்பம் முடக்கப்பட்டிருந்தால், இழப்பை அறிவிப்பதற்குப் பதிலாக நகர்த்த பக்கத்தை மாற்றவும்.
te: తన ప్రత్యర్థి వారిని తరలించకుండా అడ్డుకుంటే ఆటగాడు కోల్పోతాడు. ఈ ఎంపిక నిలిపివేయబడితే తరలించడానికి వైపు మార్చండి.
th: ผู้เล่นจะแพ้หากคู่ต่อสู้บล็อกพวกเขาเพื่อไม่ให้เคลื่อนที่ เปลี่ยนด้านเพื่อย้ายหากตัวเลือกนี้ถูกปิดใช้งาน
tr: Eğer bir oyuncu rakibini hareket edemez hale getirirse, o oyuncu kaybeder. Bu seçenek kapalıysa, hamle yapabilen taraf değişir.
uk: Гравець програє, якщо його супротивник заблокує їх, щоб їх не можна було перемістити. Змініть сторону, щоб перемістити, якщо ця опція вимкнена.
ur: کھلاڑی ہار جائے گا اگر اس کا مخالف انہیں روکتا ہے تاکہ وہ منتقل نہ ہوسکیں۔ اگر یہ اختیار غیر فعال ہے تو منتقل کرنے کے لیے سائیڈ کو تبدیل کریں۔
uz: Raqibi ularni harakatga keltirmaslik uchun to'sib qo'ysa, o'yinchi yutqazadi. Ushbu parametr o'chirilgan bo'lsa, harakatlanish uchun yon tomonni o'zgartiring.
vi: Người chơi sẽ thua nếu đối thủ của anh ta chặn chúng để chúng không thể di chuyển được. Đổi bên để di chuyển nếu tùy chọn này bị tắt.
zh: 走子阶段，当无路可走时输棋，而非转为由对方继续走子。
zh_hant: 走子階段，當無路可走時輸棋，而非轉為由對方繼續走子。
zu: Umdlali uzolahlekelwa uma imbangi yakhe iwavimba ukuze anganyakaziswa. Shintsha uhlangothi ukuze uhambise uma le nketho ikhutshaziwe.

# mayFly
source: Flying
af: Vlieg
am: መብረር
ar: طيران
az: Uçan
be: Палёт
bg: Летящ
bn: উড়ন্ত
bo: འཕུར་བསྐྱོད།
ca: Vol
cs: Létající
da: Flyvende
de: Fliegen
el: Ιπτάμενο
es: Vuelo
et: Lendamine
fa: پرواز کردن
fi: Lentävä
fr: Vol
gu: ઉડતી
he: עַף
hi: फ्लाइंग
hr: Skakanje
hu: Ugrás
hy: Թռիչք
id: Penerbangan
is: Fljúga
it: Volare
ja: 飛行
km: ហោះ
kn: ಹಾರುವ
ko: 플라잉
lt: Skrenda
lv: Skrējiens
mk: Летање
ms: Terbang
my: ပျံ
nb: Flyr
nl: Vliegen
pl: Latający
pt: Vôo
ro: Sărituri
ru: Летающий
si: පියාසර
sk: Lietanie
sl: Leteči
sq: Fluturimi
sr: Летење
sv: Flygande
sw: Kuruka
ta: பறக்கும்
te: ఎగురుతూ
th: บิน
tr: Uçan
uk: Політ
ur: پرواز
uz: Uchish
vi: bay
zh: 飞子
zh_hant: 飛子
zu: Ukundiza

# mayFly_Detail
source: If a player has only three or four (configurable) pieces left, she can move the piece to any free point.
af: As 'n speler net drie of vier (konfigureerbare) stukke oor het, kan sy die stuk na enige vrypunt skuif.
am: አንድ ተጫዋች ሶስት ወይም አራት (የሚለወጥ) ቁራጮች ብቻ ከቀሩት፣ ቁራጩን ወደ ማንኛውም ነጻ ነጥብ ማንቀሳቀስ ይችላል።
ar: إذا كان لدى اللاعب ثلاث أو أربع قطع (قابلة لتخصيص) فقط ، فيمكنه تحريك القطعة إلى أي نقطة حرة.
az: Əgər oyunçuda yalnız üç və ya dörd (konfiqurasiya edilə bilən) parça qalırsa, o, parçanı istənilən boş nöqtəyə daşıya bilər.
be: Калі ў гульца засталіся толькі тры ці чатыры (канфігуруемыя) фігуры, ён можа перамясціць фігуру ў любую вольную кропку.
bg: Ако на даден играч са му останали само три или четири (конфигурируеми) фигури, той може да премести фигура до всяка свободна точка.
bn: যদি কোনও খেলোয়াড়ের কেবল তিন বা চারটি (কনফিগারযোগ্য) টুকরা থাকে তবে তিনি টুকরোটি যে কোনও ফ্রি পয়েন্টে স্থানান্তর করতে পারবেন।
bo: གལ་ཏེ་རྩེད་འགྲན་པ་གཅིག་ལ་རྡེལ་གསུམ་མ་གཏོགས་མེད་ཚེ(སྒྲིག་སྦྱོར་བྱེད་རུང་)། ཁོ་མོས་རྡེལ་དེ་རང་དབང་གི་ས་ཚིགས་གང་རུང་དུ་སྤོ་བ་གནང་ཆོག
ca: Si a un jugador només li queden tres o quatre (segons la configuració) peces, pot moure la peça a qualsevol punt lliure.
cs: Pokud hráči zbývají pouze tři nebo čtyři (konfigurovatelné) figurky, může figurku přesunout na libovolný volný bod.
da: Hvis en spiller kun har tre eller fire (konfigurerbar) brikker tilbage, kan han flytte brikken til et hvilket som helst frit punkt.
de: Wenn ein Spieler nur noch drei Steine hat, darf ein Stein an beliebige Punkte gezogen werden.
el: Εάν ένας παίκτης έχει μόνο τρία ή τέσσερα (διαμορφώσιμα) κομμάτια, μπορεί να μετακινήσει το κομμάτι σε οποιοδήποτε ελεύθερο σημείο.
es: Si a un jugador le quedan sólo tres o cuatro piezas (configurables), puede mover la pieza a cualquier punto libre.
et: Kui mängijal on alles ainult kolm või neli (seadistatavat) mänguasja, võib ta liigutada mänguasja suvalisse vabasse punkti.
fa: اگر بازیکن فقط سه یا چهار مهره (با قابلیت تنظیم) باقی داشته باشد ، می تواند مهره را به هر نقطه آزاد منتقل کند.
fi: Jos pelaajalla on jäljellä vain kolme tai neljä (määritettävissä olevaa) nappulaa, hän voi siirtää nappulan mihin tahansa vapaaseen pisteeseen.
fr: Si un joueur n'a plus que trois ou quatre pièces (configurable), il peut déplacer la pièce vers n'importe quel point libre.
gu: જો કોઈ ખેલાડી પાસે ફક્ત ત્રણ કે ચાર (રૂપરેખાંકિત) ટુકડાઓ બાકી હોય, તો તે ભાગને કોઈપણ મુક્ત સ્થાને ખસેડી શકે છે.
he: אם לשחקן נותרו רק שלושה או ארבעה חלקים (ניתנים להגדרה), היא יכולה להעביר את הכלי לכל נקודה פנויה.
hi: यदि किसी खिलाड़ी के पास केवल तीन या चार (कॉन्फ़िगर करने योग्य) टुकड़े बचे हैं, तो वह टुकड़े को किसी भी मुक्त बिंदु पर ले जा सकता है।
hr: Ako igrač ima samo tri ili četiri (podesivo) figure, igrač smije pomaknuti figuru na bilo koje slobodno mjesto.
hu: Ha egy játékosnak csak három vagy négy (konfigurálható) korongja marad, akkor ezekkel bármelyik szabad mezőre ugrálhat.
hy: Եթե խաղացողը ունի ընդամենը երեք կամ չորս (կարգավորելի) կտոր, նա կարող է տեղափոխել խաղաքարը ցանկացած ազատ կետ:
id: Jika seorang pemain hanya memiliki tiga atau empat bidak (yang dapat dikonfigurasi), dia dapat memindahkan bidak tersebut ke titik bebas mana pun.
is: Ef leikmaður á aðeins þrjá eða fjóra (stillanlega) búta eftir, getur hann fært verkið á hvaða frípunkt sem er.
it: Se un giocatore ha solo tre o quattro pezzi (configurabili) rimasti, può spostare il pezzo in qualsiasi punto libero.
ja: プレイヤーが 3 つまたは 4 つの (構成可能な) ピースしか残っていない場合、そのピースを任意のフリー ポイントに移動できます。
km: ប្រសិនបើអ្នកលេងនៅសល់តែកូនអុកបី ឬបួន (អាចកំណត់រចនាសម្ព័ន្ធបាន) នាងអាចផ្លាស់ទីកូនអុកទៅចំណុចទំនេរណាមួយ។
kn: ಆಟಗಾರನಿಗೆ ಕೇವಲ ಮೂರು ಅಥವಾ ನಾಲ್ಕು (ಕಾನ್ಫಿಗರ್ ಮಾಡಬಹುದಾದ) ತುಣುಕುಗಳು ಮಾತ್ರ ಉಳಿದಿದ್ದರೆ, ಅವಳು ಆ ತುಂಡನ್ನು ಯಾವುದೇ ಉಚಿತ ಬಿಂದುವಿಗೆ ಸರಿಸಬಹುದು.
ko: 플레이어가 3 개 혹은 4 개의 말만을 가지고 있을 때, 말을 어느 위치로든 이동시킬 수 있습니다.
lt: Jei žaidėjui liko tik trys arba keturios (konfigūruojamos) figūrėlės, jis gali perkelti figūrėlę į bet kurį laisvą tašką.
lv: Ja spēlētājam ir palikušas tikai trīs vai četras (konfigurējamas) figūras, viņš var pārvietot figūru uz jebkuru brīvu punktu.
mk: Ако на играч и останат само три или четири (конфигурираат) парчиња, таа може да го премести парчето во која било слободна точка.
ms: Sekiranya pemain hanya tinggal tiga atau empat keping (dapat dikonfigurasi), dia boleh memindahkannya ke titik bebas.
my: ကစားသမားတစ်ဦးတွင် အပိုင်းသုံးပိုင်း သို့မဟုတ် လေးခုသာ ကျန်ရှိတော့မည်ဆိုလျှင် အပိုင်းအစကို အခမဲ့အမှတ်သို့ ရွှေ့နိုင်သည်။
nb: Hvis en spiller bare har tre eller fire (konfigurerbare) brikker igjen, kan hun flytte brikken til et hvilket som helst ledig punkt.
nl: Als een speler nog maar drie of vier (instelbare) stukken over heeft, kan hij het stuk naar elk vrij punt verplaatsen.
pl: Jeśli graczowi pozostały tylko trzy lub cztery (konfigurowalne) figury, może je przenieść do dowolnego wolnego punktu.
pt: Se um jogador tem apenas três ou quatro peças restantes (configuráveis), ele pode mover a peça para qualquer ponto livre.
ro: Dacă un jucător mai are doar trei sau patru piese (configurabile), poate sări cu acestea în orice punct liber.
ru: Если у игрока осталось только три или четыре (настраиваемые) фигуры, он может переместить фигуру в любую свободную точку.
si: ක්‍රීඩකයෙකුට කැබලි තුනක් හෝ හතරක් (වින්‍යාස කළ හැකි) පමණක් ඉතිරි වී තිබේ නම්, ඇයට කැබලිය කිසිදු නිදහස් ලකුණකට චලනය කළ හැකිය.
sk: Ak hráčovi zostanú len tri alebo štyri (konfigurovateľné) figúrky, môže figúrku presunúť na ľubovoľný voľný bod.
sl: Če ima igralec na voljo le še tri ali štiri (nastavljive) figure, lahko premakne figuro na katero koli prosto točko.
sq: Nëse një lojtar i kanë mbetur vetëm tre ose katër pjesë (të rregullueshme), ajo mund ta zhvendosë pjesën në ndonjë pikë të lirë.
sr: Ако играчу преостају само три или четири (подесива) дела, она може преместити комад у било коју слободну тачку.
sv: Om en spelare bara har tre eller fyra (konfigurerbara) pjäser kvar kan hon flytta pjäsen till vilken fri punkt som helst.
sw: Ikiwa mchezaji ana vipande vitatu au vinne tu (vinavyoweza kusanidiwa) vilivyosalia, anaweza kusogeza kipande hicho hadi sehemu yoyote ya bure.
ta: ஒரு வீரருக்கு மூன்று அல்லது நான்கு (உள்ளமைக்கக்கூடிய) துண்டுகள் மட்டுமே எஞ்சியிருந்தால், அவள் எந்த இலவச புள்ளிக்கும் அந்த துண்டுகளை நகர்த்த முடியும்.
te: ఒక ఆటగాడికి మూడు లేదా నాలుగు (కాన్ఫిగర్ చేయదగిన) ముక్కలు మాత్రమే మిగిలి ఉంటే, ఆమె ఆ భాగాన్ని ఏదైనా ఉచిత బిందువుకు తరలించవచ్చు.
th: หากผู้เล่นเหลือเพียงสามหรือสี่ชิ้น (กำหนดได้) เธอสามารถย้ายชิ้นส่วนนั้นไปยังจุดว่างใดก็ได้
tr: Bir oyuncunun yalnızca üç veya dört (yapılandırılabilir) taşı kalmışsa, taşı herhangi bir boş noktaya taşıyabilir.
uk: Якщо у гравця залишилося лише три або чотири (конфігуровані) фігури, він може перемістити фігуру на будь-яку вільну точку.
ur: اگر کسی کھلاڑی کے پاس صرف تین یا چار (کنفیگر کرنے کے قابل) ٹکڑے باقی ہیں، تو وہ اس ٹکڑے کو کسی بھی فری پوائنٹ پر لے جا سکتی ہے۔
uz: Agar o'yinchida faqat uchta yoki to'rtta (sozlanishi) qism qolsa, u buyumni istalgan bo'sh nuqtaga ko'chirishi mumkin.
vi: Nếu một người chơi chỉ còn lại ba hoặc bốn quân cờ (có thể định cấu hình), cô ấy có thể di chuyển quân cờ đó đến bất kỳ điểm trống nào.
zh: 当一方剩余三或四枚(可配置)棋子时，此方可将棋子移动到棋盘任意空位上。
zh_hant: 當一方剩餘三或四枚(可配置)棋子時，此方可將棋子移動到棋盤任意空位上。
zu: Uma umdlali enezingcezu ezintathu noma ezine kuphela (ezilungisekayo) ezisele, angasusa ucezu aluyise kunoma iyiphi indawo yamahhala.

source: N-move rule
af: N-skuif reël
am: N-እንቅስቃሴ ህግ
ar: قاعدة الـ N نقلات
az: N-hərəkət qaydası
be: Правіла N-ходу
bg: Правило за N ходове
bn: এন-মুভের নিয়ম
bo: N-སྤོ་འགུལ་སྒྲིག་གཞི།
ca: Regla de N moviments
cs: Pravidlo N-move
da: N-træk-reglen
de: N-Züge-Regel
el: Κανόνας Ν-κίνησης
es: Regla de N movimientos
et: N-liikumise reegel
fa: قانون N حرکت
fi: N-siirron sääntö
fr: Règle du mouvement N
gu: એન-મૂવ નિયમ
he: כלל N-move
hi: एन-चाल नियम
hr: Pravilo broja poteza
hu: N lépéses szabály
hy: N-շարժման կանոն
id: Aturan gerakan-N
is: N-hreyfa regla
it: Regola delle N mosse
ja: N手ルール
km: ច្បាប់ N-ចលនា
kn: ಎನ್-ಮೂವ್ ನಿಯಮ
ko: N--이동 규칙
lt: N ėjimų taisyklė
lv: N gājienu noteikums
mk: Правило за движење со N
ms: Peraturan N-bergerak
my: N-ရွှေ့စည်းမျဉ်း
nb: N-trekkregel
nl: N-zet regel
pl: Zasada N ruchów
pt: Regra dos N movimentos
ro: Regula N-move
ru: Правило N ходов
si: එන්-චලන නීතිය
sk: Pravidlo N ťahov
sl: Pravilo N premikov
sq: Rregulli i lëvizjes N
sr: Правило Н-потеза
sv: N-förflyttningsregeln
sw: Sheria ya N-hamisha
ta: N- நகரும் விதி
te: ఎన్-మూవ్ రూల్
th: กฎ N-move
tr: N-hareket kuralı
uk: Правило N-переміщення
ur: N- اقدام کا قاعدہ
uz: N-harakat qoidasi
vi: Quy tắc di chuyển N
zh: N步规则
zh_hant: N步規則
zu: Umthetho wokuhambisa uN

# nMoveRule_Detail
source: The game is drawn if there has been no removal in a specific number of moves.
af: Die wedstryd word gelykop gemaak as daar geen verwydering in 'n spesifieke aantal skuiwe was nie.
am: በተወሰነ የእንቅስቃሴዎች ቁጥር ውስጥ ምንም ማስወገድ ከሌለ ጨዋታው እኩል ይሆናል።
ar: يتم تعادُل اللعبة إذا لم تتم إزالة في عدد معين من النقلات من قبل كل لاعب.
az: Müəyyən sayda hərəkətdə heç bir silinmə olmadıqda oyun çəkilir.
be: Гульня лічыцца нічыёй, калі не было выдалення за пэўную колькасць хадоў.
bg: Играта се изтегля, ако няма премахване на фигури в определен брой ходове от всеки играч.
bn: গেমটি অঙ্কিত হয় যদি নির্দিষ্ট কয়েকটি পদক্ষেপে কোনও অপসারণ না ঘটে থাকে।
bo: གལ་ཏེ་གཏན་འཁེལ་གྲངས་ཀའི་སྤོ་འགུལ་ནང་བསུབ་མེད་ཚེ། རྩེད་མོ་འདི་ནི་གྲུབ་འབྲས་མཉམ་པ་ཡིན།
ca: La partida és un empat si no s'elimina cap peça en un nombre específic de moviments.
cs: Hra je losována, pokud nedošlo k odstranění v určitém počtu tahů každého hráče.
da: Spillet er uafgjort, hvis der ikke har været nogen flytning i et bestemt antal træk af hver spiller.
de: Das Spiel ist unentschieden, wenn in einer bestimmten Anzahl von Zügen von jedem Spieler keine Entfernung erfolgt ist.
el: Το παιχνίδι λήγει αν δεν έχει γίνει καμία αφαίρεση σε συγκεκριμένο αριθμό κινήσεων από κάθε παίκτη.
es: La partida se empata si no ha habido ninguna retirada en un número determinado de movimientos por cada jugador.
et: Mäng on loositud, kui kumbki mängija ei ole teatud arvu käikude jooksul eemaldanud ühtegi tükki.
fa: چنانچه در شمار خاصی از حرکات، مهره‌ای از سوی هر یک از بازیکنان حذف نشده باشد ، بازی مساوی می شود.
fi: Peli päättyy tasapeliin, jos kumpikaan pelaaja ei ole poistanut nappulaa tietyn määrän siirtoja aikana.
fr: La partie est nulle s'il n'y a pas eu de retrait dans un nombre spécifique de coups par chaque joueur.
gu: આ રમત દોરવામાં આવે છે જો દરેક ખેલાડી દ્વારા વિશિષ્ટ સંખ્યામાં ચાલમાં કોઈ દૂર કરવામાં આવ્યું નથી.
he: המשחק מוגרל אם לא הייתה הסרה במספר מסוים של מהלכים.
hi: यदि प्रत्येक खिलाड़ी द्वारा चालों की एक निश्चित संख्या में कोई निष्कासन नहीं किया गया है तो खेल ड्रा हो जाता है।
hr: Igra završava neodlučeno ako nijedna figura nije uklonjena u određenom broju poteza.
hu: A játék sorsolásra kerül, ha az egyes játékosok nem hajtottak végre bizonyos számú mozdulatot.
hy: Խաղը ոչ-ոքի է անցկացվում, եթե որոշակի քանակությամբ շարժումներում հեռացում չի եղել:
id: Permainan ditarik jika tidak ada penghapusan dalam jumlah gerakan tertentu oleh setiap pemain.
is: Dregið er í leiknum ef ekkert hefur verið fjarlægt í tilteknum fjölda færa.
it: La partita è patta se non c'è stata alcuna rimozione in un determinato numero di mosse da parte di ciascun giocatore.
ja: ゲームは、特定の数の手で除去がなかった場合に引き分けになります。
km: ហ្គេមត្រូវបានស្មើ ប្រសិនបើគ្មានការដកចេញក្នុងចំនួនចលនាជាក់លាក់ណាមួយ។
kn: ನಿರ್ದಿಷ್ಟ ಸಂಖ್ಯೆಯ ಚಲನೆಗಳಲ್ಲಿ ಯಾವುದೇ ತೆಗೆದುಹಾಕುವಿಕೆ ಇಲ್ಲದಿದ್ದರೆ ಆಟವನ್ನು ಎಳೆಯಲಾಗುತ್ತದೆ.
ko: 특정 수의 이동 후에 어떤 말도 제거되지 않으면 게임은 무승부로 합니다.
lt: Žaidimas sužaidžiamas lygiosiomis, jei per tam tikrą skaičių ėjimų kiekvienas žaidėjas nepašalino nė vienos figūros.
lv: Spēle tiek izlozēta, ja katrs spēlētājs noteiktā gājienu skaitā nav izdarījis nevienu gājienu.
mk: Играта е извлечена ако не се отстрани одреден број потези од секој играч.
ms: Permainan ditarik jika tidak ada penyingkiran dalam jumlah gerakan tertentu.
my: သတ်မှတ်ထားသော ရွေ့လျားမှုအရေအတွက်တွင် ဖယ်ရှားခြင်းမရှိပါက ဂိမ်းကို ရေးဆွဲထားသည်။
nb: Spillet trekkes hvis det ikke har blitt fjernet i et bestemt antall trekk.
nl: De partij is remise als er in een bepaald aantal zetten door geen van de spelers een stuk is verplaatst.
pl: Gra jest remisowana, jeśli w określonej liczbie ruchów każdy z graczy nie wykonał żadnego ruchu.
pt: O jogo é declarado empate se não houver remoção de peças por N movimentos.
ro: Jocul este extras dacă nu a existat nicio eliminare într-un anumit număr de mișcări de către fiecare jucător.
ru: Партия сводится к ничьей, если за определенное количество ходов каждый игрок не сделал ни одного удаления.
si: නිශ්චිත චලන ගණනක් තුළ කැබලි ඉවත් කිරීමක් නොවී තිබේ නම් ක්‍රීඩාව සම වේ.
sk: Hra je remízová, ak v určitom počte ťahov nedošlo k odstráneniu figúrky každým hráčom.
sl: Igra je izenačena, če vsak igralec v določenem številu potez ni odstranil nobene figure.
sq: Loja është tërhequr nëse nuk ka pasur heqje në një numër të caktuar lëvizjesh nga secili lojtar.
sr: Игра се извлачи ако није било уклањања у одређеном броју потеза.
sv: Spelet är oavgjort om det inte har skett någon flyttning inom ett visst antal drag av varje spelare.
sw: Mchezo huchorwa ikiwa hakuna kuondolewa katika idadi mahususi ya hatua.
ta: ஒரு குறிப்பிட்ட எண்ணிக்கையிலான நகர்வுகளில் அகற்றப்படாவிட்டால் விளையாட்டு வரையப்படுகிறது.
te: నిర్దిష్ట సంఖ్యలో కదలికలలో తొలగింపు లేనట్లయితే ఆట డ్రా అవుతుంది.
th: เกมจะถูกสุ่มขึ้นมาหากไม่มีการลบในจำนวนการเคลื่อนไหวที่ระบุ
tr: Her oyuncu tarafından belirli sayıda hamlede herhangi bir çıkarma yapılmamışsa oyun berabere biter.
uk: Гра вважається нічиєю, якщо за певну кількість ходів не було видалення.
ur: کھیل کو ڈرا کیا جاتا ہے اگر کسی مخصوص تعداد میں چالوں کو ہٹانا نہیں ہے۔
uz: O'yin, ma'lum miqdordagi harakatlarda olib tashlanmagan bo'lsa, chiziladi.
vi: Trò chơi được hòa nếu không có sự loại bỏ nào trong một số nước đi cụ thể.
zh: 指定当连续多少步中没有吃子时判为和局。
zh_hant: 指定當連續多少步中沒有吃子時判為和局。
zu: Umdlalo uyadwetshwa uma kungazange kube khona ukususwa enanini elithile lokunyakaza.
