Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# llmAssistedDevelopmentInputHint
source: Describe the task you want the LLM to help with...
af: Beskryf die taak waarmee jy wil hê die LLM moet help...
am: LLM እንዲረዳው የሚፈልጉትን ተግባር ያብራሩ...
ar: قم بوصف المهمة التي تريد من LLM أن يساعدك فيها...
az: LLM-nin kömək etməsini istədiyiniz tapşırığı təsvir edin...
be: Апішыце задачу, з якой вы хочаце дапамагчы LLM...
bn: আপনি যে কাজটিতে LLM সাহায্য করতে চান তার বর্ণনা দিন...
bo: LLM གིས་རོགས་རམ་བྱ་རྒྱུའི་ལས་ཀ་བཤད་བྱོས...
ca: Descriu la tasca amb la qual vols ajudar el LLM...
cs: Popište úkol, se kterým chcete, aby LLM pomohl...
da: Beskriv den opgave, du ønsker, at LLM skal hjælpe med...
el: Περιγράψτε την εργασία στην οποία θέλετε να βοηθήσει το LLM...
es: Describe la tarea con la que quieres que te ayude el LLM...
et: Kirjeldage ülesannet, mida soovite, et LLM aitaks ...
fa: وظیفه ای را که می خواهید LLM در آن کمک کند را شرح دهید...
fr: Décrivez la tâche pour laquelle vous souhaitez que le LLM vous aide...
gu: તમે જે કાર્યમાં LLM મદદ કરવા માંગો છો તેનું વર્ણન કરો...
he: תאר את המשימה שאתה רוצה שה-LLM יעזור בה...
hi: उस कार्य का वर्णन करें जिसमें आप एलएलएम से सहायता चाहते हैं...
hr: Opišite zadatak s kojim želite da LLM pomogne...
hu: Írd le a feladatot, amiben az LLM segítségét kéred...
hy: Նկարագրեք առաջադրանքը, որը ցանկանում եք, որ LLM-ն օգնի...
id: Jelaskan tugas yang Anda ingin LLM bantu...
is: Lýstu verkefninu sem þú vilt að LLM aðstoði við...
it: Descrivi l'attività in cui desideri che il LLM ti aiuti...
ja: LLM に手伝ってもらいたいタスクについて説明してください...
km: រៀបរាប់ពីកិច្ចការដែលអ្នកចង់ឱ្យ LLM ជួយជាមួយ...
kn: LLM ಸಹಾಯ ಮಾಡಲು ನೀವು ಬಯಸುವ ಕಾರ್ಯವನ್ನು ವಿವರಿಸಿ...
lt: Aprašykite užduotį, kurią norite, kad LLM padėtų...
lv: Aprakstiet uzdevumu, kurā vēlaties, lai LLM palīdzētu...
mk: Опишете ја задачата што сакате LLM да ви помогне со ...
ms: Terangkan tugas yang anda mahu LLM bantu...
nl: Beschrijf de taak waarbij u de LLM wilt helpen...
pl: Opisz zadanie, w którym chcesz, aby LLM pomógł...
pt: Descreva a tarefa na qual você deseja que o LLM ajude...
ro: Descrieți sarcina cu care doriți să vă ajute LLM...
ru: Опишите задачу, с которой вы хотите, чтобы LLM помог...
si: ඔබට LLM උදව් කිරීමට අවශ්‍ය කාර්යය විස්තර කරන්න...
sk: Popíšte úlohu, s ktorou má LLM pomôcť...
sl: Opišite nalogo, pri kateri želite, da vam LLM pomaga ...
sv: Beskriv uppgiften du vill att LLM ska hjälpa till med...
sw: Eleza kazi unayotaka LLM ikusaidie...
te: మీరు LLM సహాయం చేయాలనుకుంటున్న పనిని వివరించండి...
th: อธิบายงานที่คุณต้องการให้ LLM ช่วย...
tr: Yüksek Lisans'ın yardım etmesini istediğiniz görevi tanımlayın...
uk: Опишіть завдання, з яким ви хочете допомогти LLM...
ur: اس کام کی وضاحت کریں جس کے ساتھ آپ ایل ایل ایم کی مدد کرنا چاہتے ہیں ...
uz: LLM yordam berishini xohlagan vazifangizni tasvirlab bering...
zh: 请输入要让 LLM 帮你完成的任务描述…
zh_hant: 請輸入要讓 LLM 幫你完成的任務說明…
zu: Chaza umsebenzi ofuna i-LLM isize ngawo...

source: Download
af: Laai af
am: አውርድ
ar: تحميل
az: Yüklə
be: Спампаваць
bn: ডাউনলোড করুন
bo: ཕབ་ལེན།
ca: Descarregar
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
et: Laadi alla
fa: دانلود کنید
fi: Lataa
fr: Télécharger
gu: ડાઉનલોડ કરો
he: הורד
hi: डाउनलोड करें
hr: preuzimanje
hu: Letöltés
hy: Բեռնել
id: Unduh
is: Sækja
it: Scarica
ja: ダウンロード
km: ទាញយក
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ko: 다운로드
lt: Atsisiųsti
lv: Lejupielādēt
mk: Преземи
ms: Muat turun
nb: Last ned
nl: Downloaden
pl: Pobierz
pt: Baixar
ro: Descărcați
ru: Скачать
si: බාගන්න
sk: Stiahnuť
sl: Prenos
sr: Преузми
sv: Ladda ner
sw: Pakua
te: డౌన్‌లోడ్ చేయండి
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
ur: ڈاؤن لوڈ
uz: Yuklab olish
vi: Tải xuống
zh: 下载
zh_hant: 下載
zu: Landa

source: Status
am: ሁኔታ
ar: الحالة
az: Vəziyyət
be: Статус
bn: স্ট্যাটাস
bo: གནས་ཚུལ།
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
et: Olek
fa: وضعیت
fr: Statut
gu: સ્થિતિ
he: סטטוס
hi: स्थिति
hu: Állapot
hy: Կարգավիճակ
is: Staða
it: Stato
ja: ステータス
km: ស្ថានភាព
kn: ಸ್ಥಿತಿ
ko: 상태
lt: Būsena
lv: Statuss
mk: Статус
pl: Stan
pt: Estado
ro: Stare
ru: Статус
si: තත්ත්වය
sk: Stav
sl: Stanje
sw: Hali
te: స్థితి
th: สถานะ
tr: Durum
uk: Статус
ur: حیثیت
zh: 状态
zh_hant: 狀態
zu: Isimo

source: Unknown
af: Onbekend
am: ያልታወቀ
ar: غير معروف
az: Naməlum
be: Невядомы
bn: অজানা
bo: མི་ཤེས།
ca: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
et: Tundmatu
fa: ناشناس
fr: Inconnu
gu: અજ્ઞાત
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
hy: Անհայտ
id: Tidak diketahui
is: Óþekkt
it: Sconosciuto
ja: 不明
km: មិនស្គាល់
kn: ಅಜ್ಞಾತ
ko: 알 수 없음
lt: Nežinoma
lv: Nezināms
mk: Непознат
ms: Tidak diketahui
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
si: නොදන්නා
sk: Neznámy
sl: Neznano
sv: Okänd
sw: Haijulikani
te: తెలియదు
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомий
ur: نامعلوم
uz: Noma'lum
zh: 未知
zh_hant: 未知
zu: Akwaziwa

source: Enable piece pick-up animation
af: Aktiveer stuk optel-animasie
am: ቁራጭ ማንሳት እነማ አንቃ
ar: تفعيل الرسوم المتحركة لالتقاط القطعة
az: Parça götürmə animasiyasını aktivləşdirin
be: Уключыць анімацыю падбору фігуры
bn: পিস পিক-আপ অ্যানিমেশন সক্ষম করুন
bo: རྡོ་རིས་བླངས་པའི་རིག་བཟོ་སྤྱོད།
ca: Activa l'animació de recollida de peces
cs: Povolit animaci vyzvednutí kusu
da: Aktiver animation for afhentning af brikker
el: Ενεργοποίηση κινούμενης εικόνας παραλαβής κομματιού
es: Habilitar animación de recogida de piezas
et: Luba tüki ülesvõtmise animatsioon
fa: انیمیشن برداشتن قطعه را فعال کنید
fr: Activer l'animation de récupération des pièces
gu: પીસ પિક-અપ એનિમેશન સક્ષમ કરો
he: אפשר אנימציית איסוף חלקים
hi: टुकड़ा पिक-अप एनीमेशन सक्षम करें
hr: Omogući animaciju preuzimanja komada
hu: Bábu felvételi animáció engedélyezése
hy: Միացնել կտորների հավաքման անիմացիան
id: Aktifkan animasi pengambilan potongan
is: Virkja hreyfimynd til að taka upp stykki
it: Abilita l'animazione prelievo pezzo
ja: ピースピックアップアニメーションを有効にする
km: បើកដំណើរការចលនាប្រមូលដុំ
kn: ತುಂಡು ಪಿಕ್-ಅಪ್ ಅನಿಮೇಷನ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
lt: Įgalinti gabalų paėmimo animaciją
lv: Iespējot gabala paņemšanas animāciju
mk: Овозможи анимација за подигање парчиња
ms: Dayakan animasi pengambilan sekeping
nl: Animatie voor het oppakken van stukken inschakelen
pl: Włącz animację podnoszenia elementów
pt: Ativar animação de seleção de peças
ro: Activați animația de preluare a piesei
ru: Включить анимацию подбора фигур
si: කෑලි පිකප් සජීවිකරණය සබල කරන්න
sk: Povoliť animáciu vyzdvihnutia kusov
sl: Omogoči animacijo pobiranja kosov
sv: Aktivera animering för plockning av bitar
sw: Washa uhuishaji wa kuchukua kipande
te: పీస్ పిక్-అప్ యానిమేషన్‌ను ప్రారంభించండి
th: เปิดใช้งานภาพเคลื่อนไหวการรับชิ้นส่วน
tr: Parça alma animasyonunu etkinleştir
uk: Увімкнути анімацію підбору фігури
ur: ٹکڑا پک اپ حرکت پذیری کو فعال کریں
uz: Parchalarni olish animatsiyasini yoqing
zh: 启用棋子拿起动画
zh_hant: 啟用棋子拾取動畫
zu: Nika amandla ukugqwayiza kokuthathwa kwesiqephu

source: Puzzles
af: Legkaarte
am: እንቆቅልሾች
ar: الألغاز
az: Bulmacalar
be: Галаваломкі
bn: ধাঁধা
bo: གསང་བརྟག
ca: Trencaclosques
cs: Hádanky
da: Gåder
de: Rätsel
el: Παζλ
es: Rompecabezas
et: Mõistatused
fa: پازل
fi: Palapelit
fr: Des énigmes
gu: કોયડા
he: חידות
hi: पहेलियाँ
hr: Zagonetke
hu: Feladványok
hy: Փազլներ
id: Teka-teki
is: Þrautir
it: Puzzle
ja: パズル
km: ល្បែងផ្គុំរូប
kn: ಒಗಟುಗಳು
ko: 퍼즐
lt: Galvosūkiai
lv: Puzles
mk: Загатки
ms: Teka-teki
nb: Gåter
nl: Puzzels
pl: Puzzle
pt: Quebra-cabeças
ro: Puzzle-uri
ru: Пазлы
si: ප්රහේලිකා
sk: Hádanky
sl: Uganke
sr: Загонетке
sv: Pussel
sw: Mafumbo
te: పజిల్స్
th: ปริศนา
tr: Bulmacalar
uk: Головоломки
ur: پہیلیاں
uz: Boshqotirmalar
vi: Câu đố
zh: 谜题练习
zh_hant: 謎題
zu: Izindida

source: Puzzle
af: Legkaart
am: እንቆቅልሽ
ar: لغز
az: Tapmaca
be: Галаваломка
bn: ধাঁধা
bo: གསང་བརྟག
ca: Trencaclosques
cs: Hádanka
da: Puslespil
de: Rätsel
el: Παζλ
es: rompecabezas
et: Pusle
fa: پازل
fr: Casse-tête
gu: કોયડો
he: פאזל
hi: पहेली
hu: Feladvány
hy: Փազլներ
id: Teka-teki
is: Þraut
ja: パズル
km: ល្បែងផ្គុំរូប
kn: ಒಗಟು
ko: 퍼즐
lt: Dėlionė
lv: Puzle
mk: Загатка
ms: Teka-teki
nl: Puzzel
pl: Zagadka
pt: Quebra-cabeça
ru: Головоломка
si: ප්රහේලිකාව
sk: Hlavolam
sv: Pussel
sw: Fumbo
te: పజిల్
th: ปริศนา
tr: Bulmaca
uk: Головоломка
ur: پہیلی
uz: Boshqotirma
zh: 谜题练习
zh_hant: 謎題
zu: Indida

source: No puzzles available
af: Geen legkaarte beskikbaar nie
am: ምንም እንቆቅልሾች የሉም
ar: لا توجد الألغاز المتاحة
az: Heç bir tapmaca yoxdur
be: Галаваломак няма
bn: কোন ধাঁধা উপলব্ধ
bo: གསང་བརྟག་མེད།
ca: No hi ha trencaclosques disponibles
cs: Nejsou k dispozici žádné hádanky
da: Ingen tilgængelige puslespil
de: Keine Rätsel verfügbar
el: Δεν υπάρχουν διαθέσιμα παζλ
es: No hay rompecabezas disponibles
et: Puslesid pole saadaval
fa: هیچ پازلی در دسترس نیست
fr: Aucun puzzle disponible
gu: કોઈ કોયડા ઉપલબ્ધ નથી
he: אין פאזלים זמינים
hi: कोई पहेली उपलब्ध नहीं
hr: Nema dostupnih zagonetki
hu: Nincsenek elérhető feladványok
hy: Փազլներ չկան
id: Tidak ada teka-teki yang tersedia
is: Engar þrautir í boði
it: Nessun puzzle disponibile
ja: 利用可能なパズルはありません
km: មិនមានល្បែងផ្គុំរូបទេ។
kn: ಯಾವುದೇ ಒಗಟುಗಳು ಲಭ್ಯವಿಲ್ಲ
ko: 사용 가능한 퍼즐 없음
lt: Nėra galvosūkių
lv: Puzles nav pieejamas
mk: Нема достапни загатки
ms: Tiada teka-teki tersedia
nl: Geen puzzels beschikbaar
pl: Brak dostępnych puzzli
pt: Nenhum quebra-cabeça disponível
ro: Nu există puzzle-uri disponibile
ru: Нет доступных головоломок
si: ප්‍රහේලිකා නොමැත
sk: Nie sú k dispozícii žiadne hádanky
sl: Uganke niso na voljo
sv: Inga pussel tillgängliga
sw: Hakuna mafumbo yanayopatikana
te: పజిల్స్ ఏవీ అందుబాటులో లేవు
th: ไม่มีปริศนา
tr: Mevcut bulmaca yok
uk: Немає головоломок
ur: کوئی پہیلیاں دستیاب نہیں ہیں
uz: Hech qanday jumboq mavjud emas
zh: 暂无可用谜题
zh_hant: 沒有可用的謎題
zu: Awekho ama-puzzle atholakalayo

source: Filter
am: አጣራ
ar: تصفية
az: Filtr
be: Фільтраваць
bn: ফিল্টার
bo: བླུགས་ཤོག
ca: Filtre
cs: Filtr
el: Φίλτρο
es: Filtrar
fa: فیلتر کنید
fr: Filtrer
gu: ફિલ્ટર કરો
he: מסנן
hi: फ़िल्टर करें
hu: Szűrő
hy: Զտել
id: Menyaring
is: Sía
it: Filtra
ja: フィルター
km: តម្រង
kn: ಫಿಲ್ಟರ್
ko: 필터
lt: Filtruoti
lv: Filtrs
mk: Филтер
ms: Penapis
nl: Filteren
pl: Filtruj
pt: Filtro
ro: Filtru
ru: Фильтр
si: පෙරහන
sv: Filtrera
sw: Chuja
te: ఫిల్టర్ చేయండి
th: ตัวกรอง
tr: Filtre
uk: фільтр
ur: فلٹر
uz: Filtr
zh: 筛选
zh_hant: 過濾器
zu: Hlunga

source: Category
af: Kategorie
am: ምድብ
ar: الفئة
az: Kateqoriya
be: Катэгорыя
bn: শ্রেণী
bo: སྡེ་ཚན།
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: categoría
et: Kategooria
fa: دسته بندی
fr: Catégorie
gu: શ્રેણી
he: קטגוריה
hi: श्रेणी
hr: Kategorija
hu: Kategória
hy: Կարգավիճակ
id: Kategori
is: Flokkur
it: Categoria
ja: カテゴリ
km: ប្រភេទ
kn: ವರ್ಗ
ko: 카테고리
lt: Kategorija
lv: Kategorija
mk: Категорија
ms: kategori
nl: Categorie
pl: Kategoria
pt: Categoria
ro: categorie
ru: Категория
si: ප්රවර්ගය
sk: Kategória
sl: Kategorija
sv: Kategori
sw: Kategoria
te: వర్గం
th: หมวดหมู่
tr: Kategori
uk: Категорія
ur: زمرہ
uz: Turkum
zh: 分类
zh_hant: 類別
zu: Isigaba

source: Clear Filter
af: Vee filter uit
am: ማጣሪያን አጽዳ
ar: مسح التصفية
az: Filtri təmizləyin
be: Ачысціць фільтр
bn: ফিল্টার সাফ করুন
bo: བླུགས་ཤོག་བསལ།
ca: Esborra el filtre
cs: Vymazat filtr
da: Ryd filter
de: Filter löschen
el: Διαγραφή φίλτρου
es: Borrar filtro
et: Tühjenda filter
fa: فیلتر را پاک کنید
fr: Effacer le filtre
gu: ફિલ્ટર સાફ કરો
he: נקה מסנן
hi: फ़िल्टर साफ़ करें
hr: Obriši filtar
hu: Szűrők törlése
hy: Մաքրել զտիչը
id: Hapus Filter
is: Hreinsaðu síu
it: Cancella filtro
ja: クリアフィルター
km: ជម្រះតម្រង
kn: ಫಿಲ್ಟರ್ ಅನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: 필터 지우기
lt: Išvalyti filtrą
lv: Notīrīt filtru
mk: Исчистете го филтерот
ms: Kosongkan Penapis
nl: Wis filter
pl: Wyczyść filtr
pt: Limpar filtro
ro: Șterge filtrul
ru: Очистить фильтр
si: පෙරහන හිස් කරන්න
sk: Vymazať filter
sl: Počisti filter
sv: Rensa filter
sw: Futa Kichujio
te: ఫిల్టర్‌ని క్లియర్ చేయండి
th: ล้างตัวกรอง
tr: Filtreyi Temizle
uk: Очистити фільтр
ur: صاف فلٹر
uz: Filtrni tozalash
zh: 清除筛选
zh_hant: 清除過濾器
zu: Sula Isihlungi

source: Puzzle Statistics
af: Legkaart statistieke
am: የእንቆቅልሽ ስታቲስቲክስ
ar: إحصائيات اللغز
az: Puzzle Statistika
be: Статыстыка галаваломкі
bn: ধাঁধা পরিসংখ্যান
bo: གསང་བརྟག་གྲངས་ཐོ།
ca: Estadístiques de trencaclosques
cs: Puzzle statistiky
da: Puslespil statistik
de: Rätsel-Statistiken
el: Στατιστικά παζλ
es: Estadísticas de rompecabezas
et: Mõistatuste statistika
fa: آمار پازل
fr: Statistiques des énigmes
gu: પઝલ આંકડા
he: סטטיסטיקת פאזלים
hi: पहेली सांख्यिकी
hr: Statistika zagonetki
hu: Feladvány statisztikák
hy: Puzzle վիճակագրություն
id: Statistik Teka-teki
is: Þrautatölfræði
it: Statistiche sui puzzle
ja: パズルの統計
km: ស្ថិតិល្បែងផ្គុំរូប
kn: ಒಗಟು ಅಂಕಿಅಂಶಗಳು
ko: 퍼즐 통계
lt: Galvosūkių statistika
lv: Mīklu statistika
mk: Загатка статистика
ms: Statistik Teka-teki
nl: Puzzelstatistieken
pl: Statystyki puzzli
pt: Estatísticas de quebra-cabeça
ro: Statistici puzzle
ru: Статистика головоломок
si: ප්‍රහේලිකා සංඛ්‍යාලේඛන
sk: Puzzle štatistiky
sl: Statistika uganke
sv: Pusselstatistik
sw: Takwimu za Mafumbo
te: పజిల్ గణాంకాలు
th: สถิติปริศนา
tr: Bulmaca İstatistikleri
uk: Статистика головоломок
ur: پہیلی کے اعدادوشمار
uz: Puzzle statistikasi
zh: 谜题统计
zh_hant: 謎題統計
zu: Izibalo Zendida

source: Total Puzzles
af: Totale legkaarte
am: ጠቅላላ እንቆቅልሾች
ar: مجموع الألغاز
az: Ümumi Bulmacalar
bn: মোট ধাঁধা
bo: གསང་བརྟག་བསྡོམས།
ca: Puzles totals
cs: Úplné hádanky
da: Totale gåder
de: Gesamtzahl der Rätsel
el: Σύνολο παζλ
es: Rompecabezas totales
et: Kokku mõistatused
fa: کل پازل
fr: Énigmes totales
gu: કુલ કોયડા
he: סך הכל פאזלים
hi: कुल पहेलियाँ
hr: Totalne zagonetke
hu: Összes feladvány
hy: Ընդհանուր հանելուկներ
id: Teka-teki Total
is: Heildar þrautir
it: Puzzle totali
ja: 合計パズル数
km: ល្បែងផ្គុំរូបសរុប
kn: ಒಟ್ಟು ಒಗಟುಗಳು
ko: 총 퍼즐
lt: Iš viso galvosūkiai
lv: Kopā uzdevumu
mk: Вкупно загатки
ms: Jumlah Teka-teki
nl: Totaal puzzels
pl: Totalne zagadki
pt: Total de quebra-cabeças
ro: Total puzzle-uri
ru: Всего головоломок
si: සම්පූර්ණ ප්‍රහේලිකා
sk: Úplné hádanky
sl: Totalne uganke
sv: Totalt pussel
sw: Jumla ya Mafumbo
te: మొత్తం పజిల్స్
th: ปริศนาทั้งหมด
tr: Toplam Bulmacalar
ur: کل پہیلیاں
uz: Jami boshqotirmalar
zh: 总谜题数
zh_hant: 謎題總數
zu: Ingqikithi Yezindida

source: Completed
af: Voltooi
am: ተጠናቀቀ
ar: مكتمل
az: Tamamlandı
be: Завершана
bn: সম্পন্ন
bo: ཚང་གྲུབ།
ca: Completat
cs: Dokončeno
da: Afsluttet
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
et: Lõpetatud
fa: تکمیل شد
fr: Terminé
gu: પૂર્ણ થયું
he: הושלם
hi: पूरा हुआ
hr: Završeno
hu: Teljesítve
hy: Ավարտված
id: Selesai
is: Lokið
it: Completato
ja: 完了しました
km: បានបញ្ចប់
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 완료됨
lt: Užbaigta
lv: Pabeigts
mk: Завршено
ms: Selesai
nl: Voltooid
pl: Ukończono
pt: Concluído
ro: Terminat
ru: Завершено
si: සම්පූර්ණ කළා
sk: Dokončené
sl: Dokončano
sv: Avslutad
sw: Imekamilika
te: పూర్తయింది
th: เสร็จสิ้น
tr: Tamamlandı
uk: Виконано
ur: مکمل
uz: Bajarildi
zh: 已完成
zh_hant: 已完成
zu: Kuqediwe

source: Total Stars
af: Totale sterre
am: ጠቅላላ ኮከቦች
ar: مجموع النجوم
az: Ümumi Ulduzlar
be: Усяго зорак
bn: মোট তারা
bo: སྐར་མ་བསྡོམས།
ca: Estrelles totals
cs: Celkem hvězd
da: Stjerner i alt
de: Sterne gesamt
el: Σύνολο αστεριών
es: Estrellas totales
et: Tähed kokku
fa: توتال ستاره ها
fr: Nombre total d'étoiles
gu: કુલ સ્ટાર્સ
he: סך הכל כוכבים
hi: कुल सितारे
hr: Ukupno zvjezdica
hu: Összes csillag
hy: Ընդամենը աստղեր
id: Jumlah Bintang
is: Heildarstjörnur
it: Stelle totali
ja: 合計スター数
km: ផ្កាយសរុប
kn: ಒಟ್ಟು ನಕ್ಷತ್ರಗಳು
ko: 총 별
lt: Iš viso žvaigždžių
lv: Kopā zvaigznes
mk: Вкупно ѕвезди
ms: Jumlah Bintang
nl: Totaal aantal sterren
pl: Totalne gwiazdy
pt: Total de estrelas
ro: Total de stele
ru: Всего звезд
si: සම්පූර්ණ තරු
sk: Celkový počet hviezdičiek
sl: Skupno število zvezdic
sv: Totalt antal stjärnor
sw: Jumla ya Nyota
te: మొత్తం నక్షత్రాలు
th: รวมดาว
tr: Toplam Yıldız
uk: Загальна кількість зірок
ur: کل ستارے
uz: Jami yulduzlar
zh: 总星数
zh_hant: 總星星數
zu: Ingqikithi Yezinkanyezi

# completionPercentage
source: Completion
af: Voltooiing
am: ማጠናቀቅ
ar: الانتهاء
az: Tamamlama
be: Завяршэнне
bn: সমাপ্তি
bo: བརྒྱ་ཆ།
ca: Finalització
cs: Dokončení
da: Fuldførelse
de: Fertigstellung
el: Ολοκλήρωση
es: Finalización
et: Lõpetamine
fa: تکمیل
fr: Achèvement
gu: પૂર્ણતા
he: השלמה
hi: समापन
hr: Završetak
hu: Teljesítés
hy: Ավարտում
id: Penyelesaian
is: Frágangur
it: Completamento
ja: 完成
km: ការបញ្ចប់
kn: ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ
ko: 완료율
lt: Užbaigimas
lv: Pabeigšana
mk: Завршување
ms: penyiapan
nl: Voltooiing
pl: Zakończenie
pt: Conclusão
ro: Finalizare
ru: Завершение
si: සම්පූර්ණ කිරීම
sk: Dokončenie
sl: Dokončanje
sv: Slutförande
sw: Kukamilika
te: పూర్తి చేయడం
th: เสร็จสิ้น
tr: Tamamlama
uk: Завершення
ur: تکمیل
uz: Tugallash
zh: 完成度
zh_hant: 完成
zu: Ukuqedwa

# puzzleDifficultyBeginner
source: Beginner
am: ጀማሪ
ar: مبتدئ
az: Başlanğıc
be: Пачатковец
bn: শিক্ষানবিস
bo: ལས་གསར།
ca: Principiant
cs: Začátečník
da: Begynder
de: Anfänger
el: Αρχάριος
es: principiante
et: Algaja
fa: مبتدی
fr: Débutant
gu: શિખાઉ માણસ
he: מתחיל
hi: शुरुआती
hr: početnik
hu: Kezdő
hy: Սկսնակ
id: Pemula
is: Byrjandi
it: Principiante
ja: 初心者
km: អ្នកចាប់ផ្តើម
kn: ಹರಿಕಾರ
ko: 초보자
lt: Pradedantysis
lv: Iesācējs
mk: Почетник
ms: pemula
pl: Początkujący
pt: Iniciante
ro: începător
ru: Новичок
si: ආරම්භකයා
sk: začiatočník
sl: Začetnik
sv: Nybörjare
sw: Mwanzilishi
te: అనుభవశూన్యుడు
th: ระดับเริ่มต้น
tr: Başlangıç
uk: Початківець
ur: ابتدائی
uz: Boshlovchi
zh: 新手
zh_hant: 初學者
zu: Oqalayo

# puzzleDifficultyEasy
source: Easy
af: Maklik
am: ቀላል
ar: سهل
az: Asan
be: лёгка
bn: সহজ
bo: སླ་པོ།
ca: Fàcil
cs: Snadno
da: Nemt
de: Einfach
el: Εύκολο
es: fácil
et: Lihtne
fa: آسان
fr: Facile
gu: સરળ
he: קל
hi: आसान
hr: lako
hu: Könnyű
hy: Հեշտ
id: Mudah
is: Auðvelt
it: Facile
ja: 簡単
km: ងាយស្រួល
kn: ಸುಲಭ
ko: 쉬움
lt: Lengva
lv: Viegli
mk: Лесно
ms: Mudah
nl: Gemakkelijk
pl: Łatwe
pt: Fácil
ro: Ușor
ru: Легко
si: පහසුයි
sk: Jednoduché
sl: enostavno
sv: Lätt
sw: Rahisi
te: సులువు
th: ง่าย
tr: Kolay
uk: легко
ur: آسان
uz: Oson
zh: 简单
zh_hant: 簡單
zu: Kulula

# puzzleDifficultyMedium
source: Medium
am: መካከለኛ
ar: متوسط
az: Orta
be: Сярэдні
bn: মাঝারি
bo: འབྲིང་།
ca: Mitjana
cs: Střední
de: Mittel
el: Μεσαίο
es: Medio
et: Keskmine
fa: متوسط
fr: Moyen
gu: મધ્યમ
he: בינוני
hi: मध्यम
hr: srednje
hu: Közepes
hy: Միջին
id: Sedang
is: Miðlungs
it: Medio
ja: 中
km: មធ្យម
kn: ಮಧ್ಯಮ
ko: 보통
lt: Vidutinis
lv: Vidēja
mk: Средно
ms: Sederhana
nl: Middelmatig
pl: Średni
pt: Médio
ro: Mediu
ru: Средний
si: මධ්යම
sk: Stredná
sl: Srednje
sw: Kati
te: మధ్యస్థం
th: ปานกลาง
tr: Orta
uk: Середній
ur: میڈیم
uz: O'rta
zh: 中等
zh_hant: 中等
zu: Maphakathi

# puzzleDifficultyHard
source: Hard
af: Moeilik
am: ከባድ
ar: صعب
az: Çətin
be: Цяжка
bn: কঠিন
bo: དཀའ་པོ།
ca: Dur
cs: Těžko
da: Hårdt
de: Schwer
el: Σκληρό
es: duro
et: Raske
fa: سخت
fr: Difficile
gu: કઠણ
he: קשה
hi: कठिन
hr: teško
hu: Nehéz
hy: Դժվար
id: Keras
is: Erfitt
it: Difficile
ja: ハード
km: រឹង
kn: ಕಠಿಣ
ko: 어려움
lt: Sunku
lv: Grūti
mk: Тешко
ms: Keras
nl: Moeilijk
pl: Ciężko
pt: Difícil
ro: Greu
ru: Жесткий
si: අමාරුයි
sk: Ťažko
sl: težko
sv: Hårt
sw: Ngumu
te: హార్డ్
th: ยาก
tr: Sert
uk: важко
ur: مشکل
uz: Qattiq
zh: 困难
zh_hant: 困難
zu: Kunzima

# puzzleDifficultyExpert
source: Expert
af: Deskundige
am: ባለሙያ
ar: خبير
az: Ekspert
be: Эксперт
bn: বিশেষজ্ঞ
bo: ཆེས་མཁས།
da: Ekspert
de: Experte
el: Εμπειρογνώμονας
es: Experto
et: Ekspert
fa: کارشناس
gu: નિષ્ણાત
he: מומחה
hi: विशेषज्ञ
hr: stručnjak
hu: Szakértő
hy: Փորձագետ
id: Ahli
is: Sérfræðingur
it: Esperto
ja: エキスパート
km: អ្នកជំនាញ
kn: ಪರಿಣಿತ
ko: 전문가
lt: Ekspertas
lv: Eksperts
mk: Експерт
ms: pakar
nl: Deskundige
pl: Ekspert
pt: Especialista
ru: Эксперт
si: විශේෂඥ
sl: Strokovnjak
sw: Mtaalamu
te: నిపుణుడు
th: ผู้เชี่ยวชาญ
tr: Uzman
uk: Експерт
ur: ماہر
uz: Mutaxassis
zh: 专家
zh_hant: 專家
zu: Uchwepheshe

# puzzleDifficultyMaster
source: Master
af: Meester
am: መምህር
ar: سيد
az: Ustad
be: Майстар
bn: ওস্তাদ
bo: སློབ་དཔོན།
ca: Mestre
cs: Mistr
da: Mester
de: Meister
el: Δάσκαλος
es: maestro
et: Meister
fa: استاد
fr: Maître
gu: માસ્ટર
he: מאסטר
hi: मास्टर
hr: gospodaru
hu: Mester
hy: Վարպետ
id: Guru
is: Meistari
it: Maestro
ja: マスター
km: មេ
kn: ಮಾಸ್ಟರ್
ko: 마스터
lt: Meistras
lv: Meistars
mk: Мајстор
ms: Cikgu
nl: Meester
pl: Mistrz
pt: Mestre
ro: Maestre
ru: Мастер
si: මාස්ටර්
sk: Majster
sl: Mojster
sv: Mästare
sw: Mwalimu
te: మాస్టర్
th: อาจารย์
tr: usta
uk: майстер
ur: ماسٹر
uz: Ustoz
zh: 大师
zh_hant: 大師
zu: Mphathi

# puzzleCategoryFormMill
source: Form Mill
af: Vorm 'n meul
am: ሚል ይመስርቱ
ar: مطحنة النموذج
az: Dəyirman yarat
be: Форма Млын
bn: মিল তৈরি করুন
bo: གསུམ་སྒྲིལ་བཟོ་བ།
ca: Formar molí
cs: Vytvořit mlýn
da: Danne en mølle
de: Mühle bilden
el: Σχηματισμός μύλου
es: Formar molino
et: Moodusta veski
fa: تشکیل آسیاب
fr: Former un moulin
gu: મિલ બનાવો
he: צור טחנה
hi: मिल बनाएं
hr: Formirati mlin
hu: Malom kialakítása
hy: Ծանրաքար ձևավորել
id: Bentuk Mill
is: Mynda myllu
it: Formare un tris
ja: 三並べを作る
km: បង្កើតជួរបី
kn: ಮಿಲ್ ರಚಿಸಿ
ko: 밀 만들기
lt: Suformuoti malūną
lv: Veidot dzirnavu
mk: Формирај мелница
ms: Bentuk Mill
nl: Een molen vormen
pl: Utworzyć młynek
pt: Formar moinho
ro: Formează moară
ru: Сформировать мельницу
si: මෝල් නිර්මාණය කරන්න
sk: Vytvoriť mlyn
sl: Oblikuj mlin
sv: Bilda kvarn
sw: Unda kinu
te: మిల్ ఏర్పాటు చేయండి
th: สร้างแถวสาม
tr: Değirmen oluştur
uk: Сформувати млин
ur: مل بنائیں
uz: Tegirmon hosil qilish
zh: 成三
zh_hant: 成三
zu: Yenza i-mill

# puzzleCategoryCapturePieces
source: Capture
af: Vang
am: ያንሱ
ar: التقاط
az: Tutmaq
be: Захапіць
bg: Capture Pieces
bn: ক্যাপচার
bo: བཟུང་བ།
ca: Captura
cs: Zachyťte
de: Steine schlagen
el: Λήψη
es: Capturar
et: Jäädvusta
fa: گرفتن
fi: Capture Pieces
fr: Capturer
gu: કેપ્ચર
he: לכידת
hi: कब्जा
hr: Snimite
hu: Ütés
hy: Գրավել
id: Tangkap
is: Handtaka
it: Cattura
ja: キャプチャ
km: ចាប់យក
kn: ಸೆರೆಹಿಡಿಯಿರಿ
ko: 말 잡기
lt: Užfiksuoti
lv: Uzņemt
mk: Снимајте
ms: Tangkap
my: Capture Pieces
nb: Capture Pieces
nl: Vastleggen
pl: Przechwytywanie
pt: Capturar
ro: Captură
ru: Захват
si: අල්ලා ගැනීම
sk: Zachytiť
sl: Zajemi
sq: Capture Pieces
sr: Capture Pieces
sv: Fånga
sw: Nasa
te: సంగ్రహించు
th: จับภาพ
tr: Yakala
uk: захоплення
ur: گرفتاری
uz: Qo‘lga olish
vi: Capture Pieces
zh: 吃子
zh_hant: 捕獲
zu: Thwebula

# puzzleCategoryWinGame
source: Win Game
af: Wen Spel
am: ጨዋታ አሸንፉ
ar: لعبة الفوز
az: Qazanma Oyunu
be: выйграць гульню
bn: খেলা জয়
bo: རྒྱལ་ཁ།
ca: Guanyar el joc
cs: Vyhrát hru
da: Vind spil
de: Spiel gewinnen
el: Κερδίστε το παιχνίδι
es: ganar juego
et: Võida mäng
fa: برنده بازی
fr: Gagner le jeu
gu: વિન ગેમ
he: משחק ניצחון
hi: खेल जीतो
hr: Osvoji igru
hu: Játék megnyerése
hy: Հաղթեք խաղ
id: Menangkan Permainan
is: Vinna leik
it: Vinci la partita
ja: ゲームに勝つ
km: ហ្គេមឈ្នះ
kn: ವಿನ್ ಗೇಮ್
ko: 게임 이기기
lt: Laimėk žaidimą
lv: Uzvarēt spēli
mk: Игра за победа
ms: Menang Permainan
nl: Win spel
pl: Wygraj grę
pt: Ganhe o jogo
ro: Câștigă jocul
ru: Выиграть игру
si: ක්‍රීඩාව දිනන්න
sk: Vyhrajte hru
sv: Vinn spel
sw: Mchezo wa Kushinda
te: గేమ్ విన్
th: ชนะเกม
tr: Oyunu Kazan
uk: Виграти гру
ur: جیت کا کھیل
uz: O'yinda g'alaba qozonish
zh: 获胜
zh_hant: 贏得比賽
zu: Win Umdlalo

# puzzleCategoryDefend
source: Defense
af: Verdediging
am: መከላከያ
ar: الدفاع
az: Müdafiə
be: Абарона
bg: Defend
bn: প্রতিরক্ষা
bo: སྲུང་སྐྱོབ།
ca: Defensa
cs: Obrana
da: Forsvar
de: Verteidigen
el: Άμυνας
es: Defensa
et: Kaitse
fa: دفاع
fi: Defend
fr: Défense
gu: સંરક્ષણ
he: הגנה
hi: रक्षा
hr: Obrana
hu: Védekezés
hy: Պաշտպանություն
id: Pertahanan
is: Vörn
it: Difesa
ja: 守備
km: ការពារ
kn: ರಕ್ಷಣಾ
ko: 방어
lt: Gynyba
lv: Aizsardzība
mk: Одбрана
ms: Pertahanan
my: Defend
nb: Defend
nl: Verdediging
pl: Obrona
pt: Defesa
ro: Apărare
ru: Оборона
si: ආරක්ෂක
sk: Obrana
sl: obramba
sq: Defend
sr: Defend
sv: Försvar
sw: Ulinzi
te: రక్షణ
th: กลาโหม
tr: Savunma
uk: Захист
ur: دفاع
uz: Mudofaa
vi: Defend
zh: 防守
zh_hant: 防禦
zu: Ukuzivikela
