Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleDescriptionRequired
source: Description is required
af: Beskrywing word vereis
am: መግለጫ ያስፈልጋል
ar: الوصف مطلوب
az: Təsvir tələb olunur
be: Патрабуецца апісанне
bn: বর্ণনা প্রয়োজন
bo: འགྲེལ་བཤད་དགོས།
ca: La descripció és necessària
cs: Popis je povinný
da: Beskrivelse er påkrævet
de: Beschreibung ist erforderlich
el: Απαιτείται περιγραφή
es: Se requiere descripción
et: Kirjeldus on nõutav
fa: توضیحات لازم است
fr: Une description est requise
gu: વર્ણન જરૂરી છે
he: נדרש תיאור
hi: विवरण आवश्यक है
hr: Opis je obavezan
hu: A leírás kötelező
hy: Պահանջվում է նկարագրություն
id: Deskripsi diperlukan
is: Lýsing er nauðsynleg
it: La descrizione è obbligatoria
ja: 説明は必須です
km: ការពិពណ៌នាត្រូវបានទាមទារ
kn: ವಿವರಣೆ ಅಗತ್ಯವಿದೆ
ko: 설명은 필수입니다
lt: Būtinas aprašymas
lv: Nepieciešams apraksts
mk: Потребен е опис
ms: Penerangan diperlukan
nl: Beschrijving is vereist
pl: Opis jest wymagany
pt: A descrição é obrigatória
ro: Este necesară descrierea
ru: Требуется описание
si: විස්තරය අවශ්ය වේ
sk: Vyžaduje sa popis
sl: Potreben je opis
sv: Beskrivning krävs
sw: Ufafanuzi unahitajika
te: వివరణ అవసరం
th: จำเป็นต้องมีคำอธิบาย
tr: Açıklama gerekli
uk: Потрібен опис
ur: تفصیل ضروری ہے
uz: Tavsif talab qilinadi
zh: 描述为必填项
zh_hant: 描述為必填項
zu: Incazelo iyadingeka

# puzzlePositionRequired
source: Position is required
af: Posisie word vereis
am: ቦታ ያስፈልጋል
ar: المنصب مطلوب
az: Vəzifə tələb olunur
be: Патрабуецца пасада
bn: অবস্থান প্রয়োজন
bo: གནས་བབ་དགོས།
ca: El lloc és obligatori
cs: Pozice je povinná
da: Stilling er påkrævet
de: Position ist erforderlich
el: Απαιτείται θέση
es: Se requiere posición
et: Nõutav positsioon
fa: موقعیت مورد نیاز است
fr: Le poste est requis
gu: પોઝિશન જરૂરી છે
he: נדרשת משרה
hi: पद आवश्यक है
hr: Pozicija je obavezna
hu: A pozíció kötelező
hy: Պահանջվում է պաշտոն
id: Posisi diperlukan
is: Staða er krafist
it: La posizione è richiesta
ja: ポジションは必須です
km: មុខតំណែងត្រូវបានទាមទារ
kn: ಸ್ಥಾನದ ಅಗತ್ಯವಿದೆ
ko: 위치는 필수입니다
lt: Pareigos reikalingos
lv: Nepieciešama pozīcija
mk: Позицијата е потребна
ms: Jawatan diperlukan
nl: Positie is vereist
pl: Stanowisko jest wymagane
pt: A posição é obrigatória
ro: Poziția este necesară
ru: Должность обязательна
si: තනතුර අවශ්ය වේ
sk: Pozícia je povinná
sl: Potreben je položaj
sv: Befattning krävs
sw: Nafasi inahitajika
te: స్థానం అవసరం
th: จำเป็นต้องมีตำแหน่ง
tr: Pozisyon gerekli
uk: Посада потрібна
ur: پوزیشن کی ضرورت ہے
uz: Lavozim talab qilinadi
zh: 局面为必填项
zh_hant: 職位為必填項
zu: Kudingeka isikhundla

# puzzleSolutionRequired
source: Solution is required
af: Oplossing word vereis
am: መፍትሄ ያስፈልጋል
ar: الحل مطلوب
az: Həll tələb olunur
be: Патрабуецца рашэнне
bn: সমাধান প্রয়োজন
bo: ཐབས་ཤེས་དགོས།
ca: La solució és necessària
cs: Řešení je vyžadováno
da: Løsning er påkrævet
de: Lösung ist erforderlich
el: Απαιτείται λύση
es: Se requiere solución
et: Lahendus on vajalik
fa: راه حل مورد نیاز است
fr: Une solution est requise
gu: ઉકેલ જરૂરી છે
he: נדרש פתרון
hi: समाधान आवश्यक है
hr: Potrebno je rješenje
hu: A megoldás kötelező
hy: Լուծումը պահանջվում է
id: Solusi diperlukan
is: Lausn er nauðsynleg
it: È necessaria una soluzione
ja: 解決策が必要です
km: ដំណោះស្រាយត្រូវបានទាមទារ
kn: ಪರಿಹಾರದ ಅಗತ್ಯವಿದೆ
ko: 해답은 필수입니다
lt: Reikalingas sprendimas
lv: Nepieciešams risinājums
mk: Потребно е решение
ms: Penyelesaian diperlukan
nl: Oplossing is vereist
pl: Rozwiązanie jest wymagane
pt: A solução é necessária
ro: Este necesară soluția
ru: Требуется решение
si: විසඳුමක් අවශ්ය වේ
sk: Vyžaduje sa riešenie
sl: Potrebna je rešitev
sv: Lösning krävs
sw: Suluhisho linahitajika
te: పరిష్కారం కావాలి
th: จำเป็นต้องมีวิธีแก้ปัญหา
tr: Çözüm gerekli
uk: Потрібне рішення
ur: حل کی ضرورت ہے
uz: Yechim talab qilinadi
zh: 解答为必填项
zh_hant: 需要解決方案
zu: Isixazululo siyadingeka

source: Puzzle created
af: Legkaart geskep
am: እንቆቅልሽ ተፈጠረ
ar: تم إنشاء اللغز
az: Bulmaca yaradıldı
be: Галаваломка створана
bg: Puzzle created successfully
bn: ধাঁধা তৈরি হয়েছে
bo: གསང་བརྟག་གསར་བཟོས་ཟིན།
ca: Trencaclosques creat
cs: Puzzle vytvořeno
da: Puslespil skabt
de: Rätsel erfolgreich erstellt
el: Δημιουργήθηκε παζλ
es: Rompecabezas creado
et: Pusle loodud
fa: پازل ایجاد شد
fi: Puzzle created successfully
fr: Puzzle créé
gu: કોયડો બનાવ્યો
he: פאזל נוצר
hi: पहेली बनाई गई
hr: Zagonetka stvorena
hu: Feladvány létrehozva
hy: Ստեղծվել է հանելուկ
id: Teka-teki dibuat
is: Þraut búin til
it: Puzzle creato
ja: パズルが作成されました
km: ល្បែងផ្គុំរូបត្រូវបានបង្កើតឡើង
kn: ಒಗಟು ರಚಿಸಲಾಗಿದೆ
ko: 퍼즐 생성 성공
lt: Sukurta dėlionė
lv: Puzle izveidota
mk: Создадена загатка
ms: Teka-teki dicipta
my: Puzzle created successfully
nb: Puzzle created successfully
nl: Puzzel gemaakt
pl: Utworzono łamigłówkę
pt: Quebra-cabeça criado
ro: Puzzle creat
ru: Пазл создан
si: ප්‍රහේලිකාව නිර්මාණය කරන ලදී
sk: Hádanka vytvorená
sl: Uganka ustvarjena
sq: Puzzle created successfully
sr: Puzzle created successfully
sv: Pussel skapat
sw: Fumbo limeundwa
te: పజిల్ సృష్టించబడింది
th: สร้างปริศนาแล้ว
tr: Bulmaca oluşturuldu
uk: Головоломка створена
ur: پہیلی بنائی گئی
uz: Puzzle yaratilgan
vi: Puzzle created successfully
zh: 已创建谜题
zh_hant: 謎題已創建
zu: Indida idaliwe

source: Puzzle updated
af: Legkaart opgedateer
am: እንቆቅልሽ ተዘምኗል
ar: تم تحديث اللغز
az: Tapmaca yeniləndi
be: Галаваломка абноўлена
bg: Puzzle updated successfully
bn: ধাঁধা আপডেট করা হয়েছে
bo: གསང་བརྟག་གསར་བཅོས་ཟིན།
ca: Trencaclosques actualitzat
cs: Hádanka aktualizována
da: Puslespil opdateret
de: Rätsel erfolgreich aktualisiert
el: Το παζλ ενημερώθηκε
es: Rompecabezas actualizado
et: Pusle uuendatud
fa: پازل به روز شد
fi: Puzzle updated successfully
fr: Casse-tête mis à jour
gu: પઝલ અપડેટ
he: הפאזל עודכן
hi: पहेली अद्यतन
hr: Slagalica ažurirana
hu: Feladvány frissítve
hy: Փազլը թարմացվել է
id: Teka-teki diperbarui
is: Þraut uppfærð
it: Puzzle aggiornato
ja: パズルが更新されました
km: ល្បែងផ្គុំរូបបានធ្វើបច្ចុប្បន្នភាព
kn: ಒಗಟು ನವೀಕರಿಸಲಾಗಿದೆ
ko: 퍼즐 업데이트 성공
lt: Dėlionė atnaujinta
lv: Puzle atjaunināta
mk: Загатката е ажурирана
ms: Teka-teki dikemas kini
my: Puzzle updated successfully
nb: Puzzle updated successfully
nl: Puzzel bijgewerkt
pl: Zagadka zaktualizowana
pt: Quebra-cabeça atualizado
ro: Puzzle actualizat
ru: Головоломка обновлена
si: ප්‍රහේලිකාව යාවත්කාලීන කරන ලදී
sk: Hádanka bola aktualizovaná
sl: Uganka posodobljena
sq: Puzzle updated successfully
sr: Puzzle updated successfully
sv: Pussel uppdaterat
sw: Fumbo limesasishwa
te: పజిల్ నవీకరించబడింది
th: อัปเดตปริศนาแล้ว
tr: Bulmaca güncellendi
uk: Головоломка оновлена
ur: پہیلی تازہ کاری
uz: Puzzle yangilandi
vi: Puzzle updated successfully
zh: 已更新谜题
zh_hant: 謎題已更新
zu: Indida ibuyekeziwe

# puzzleSaveFailed
source: Failed to save puzzle
af: Kon nie legkaart stoor nie
am: እንቆቅልሹን ማስቀመጥ አልተሳካም።
ar: فشل حفظ اللغز
az: Tapmacanı saxlamaq alınmadı
be: Не ўдалося захаваць галаваломку
bn: ধাঁধা সংরক্ষণ করতে ব্যর্থ হয়েছে
bo: གསང་བརྟག་ཉར་ཚགས་མི་ཐུབ།
ca: No s'ha pogut desar el trencaclosques
cs: Puzzle se nepodařilo uložit
da: Det lykkedes ikke at gemme puslespillet
de: Speichern fehlgeschlagen
el: Αποτυχία αποθήκευσης παζλ
es: No se pudo guardar el rompecabezas
et: Pusle salvestamine ebaõnnestus
fa: ذخیره کردن پازل انجام نشد
fr: Échec de l'enregistrement du puzzle
gu: પઝલ સાચવવામાં નિષ્ફળ
he: שמירת הפאזל נכשלה
hi: पहेली सहेजने में विफल
hr: Spremanje slagalice nije uspjelo
hu: A feladvány mentése sikertelen
hy: Չհաջողվեց պահել գլուխկոտրուկը
id: Gagal menyimpan teka-teki
is: Ekki tókst að vista þraut
it: Impossibile salvare il puzzle
ja: パズルの保存に失敗しました
km: បានបរាជ័យក្នុងការរក្សាទុកល្បែងផ្គុំរូប
kn: ಒಗಟು ಉಳಿಸಲು ವಿಫಲವಾಗಿದೆ
ko: 퍼즐 저장 실패
lt: Nepavyko išsaugoti galvosūkio
lv: Neizdevās saglabāt mīklu
mk: Не успеа да се зачува загатката
ms: Gagal menyimpan teka-teki
nl: Kan de puzzel niet opslaan
pl: Nie udało się zapisać układanki
pt: Falha ao salvar o quebra-cabeça
ro: Nu s-a salvat puzzle-ul
ru: Не удалось сохранить головоломку.
si: ප්‍රහේලිකාව සුරැකීමට අසමත් විය
sk: Hádanku sa nepodarilo uložiť
sl: Uganke ni bilo mogoče shraniti
sv: Det gick inte att spara pusslet
sw: Imeshindwa kuhifadhi fumbo
te: పజిల్‌ని సేవ్ చేయడంలో విఫలమైంది
th: บันทึกปริศนาไม่สำเร็จ
tr: Bulmaca kaydedilemedi
uk: Не вдалося зберегти головоломку
ur: پہیلی کو بچانے میں ناکام
uz: Boshqotirma saqlanmadi
zh: 保存谜题失败
zh_hant: 保存謎題失敗
zu: Yehlulekile ukulondoloza iphazili

source: optional
af: opsioneel
am: አማራጭ
ar: اختياري
az: isteğe bağlıdır
be: неабавязковы
bn: ঐচ্ছিক
bo: འདེམ་རུང་།
ca: opcional
cs: volitelné
da: valgfrit
el: προαιρετική
es: opcional
et: valikuline
fa: اختیاری
fr: facultatif
gu: વૈકલ્પિક
he: אופציונלי
hi: वैकल्पिक
hr: neobavezan
hu: opcionális
hy: ընտրովի
id: opsional
is: valfrjálst
it: facoltativo
ja: オプション
km: ស្រេចចិត្ត
kn: ಐಚ್ಛಿಕ
ko: 선택 사항
lt: neprivaloma
lv: pēc izvēles
mk: изборен
ms: pilihan
nl: optioneel
pl: opcjonalne
pt: opcional
ro: opțional
ru: необязательно
si: විකල්ප
sk: voliteľné
sl: izbirno
sv: valfritt
sw: hiari
te: ఐచ్ఛికం
th: ไม่จำเป็น
tr: isteğe bağlı
uk: необов'язковий
ur: اختیاری
uz: ixtiyoriy
zh: 可选
zh_hant: 可選的
zu: ngokuzikhethela

source: Your Progress
af: Jou vordering
am: የእርስዎ እድገት
ar: التقدم المحرز الخاص بك
az: Sizin Tərəqqiniz
be: Ваш прагрэс
bn: আপনার অগ্রগতি
bo: ཁྱེད་ཀྱི་ཡར་རྒྱས།
ca: El teu progrés
cs: Váš pokrok
da: Dine fremskridt
de: Ihr Fortschritt
el: Η πρόοδός σας
es: Tu progreso
et: Teie edusammud
fa: پیشرفت شما
fr: Votre progression
gu: તમારી પ્રગતિ
he: ההתקדמות שלך
hi: आपकी प्रगति
hr: Vaš napredak
hu: Az előrehaladásod
hy: Ձեր առաջընթացը
id: Kemajuan Anda
is: Framfarir þínar
it: I tuoi progressi
ja: あなたの進歩
km: វឌ្ឍនភាពរបស់អ្នក។
kn: ನಿಮ್ಮ ಪ್ರಗತಿ
ko: 내 진행 상황
lt: Jūsų pažanga
lv: Jūsu progress
mk: Вашиот напредок
ms: Kemajuan Anda
nl: Jouw vooruitgang
pl: Twój postęp
pt: Seu progresso
ro: Progresul tău
ru: Ваш прогресс
si: ඔබේ ප්‍රගතිය
sk: Váš pokrok
sl: Vaš napredek
sv: Dina framsteg
sw: Maendeleo Yako
te: మీ పురోగతి
th: ความก้าวหน้าของคุณ
tr: İlerlemeniz
uk: Ваш прогрес
ur: آپ کی پیشرفت
uz: Sizning taraqqiyotingiz
zh: 您的进度
zh_hant: 你的進步
zu: Intuthuko Yakho

source: Quit
af: Hou op
am: አቁም
ar: استقال
az: Çıxın
be: Выйсці
bn: প্রস্থান করুন
bo: ཐོན།
ca: Surt
cs: Konec
da: Afslut
de: Beenden
el: Κλείσε
es: dejar de fumar
et: Lõpeta
fa: ترک کنید
fr: Quitter
gu: છોડો
he: עזוב
hi: छोड़ो
hr: Odustati
hu: Kilépés
hy: Դուրս գալ
id: Berhenti
is: Hætta
it: Esci
ja: やめる
km: ឈប់
kn: ತ್ಯಜಿಸು
ko: 종료
lt: Išeik
lv: Iziet
mk: Откажи
ms: Berhenti
nl: Stoppen
pl: Przestań
pt: Sair
ro: Renunță
ru: Выйти
si: ඉවත් වන්න
sk: Ukončite
sl: Odnehaj
sv: Avsluta
sw: Acha
te: నిష్క్రమించు
th: เลิก
tr: Çık
uk: Вийти
ur: چھوڑ دیں
uz: Chiqish
zh: 退出
zh_hant: 戒菸
zu: Yeka

source: All
af: Almal
am: ሁሉም
ar: الكل
az: Hamısı
be: Усе
bn: সব
bo: ཚང་མ།
ca: Tots
cs: všechny
da: Alle
de: Alle
el: Όλα
es: Todos
et: Kõik
fa: همه
fr: Tout
gu: બધા
he: הכל
hi: सब
hr: sve
hu: Összes
hy: Բոլորը
id: Semua
is: Allt
it: Tutto
ja: すべて
km: ទាំងអស់។
kn: ಎಲ್ಲಾ
ko: 전체
lt: Visi
lv: Visi
mk: Сите
ms: Semua
nl: Allemaal
pl: Wszystko
pt: Todos
ro: Toate
ru: Все
si: සියල්ල
sk: Všetky
sl: Vse
sv: Alla
sw: Wote
te: అన్నీ
th: ทั้งหมด
tr: Hepsi
uk: всі
ur: سب
uz: Hammasi
zh: 全部
zh_hant: 全部
zu: Konke

source: Coming Soon
af: Binnekort
am: በቅርብ ቀን
ar: قريبا
az: Tezliklə
be: Хутка
bn: শীঘ্রই আসছে
bo: མྱུར་དུ་འོང་།
ca: Aviat
cs: Již brzy
da: Kommer snart
de: Demnächst verfügbar
el: Προσεχώς
es: Próximamente
et: Varsti
fa: به زودی
fr: Bientôt disponible
gu: ટૂંક સમયમાં આવી રહ્યું છે
he: בקרוב
hi: जल्द आ रहा है
hr: Dolazi uskoro
hu: Hamarosan
hy: Շուտով
id: Segera Hadir
is: Kemur bráðum
it: Prossimamente
ja: 近日公開予定
km: មកដល់ឆាប់ៗនេះ
kn: ಶೀಘ್ರದಲ್ಲೇ ಬರಲಿದೆ
ko: 곧 출시
lt: Netrukus
lv: Drīzumā
mk: Наскоро
ms: Akan Datang
nl: Binnenkort beschikbaar
pl: Już wkrótce
pt: Em breve
ro: În curând
ru: Скоро
si: ඉක්මනින් එනවා
sk: Už čoskoro
sl: Kmalu na voljo
sv: Kommer snart
sw: Inakuja Hivi Karibuni
te: త్వరలో వస్తుంది
th: เร็ว ๆ นี้
tr: Yakında
uk: Незабаром
ur: جلد آرہا ہے
uz: Tez orada
zh: 即将推出
zh_hant: 即將推出
zu: Iyeza Maduze

source: Daily Puzzle
af: Daaglikse legkaart
am: ዕለታዊ እንቆቅልሽ
ar: اللغز اليومي
az: Gündəlik Tapmaca
be: Штодзённая галаваломка
bn: দৈনিক ধাঁধা
bo: ཉིན་རེའི་གསང་བརྟག
ca: Trencaclosques diaris
cs: Denní hádanka
da: Dagligt puslespil
de: Tagesrätsel
el: Καθημερινό παζλ
es: Rompecabezas diario
et: Igapäevane mõistatus
fa: پازل روزانه
fr: Casse-tête quotidien
gu: દૈનિક પઝલ
he: פאזל יומי
hi: दैनिक पहेली
hr: Dnevna zagonetka
hu: Napi feladvány
hy: Ամենօրյա հանելուկ
id: Teka-teki Harian
is: Daglegt þraut
it: Puzzle quotidiano
ja: デイリーパズル
km: ល្បែងផ្គុំរូបប្រចាំថ្ងៃ
kn: ದೈನಂದಿನ ಒಗಟು
ko: 오늘의 퍼즐
lt: Dienos galvosūkis
lv: Ikdienas mīkla
mk: Дневна загатка
ms: Teka-teki Harian
nl: Dagelijkse puzzel
pl: Codzienna łamigłówka
pt: Quebra-cabeça diário
ro: Puzzle zilnic
ru: Ежедневная головоломка
si: ඩේලි ප්‍රහේලිකාව
sk: Denná hádanka
sl: Dnevna uganka
sv: Dagligt pussel
sw: Mafumbo ya Kila Siku
te: రోజువారీ పజిల్
th: ปริศนารายวัน
tr: Günlük Bulmaca
uk: Щоденна головоломка
ur: روزانہ پہیلی
uz: Kundalik boshqotirma
zh: 每日谜题
zh_hant: 每日謎題
zu: Indida Yansuku zonke

# dailyPuzzleDesc
source: Solve a new puzzle every day
af: Los elke dag 'n nuwe legkaart op
am: በየቀኑ አዲስ እንቆቅልሽ ይፍቱ
ar: حل لغز جديد كل يوم
az: Hər gün yeni bir tapmaca həll edin
be: Разгадвайце новую галаваломку кожны дзень
bn: প্রতিদিন একটি নতুন ধাঁধা সমাধান করুন
bo: ཉིན་རེ་གསང་བརྟག་གསར་པ་སེལ།
ca: Resol un trencaclosques nou cada dia
cs: Vyřešte každý den novou hádanku
da: Løs et nyt puslespil hver dag
de: Löse jeden Tag ein neues Rätsel
el: Λύστε ένα νέο παζλ κάθε μέρα
es: Resuelve un nuevo rompecabezas cada día
et: Lahendage iga päev uus mõistatus
fa: هر روز یک پازل جدید حل کنید
fr: Résolvez un nouveau puzzle chaque jour
gu: દરરોજ એક નવી કોયડો ઉકેલો
he: פתרו פאזל חדש בכל יום
hi: हर दिन एक नई पहेली सुलझाएं
hr: Svaki dan riješite novu zagonetku
hu: Oldj meg minden nap egy új feladványt
hy: Ամեն օր նոր հանելուկ լուծեք
id: Pecahkan teka-teki baru setiap hari
is: Leystu nýja þraut á hverjum degi
it: Risolvi un nuovo puzzle ogni giorno
ja: 毎日新しいパズルを解く
km: ដោះស្រាយល្បែងផ្គុំរូបថ្មីជារៀងរាល់ថ្ងៃ
kn: ಪ್ರತಿದಿನ ಹೊಸ ಒಗಟು ಪರಿಹರಿಸಿ
ko: 매일 새로운 퍼즐 풀기
lt: Kiekvieną dieną išspręskite naują galvosūkį
lv: Katru dienu atrisiniet jaunu mīklu
mk: Решавајте нова загатка секој ден
ms: Selesaikan teka-teki baharu setiap hari
nl: Los elke dag een nieuwe puzzel op
pl: Codziennie rozwiązuj nową zagadkę
pt: Resolva um novo quebra-cabeça todos os dias
ro: Rezolvă un nou puzzle în fiecare zi
ru: Решайте новую головоломку каждый день
si: සෑම දිනකම නව ප්‍රහේලිකාවක් විසඳන්න
sk: Vyriešte každý deň novú hádanku
sl: Vsak dan rešite novo uganko
sv: Lös ett nytt pussel varje dag
sw: Tatua fumbo jipya kila siku
te: ప్రతిరోజూ కొత్త పజిల్‌ని పరిష్కరించండి
th: ไขปริศนาใหม่ทุกวัน
tr: Her gün yeni bir bulmaca çözün
uk: Щодня вирішуйте нову головоломку
ur: ہر دن ایک نئی پہیلی حل کریں
uz: Har kuni yangi jumboqni yeching
zh: 每天解决一个新谜题
zh_hant: 每天解決一個新難題
zu: Rarulula iphazili entsha nsuku zonke

# dailyPuzzleNumber
source: Day #{dayNumber}
af: Dag #{dayNumber}
am: ቀን #{dayNumber}
ar: اليوم #{dayNumber}
az: Gün #{dayNumber}
be: Дзень №{dayNumber}
bn: দিন #{dayNumber}
bo: ཉིན #{dayNumber}
ca: Dia #{dayNumber}
cs: Den #{dayNumber}
da: Dag #{dayNumber}
de: Tag #{dayNumber}
el: Ημέρα #{dayNumber}
es: Día #{dayNumber}
et: Päev #{dayNumber}
fa: روز #{dayNumber}
fr: Jour #{dayNumber}
gu: દિવસ #{dayNumber}
he: יום #{dayNumber}
hi: दिन #{dayNumber}
hr: Dan #{dayNumber}
hu: {dayNumber}. nap
hy: Օր #{dayNumber}
id: Hari #{dayNumber}
is: Dagur #{dayNumber}
it: Giorno n.{dayNumber}
ja: #{dayNumber} 日
km: ថ្ងៃ #{dayNumber}
kn: ದಿನ #{dayNumber}
ko: {dayNumber}일차
lt: {dayNumber} diena
lv: Diena #{dayNumber}
mk: Ден #{dayNumber}
ms: Hari #{dayNumber}
nl: Dag #{dayNumber}
pl: Dzień #{dayNumber}
pt: Dia #{dayNumber}
ro: Ziua #{dayNumber}
ru: День #{dayNumber}
si: දිනය #{dayNumber}
sk: Deň č. {dayNumber}
sl: Dan #{dayNumber}
sv: Dag #{dayNumber}
sw: Siku #{dayNumber}
te: రోజు #{dayNumber}
th: วัน #{dayNumber}
tr: Gün #{dayNumber}
uk: День #{dayNumber}
ur: دن #__ ph0__
uz: №{dayNumber} kun
zh: 第 {dayNumber} 天
zh_hant: 第 #{dayNumber} 天
zu: Usuku #{dayNumber}

# dailyPuzzleStreak
source: Streak
af: Streep
am: ጭረት
ar: خط
az: zolaq
be: Паласа
bn: স্ট্রিক
bo: མཐུད་རྒྱུན།
ca: Ratxa
cs: Pruh
de: Serie
el: Σερί
es: racha
et: Vööt
fa: رگه
fr: Série
gu: સ્ટ્રીક
he: פס
hi: लकीर
hr: Niz
hu: Sorozat
hy: Շերտ
id: coretan
is: Strák
it: Striscia
ja: ストリーク
km: ស្ទ្រីក
kn: ಗೆರೆ
ko: 연속
lt: Juosta
lv: Svītra
mk: Редеа
ms: coretan
nl: Streep
pl: Smuga
pt: Sequência
ro: Serie
ru: Полоса
si: ස්ට්රීක්
sk: Pruhovať
sw: Mfululizo
te: స్ట్రీక్
th: ริ้ว
tr: Çizgi
uk: Смуга
ur: اسٹریک
uz: Chiziq
zh: 连续天数
zh_hant: 連勝
zu: I-Streak

# dailyPuzzleDayStreak
source: day streak
af: dag streep
am: የቀን ድግግሞሽ
ar: خط اليوم
az: gün silsiləsi
be: дзённая паласа
bn: দিনের ধারা
bo: ཉིན་མཐུད་རྒྱུན།
ca: ratxa de dia
cs: denní pruh
da: dagsrække
de: Tages-Serie
el: σερί ημέρας
es: racha de dias
et: päevane jada
fa: خط روز
fr: séquence d'une journée
gu: દિવસનો દોર
he: רצף ימים
hi: दिन की लकीर
hr: dnevni niz
hu: napos sorozat
hy: օրվա շարանը
id: hari berturut-turut
is: dagshlaup
it: serie di giorni
ja: 一日連続
km: ជួរថ្ងៃ
kn: ದಿನದ ಗೆರೆ
ko: 일 연속
lt: dienos serija
lv: dienas sērija
mk: дневна низа
ms: coretan hari
nl: dagstreep
pl: passa dnia
pt: sequência do dia
ro: sira zilei
ru: дневная полоса
si: දින ස්ට්රීක්
sk: denná séria
sl: dnevni niz
sv: dagsutbrott
sw: mfululizo wa siku
te: రోజు పరంపర
th: สตรีควัน
tr: gün serisi
uk: денна смуга
ur: دن کا سلسلہ
uz: kunlik chiziq
zh: 天连续
zh_hant: 連續日
zu: usuku streak

# dailyPuzzleDays
source: days
af: dae
am: ቀናት
ar: أيام
az: günlər
be: дзён
bn: দিন
bo: ཉིན།
ca: dies
cs: dní
da: dage
de: Tage
el: ημέρες
es: dias
et: päevadel
fa: روز
fr: jours
gu: દિવસો
he: ימים
hi: दिन
hr: dana
hu: nap
hy: օրեր
id: hari
is: daga
it: giorni
ja: 日
km: ថ្ងៃ
kn: ದಿನಗಳು
ko: 일
lt: dienų
lv: dienas
mk: денови
ms: hari
nl: dagen
pl: dni
pt: dias
ro: zile
ru: дни
si: දින
sk: dní
sl: dni
sv: dagar
sw: siku
te: రోజులు
th: วัน
tr: günler
uk: днів
ur: دن
uz: kunlar
zh: 天
zh_hant: 天
zu: izinsuku

# dailyPuzzleBestStreak
source: Best: {longestStreak} days
af: Beste: {longestStreak} dae
am: ምርጥ፡{longestStreak} ቀናት
ar: الأفضل: {longestStreak} أيام
az: Ən yaxşısı: {longestStreak} gün
be: Лепшае: {longestStreak} дзён
bn: সেরা: {longestStreak} দিন
bo: མཆོག: {longestStreak} ཉིན།
ca: Millor: {longestStreak} dies
cs: Nejlepší: {longestStreak} dnů
da: Bedst: {longestStreak} dage
de: Beste: {longestStreak} Tage
el: Καλύτερο: {longestStreak} ημέρες
es: Mejor: {longestStreak} días
et: Parim: {longestStreak} päeva
fa: بهترین: {longestStreak} روز
fr: Meilleur : {longestStreak} jours
gu: શ્રેષ્ઠ: {longestStreak} દિવસ
he: הטוב ביותר: {longestStreak} ימים
hi: सर्वोत्तम: {longestStreak} दिन
hr: Najbolje: {longestStreak} dana
hu: Legjobb: {longestStreak} nap
hy: Լավագույնը՝ {longestStreak} օր
id: Terbaik: {longestStreak} hari
is: Best: {longestStreak} dagar
it: Migliore: {longestStreak} giorni
ja: ベスト: {longestStreak} 日
km: ល្អបំផុត៖ {longestStreak} ថ្ងៃ។
kn: ಅತ್ಯುತ್ತಮ: {longestStreak} ದಿನಗಳು
ko: 최고: {longestStreak}일
lt: Geriausia: {longestStreak} dienų
lv: Labākais: {longestStreak} dienas
mk: Најдобро: {longestStreak} дена
ms: Terbaik: {longestStreak} hari
nl: Beste: {longestStreak} dagen
pl: Najlepiej: {longestStreak} dni
pt: Melhor: {longestStreak} dias
ro: Cel mai bun: {longestStreak} zile
ru: Лучшее: {longestStreak} дн.
si: හොඳම: {longestStreak} දින
sk: Najlepšie: {longestStreak} dní
sl: Najboljše: {longestStreak} dni
sv: Bäst: {longestStreak} dagar
sw: Bora zaidi: siku {longestStreak}
te: ఉత్తమమైనది: {longestStreak} రోజులు
th: ดีที่สุด: {longestStreak} วัน
tr: En iyi: {longestStreak} gün
uk: Найкраще: {longestStreak} днів
ur: بہترین: __ph0__ دن
uz: Eng yaxshisi: {longestStreak} kun
zh: 最佳：{longestStreak} 天
zh_hant: 最佳時間：{longestStreak} 天
zu: Okungcono kakhulu: {longestStreak} izinsuku

# dailyPuzzleStart
source: Start Daily Puzzle
af: Begin daaglikse legkaart
am: ዕለታዊ እንቆቅልሽ ይጀምሩ
ar: ابدأ اللغز اليومي
az: Gündəlik Puzzle başlayın
be: Пачніце штодзённую галаваломку
bn: দৈনিক ধাঁধা শুরু করুন
bo: ཉིན་རེའི་གསང་བརྟག་འགོ་བཙུགས།
ca: Comença el trencaclosques diari
cs: Spusťte Daily Puzzle
da: Start dagligt puslespil
de: Tagesrätsel starten
el: Ξεκινήστε το καθημερινό παζλ
es: Iniciar rompecabezas diario
et: Alustage igapäevast mõistatust
fa: پازل روزانه را شروع کنید
fr: Commencer le puzzle quotidien
gu: દૈનિક પઝલ શરૂ કરો
he: התחל פאזל יומי
hi: दैनिक पहेली प्रारंभ करें
hr: Pokreni dnevnu zagonetku
hu: Napi feladvány indítása
hy: Սկսեք ամենօրյա Puzzle
id: Mulai Puzzle Harian
is: Byrjaðu Daily Puzzle
it: Inizia il puzzle quotidiano
ja: 毎日のパズルを開始
km: ចាប់ផ្តើមល្បែងផ្គុំរូបប្រចាំថ្ងៃ
kn: ದೈನಂದಿನ ಒಗಟು ಪ್ರಾರಂಭಿಸಿ
ko: 오늘의 퍼즐 시작
lt: Pradėkite kasdienį galvosūkį
lv: Sāciet ikdienas mīklu
mk: Започнете со дневна загатка
ms: Mulakan Teka-teki Harian
nl: Begin met de dagelijkse puzzel
pl: Rozpocznij codzienną łamigłówkę
pt: Comece o quebra-cabeça diário
ro: Începe puzzle-ul zilnic
ru: Начать ежедневную головоломку
si: ඩේලි ප්‍රහේලිකාව ආරම්භ කරන්න
sk: Štart Daily Puzzle
sl: Začni dnevno uganko
sv: Starta dagliga pussel
sw: Anzisha Mafumbo ya Kila Siku
te: రోజువారీ పజిల్ ప్రారంభించండి
th: เริ่มปริศนารายวัน
tr: Günlük Bulmacayı Başlat
uk: Розпочніть щоденну головоломку
ur: روزانہ پہیلی شروع کریں
uz: Kundalik boshqotirmani boshlang
zh: 开始每日谜题
zh_hant: 開始每日謎題
zu: Qala i-Daily Puzzle
