Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# threefoldRepetitionRule_Detail
source: The game is drawn if a position occurs for the third time.
af: Die wedstryd word gelykop as 'n posisie vir die derde keer voorkom.
am: አንድ ነጥብ ሦስተኛ ጊዜ ሲመጣ ጨዋታው ማሟያ ይሆናል።
ar: يتم تعادل اللعبة إذا حدث مركز للمرة الثالثة.
az: Bir mövqe üçüncü dəfə baş verərsə, oyun heç-heçə sayılır.
be: Гульня лічыцца нічыёй, калі пазіцыя сустракаецца ў трэці раз.
bg: Играта се тегли, ако позиция се появи за трети път.
bn: তৃতীয়বারের মতো কোনো অবস্থান হলে খেলাটি ড্র হয়।
bo: གལ་སྲིད་གནས་ས་གཅིག་ཐེངས་གསུམ་དུ་འབྱུང་ཚེ། རྩེད་མོ་འདི་ནི་གྲུབ་འབྲས་མཉམ་པ་ཡིན།
ca: La partida és un empat si una posició es repeteix per tercera vegada.
cs: Hra se losuje, pokud se pozice objeví potřetí.
da: Spillet trækkes, hvis en position opstår for tredje gang.
de: Das Spiel ist unentschieden, wenn eine Stellung zum dritten Mal auftritt.
el: Το παιχνίδι κληρώνεται εάν μια θέση εμφανιστεί για τρίτη φορά.
es: El juego se empata si se produce una posición por tercera vez.
et: Mäng loositakse, kui positsioon tekib kolmandat korda.
fa: اگر موقعیتی برای سومین بار رخ دهد ، بازی مساوی می شود.
fi: Peli arvotaan, jos asema sijoittuu kolmatta kertaa.
fr: Le jeu est nul si une position se produit pour la troisième fois.
gu: જો ત્રીજી વખત પોઝિશન આવે તો રમત ડ્રો થાય છે.
he: המשחק יוגרל אם מתרחשת עמדה בפעם השלישית.
hi: यदि कोई स्थिति तीसरी बार आती है तो खेल ड्रा हो जाता है।
hr: Igra završava neodlučeno ako se pozicija pojavi po treći put.
hu: A játék döntetlenre végződik, ha egy pozíció harmadszor is előfordul.
hy: Խաղը ոչ-ոքի է ավարտվում, եթե դիրքը տեղի է ունենում երրորդ անգամ:
id: Permainan dinyatakan seri jika terjadi posisi untuk ketiga kalinya.
is: Dregið er í leiknum ef staðan er í þriðja sinn.
it: La partita è patta se una posizione si verifica per la terza volta.
ja: 局面が3回同じになった場合、引き分けになります。
km: ហ្គេមត្រូវបានស្មើ ប្រសិនបើទីតាំងណាមួយកើតឡើងជាលើកទីបី។
kn: ಒಂದು ಸ್ಥಾನವು ಮೂರನೇ ಬಾರಿಗೆ ಸಂಭವಿಸಿದಲ್ಲಿ ಆಟವನ್ನು ಡ್ರಾ ಮಾಡಲಾಗುತ್ತದೆ.
ko: 같은 배치가 세 번 발생하면 게임은 무승부로 선언됩니다.
lt: Žaidimas ištraukiamas, jei pozicija įvyksta trečią kartą.
lv: Spēle tiek izlozēta, ja pozīcija rodas trešo reizi.
mk: Играта е извлечена ако се појави позиција по трет пат.
ms: Permainan dilukis sekiranya kedudukan berlaku untuk kali ketiga.
my: တတိယအကြိမ် အနေအထားတစ်ခု ဖြစ်ပေါ်ပါက ဂိမ်းကို ရေးဆွဲသည်။
nb: Spillet trekkes hvis en posisjon oppstår for tredje gang.
nl: Het spel is remise als een stelling voor de derde keer voorkomt.
pl: Gra jest remisowana, jeśli pozycja wystąpi po raz trzeci.
pt: O jogo empata se ocorrer uma posição pela terceira vez.
ro: Jocul este extras dacă apare o poziție pentru a treia oară.
ru: Игра считается ничьей, если позиция выпадает в третий раз.
si: තත්වයක් තුන්වන වතාවට ඇති වීමේදී ක්‍රීඩාව සම වේ.
sk: Hra sa žrebuje, ak sa pozícia vyskytne tretíkrát.
sl: Igra se izenači, če se položaj pojavi tretjič.
sq: Loja tërhiqet nëse një pozicion ndodh për herë të tretë.
sr: Игра се извлачи ако се позиција појави по трећи пут.
sv: Spelet lottas om en position inträffar för tredje gången.
sw: Mchezo hutolewa ikiwa nafasi itatokea kwa mara ya tatu.
ta: மூன்றாவது முறையாக ஒரு நிலை ஏற்பட்டால் விளையாட்டு வரையப்படுகிறது.
te: ఒక స్థానం మూడవసారి సంభవించినట్లయితే గేమ్ డ్రా అవుతుంది.
th: เกมจะถูกจับสลากหากตำแหน่งเกิดขึ้นเป็นครั้งที่สาม
tr: Bir pozisyon üçüncü kez oluşursa oyun berabere biter.
uk: Гра вважається нічиєю, якщо позиція виявляється втретє.
ur: تیسری بار پوزیشن ہونے پر گیم ڈرا ہو جاتا ہے۔
uz: Agar pozitsiya uchinchi marta sodir bo'lsa, o'yin durang o'ynaydi.
vi: Trò chơi được hòa nếu một vị trí xuất hiện lần thứ ba.
zh: 在对局时，同一局面连续或间断出现三次，则判为和局。
zh_hant: 在對局時，同一局面連續或間斷出現三次，則判為和局。
zu: Umdlalo udwetshwa uma indawo yenzeka okwesithathu.

# continueToMakeMove
source: Mill! Continue to make a move.
af: Meul! Gaan voort om 'n skuif te maak.
am: ሚል! መንቀሳቀስን ቀጥል።
ar: مطحنة! استمر في اتخاذ خطوة.
az: Mill! Hərəkət etməyə davam edin.
be: Млын! Працягвайце рабіць ход.
bg: Мелница! Продължете да правите ход.
bn: মিল! চলতে থাকুন।
bo: གསུམ! མུ་མཐུད་དུ་གོམ་པ་སྤོས་ཏེ།
ca: Molí! Continueu per a fer un moviment.
cs: Mlýn! Pokračujte v pohybu.
da: Mølle! Fortsæt med at gøre et træk.
de: Mühle! Bewegen Sie sich weiter.
el: Μύλος! Συνεχίστε να κάνετε μια κίνηση.
es: ¡Molino! Continúe haciendo un movimiento.
et: Veski! Jätkake käigu tegemist.
fa: دوز! به حرکت خود ادامه دهید.
fi: Mill! Jatka liikkeen tekemistä.
fr: Moulin ! Continuez pour effecter un déplacement.
gu: મિલ! ચાલ ચાલુ રાખો.
he: טחנה! המשך לעשות מהלך.
hi: चक्की! एक चाल चलना जारी रखें।
hr: Mlin! Nastavite s pomicanjem.
hu: Malom! Folytassa a lépést.
hy: Ջրաղաց! Շարունակեք քայլ կատարել:
id: Mul! Terus lakukan gerakan.
is: Mill! Haltu áfram að hreyfa þig.
it: Mulino! Continua a fare una mossa.
ja: ミル成立！さらに動きを続けてください。
km: មីល! បន្តធ្វើចលនា។
kn: ಗಿರಣಿ! ಒಂದು ಚಲನೆಯನ್ನು ಮುಂದುವರಿಸಿ.
ko: 곤! 계속해서 움직임을 실행하세요.
lt: Malūnas! Tęskite žingsnį.
lv: Dzirnavas! Turpiniet veikt kustību.
mk: Мил! Продолжете да направите потег.
ms: Kilang! Terus bergerak.
my: ကြိတ်! ဆက်လက်လှုပ်ရှားပါ။
nb: Mølle! Fortsett å gjøre et trekk.
nl: Molen! Ga door met het maken van een zet.
pl: Młyn! Kontynuuj ruch.
pt: Moinho! Continue a fazer um movimento.
ro: Moară! Continuați să faceți o mișcare.
ru: Мельница! Продолжайте двигаться.
si: මිල්ල! චලනය ඉදිරියට ගෙන යන්න.
sk: Mlyn! Pokračujte v pohybe.
sl: Mlin! Še naprej se premikajte.
sq: Mulliri! Vazhdoni të bëni një lëvizje.
sr: Милл! Наставите да се крећете.
sv: Kvarn! Fortsätt att göra ett drag.
sw: Kinu! Endelea kupiga hatua.
ta: மில்! தொடர்ந்து ஒரு நகர்வு.
te: మిల్! ఒక కదలికను కొనసాగించండి.
th: มิลล์! ดำเนินการต่อไป
tr: Değirmen! Hareket etmeye devam edin.
uk: Млин! Продовжуйте робити рух.
ur: چکی! ایک حرکت کرنا جاری رکھیں۔
uz: Tegirmon! Harakat qilishni davom ettiring.
vi: Cối xay! Tiếp tục di chuyển.
zh: 三子连珠 请继续行棋
zh_hant: 三子連珠 請繼續行棋
zu: Isigayo! Qhubeka nokwenza umnyakazo.

source: Point style
af: Punt styl
am: የነጥብ ቅርጸት
ar: نمط النقطة
az: Nöqtə üslubu
be: Стыль кропкі
bg: Точков стил
bn: বিন্দু শৈলী
bo: ས་ཚིགས་ཀྱི་རྣམ་པ།
ca: Estil dels punts
cs: Bodový styl
da: Point stil
de: Punkt-Stil
el: Στυλ σημείου
es: Estilo de punto
et: Punkti stiil
fa: سبک نقطه
fi: Point -tyyli
fr: Style de point
gu: પોઇન્ટ શૈલી
he: סגנון נקודתי
hi: बिंदु शैली
hr: Stil mjesta
hu: Pont stílus
hy: Կետերի ոճը
id: Gaya titik
is: Punktastíll
it: Stile punto
ja: ポイントスタイル
km: រចនាប័ទ្មចំណុច
kn: ಪಾಯಿಂಟ್ ಶೈಲಿ
ko: 교차점 스타일
lt: Taškinis stilius
lv: Punkta stils
mk: Стил на точка
ms: Gaya titik
my: ပွိုင့်စတိုင်
nb: Poengstil
nl: Punt stijl
pl: Styl punktowy
pt: Estilo do ponto
ro: Stil punct
ru: Стиль точки
si: ලකුණු ශෛලිය
sk: Bodový štýl
sl: Stil točke
sq: Stili i pikës
sr: Стил поена
sv: Poängstil
sw: Mtindo wa uhakika
ta: புள்ளி நடை
te: పాయింట్ శైలి
th: รูปแบบจุด
tr: Nokta stili
uk: Точковий стиль
ur: پوائنٹ اسٹائل
uz: Nuqtalar uslubi
vi: phong cách điểm
zh: 棋盘交叉点的样式
zh_hant: 棋盤交叉點的樣式
zu: Isitayela sephoyinti

source: Point width
af: Punt breedte
am: የነጥብ ስፋት
ar: عرض النقطة
az: Nöqtə eni
be: Шырыня кропкі
bg: Ширина на точката
bn: পয়েন্ট প্রস্থ
bo: ས་ཚིགས་ཀྱི་ཞེང་ཚད།
ca: Amplada del punt
cs: Šířka bodu
da: Punktbredde
de: Breite der Punkte
el: Πλάτος σημείου
es: Ancho de punta
et: Punkti laius
fa: عرض نقطه
fi: Pisteen leveys
fr: Largeur de point
gu: પોઇન્ટ પહોળાઈ
he: רוחב נקודה
hi: बिंदु चौड़ाई
hr: Širina mjesta
hu: Pont szélessége
hy: Կետի լայնությունը
id: Lebar titik
is: Point breidd
it: Larghezza del punto
ja: ポイント幅
km: ទទឹងចំណុច
kn: ಪಾಯಿಂಟ್ ಅಗಲ
ko: 교차점의 크기
lt: Taško plotis
lv: Punkta platums
mk: Ширина на точка
ms: Lebar titik
my: ပွိုင့်အကျယ်
nb: Punktbredde
nl: Puntbreedte
pl: Szerokość punktu
pt: Largura do ponto
ro: Lățimea punctului
ru: Ширина точки
si: ලකුණු පළල
sk: Šírka bodu
sl: Širina točke
sq: Gjerësia e pikës
sr: Ширина тачке
sv: Punktbredd
sw: Upana wa pointi
ta: புள்ளி அகலம்
te: పాయింట్ వెడల్పు
th: ความกว้างของจุด
tr: Nokta genişliği
uk: Ширина точки
ur: پوائنٹ کی چوڑائی
uz: Nuqta kengligi
vi: chiều rộng điểm
zh: 棋盘交叉点的大小
zh_hant: 棋盤交叉點的大小
zu: Ububanzi bephoyinti

source: Solid
af: Solied
am: አጽንኦት
ar: صلب
az: Möhkəm
be: Цвёрды
bg: Твърд
bn: কঠিন
bo: སྲ་གཟུགས།
ca: Sòlid
cs: Pevný
de: Solide
el: Στερεός
es: Sólido
et: Tahke
fa: جامد
fi: Kiinteä
fr: Solide
gu: ઘન
he: מוצק
hi: ठोस
hr: Obojeno
hu: Szilárd
hy: Պինդ
id: Padat
is: þéttur hringur
it: Solido
ja: 塗りつぶし
km: រឹង
kn: ಘನ
ko: 단단한
lt: Tvirtas
lv: Ciets
mk: Цврсти
ms: Padu
my: အစိုင်အခဲ
nb: Fast
nl: Stevig
pl: Solidny
pt: Sólido
ru: Твердый
si: ඝන
sk: Pevný
sl: Trdno
sq: Të ngurta
sr: Чврст
sv: Fast
sw: Imara
ta: திடமான
te: ఘన
th: แข็ง
tr: Sağlam
uk: Тверда
ur: ٹھوس
uz: Qattiq
vi: Chất rắn
zh: 实心圆
zh_hant: 實心圓
zu: Okuqinile

source: Hollow
af: Hol
am: ከፋት
ar: أجوف
az: Boş dairə
be: Полая
bg: Куха
bn: ফাঁপা
bo: སྟོང་གཟུགས།
ca: Cercle buit
cs: Dutý
da: Hul
de: Hohle
el: Κοίλος
es: Hueco
et: Õõnes
fa: توخالی
fi: Ontto
fr: Creux
gu: હોલો
he: חָלוּל
hi: खोखला
hr: Šuplje
hu: Üreges
hy: Խոռոչ
id: Kosong
is: Holur
it: Vuoto
ja: 中空
km: ប្រហោង
kn: ಟೊಳ್ಳು
ko: 구멍
lt: Tuščiaviduriai
lv: Dobis
mk: Шупливи
ms: Berongga
my: အခေါင်းပေါက်
nb: Hul
nl: Hol
pl: Dziurawy
pt: Oco
ro: Gol
ru: Пустой
si: හිස්
sk: Dutý
sl: Votlo
sq: Zgavër
sr: Холлов
sv: Ihålig
sw: Utupu
ta: வெற்று
te: బోలు
th: กลวง
tr: Oyuk
uk: Порожнистий
ur: کھوکھلی
uz: Ichi bo'sh
vi: Rỗng
zh: 空心圆
zh_hant: 空心圓
zu: Okungenalutho

# languageName
source: English
af: Afrikaans
am: አማርኛ
ar: العربية
az: Azərbaycanca
be: Беларуская
bg: български
bn: বাংলা
bo: བོད་སྐད་
ca: Català
cs: Čeština
da: Dansk
de: Deutsch
el: Ελληνικά
es: Español
et: Eesti
fa: فارسی
fi: Suomi
fr: Français
gu: ગુજરાતી
he: עברית
hi: हिंदी
hr: Hrvatski
hu: Magyar
hy: Հայերեն
id: Indonesia
is: Íslenska
it: Italiano
ja: 日本語
km: ខ្មែរ
kn: ಕನ್ನಡ
ko: 한국어
lt: Lietuvių
lv: Latviešu
mk: Македонски
ms: Melayu
my: မြန်မာဘာသာ
nb: Norsk bokmål
nl: Nederlands
pl: Polski
pt: Português
ro: Română
ru: Pусский
si: සිංහල
sk: Slovenčina
sl: Slovenščina
sq: Shqip
sr: Српски
sv: Svenska
sw: Kiswahili
ta: தமிழ்
te: తెలుగు
th: ภาษาไทย
tr: Türkçe
uk: Українська
ur: اردو
uz: Oʻzbekcha
vi: Tiếng Việt
zh: 简体中文
zh_hant: 繁體中文
zu: isiZulu

# moveNumber
source: {count,plural, =0{Move}=1{{count} Move}other{{count} Moves}}
af: {count,plural, =0{Beweeg}=1{{count} Beweeg}other{{count} Bewegings}}
am: {count,plural, =0{እንቅስቃሴ}=1{{count} እንቅስቃሴ}other{{count} እንቅስቃሴዎች}}
ar: {count,plural, =0{0 نقلات}=1{1 نقلة}other{{count} نقلات}}
az: {count,plural, =0{Move}=1{{count} Move}other{{count} Hərəkətlər}}
be: {count,plural, =0{Ход}=1{{count} Ход}few{{count} Ходы}other{{count} Ходаў}}
bg: {count,plural, =0{Move}=1{{count} Преместване}other{{count} Ходове}}
bn: {count,plural, =0{Move}=1{{count} Move}other{{count} মুভস}}
bo: {count,plural, =0{འགུལ}=1{{count} འགུལ}other{{count} འགུལ}}
ca: {count,plural, =0{moviment} =1{{count} moviment} other{{count} moviments}}
cs: {count,plural, =0{Tah}=1{{count} Tah}other{{count} Pohyby}}
da: {count,plural, =0{Bevæge sig}=1{{count} Bevæge sig}other{{count} Flytter sig}}
de: {count,plural, =0{Zug}=1{{count} Zug}other{{count} Züge}}
el: {count,plural, =0{Καμία κίνηση}=1{{count} κίνηση}other{{count} κινήσεις}}
es: {count,plural, =0{Movimiento}=1{{count} Movimiento}other{{count} Movimientos}}
et: {count,plural, =0{Move}=1{{count} Teisalda}other{{count} Liigutused}}
fa: {count,plural, =0{حرکت}=1{{count} حرکت}other{{count} حرکت می کند}}
fi: {count,plural, =0{siirto}=1{{count} siirto}other{{count} siirtoa}}
fr: {count,plural, =0{mouvement}=1{{count} mouvement}other{{count} mouvements}}
gu: {count,plural, =0{ખસેડો}=1{{count} ખસેડો}other{{count} ચાલ}}
he: {count,plural, =0{אין מהלכים}=1{מהלך אחד}other{{count} מהלכים}}
hi: {count,plural, =0{मूव}=1{{count} मूव}other{{count} मूव्स}}
hr: {count,plural, =0{Move}=1{{count} potez}few{{count} poteza}other{{count} poteza}}
hu: {count,plural, =0{Mozog}=1{{count} Mozog}other{{count} Mozdul}}
hy: {count, plural, =0{Տեղափոխել}=1{{count} Տեղափոխել}other{{count} Շարժումներ}}
id: {count,plural, =0{bergerak}=1{{count} bergerak}other{{count} bergerak}}
is: {count,plural, =0{Move}=1{{count} Færa}other{{count} Moves}}
it: {count,plural, =0{movimento}=1{{count} movimento}other{{count} movimenti}}
ja: {count}手
km: {count,plural, =0{ចលនា}=1{{count} ចលនា}other{{count} ចលនា}}
kn: {count,plural, =0{ಮೂವ್}=1{{count} ಸರಿಸಿ}other{{count} ಚಲನೆಗಳು}}
ko: {count,plural, =0{이동 없음}=1{{count} 이동}other{{count} 이동}}
lt: {count,plural, =0{Move}=1{{count} Perkelti}other{{count} Juda}}
lv: {count,plural, =0{Pārvietot}=1{{count} Pārvietot}other{{count} Kustības}}
mk: {count,plural, =0{Премести}=1{{count} Премести}other{{count} Поместувања}}
ms: {count,plural, =0{Bergerak}=1{{count} Bergerak}other{{count} Bergerak}}
my: {count,plural, =0{ရွေ့မည်}=1{{count} ရွေ့မည်}other{{count} ရွေ့မည်}}
nb: {count,plural, =0{trekk}=1{{count} trekk}other{{count} trekk}}
nl: {count,plural, =0{Beweging}=1{{count} Beweging}other{{count} beweegt}}
pl: {count,plural, =0{ruch}=1{{count} ruch}other{{count} ruch}}
pt: {count,plural, =1{{count} jogada} other{{count} jogadas}}
ro: {count,plural, =0{Mișcare}=1{{count} Mișcare}other{{count} Mișcări}}
ru: {count,plural, =0{Ходов}=1{{count} Ход}other{{count} Хода}}
si: {count,plural, =0{චලනය}=1{{count} චලනය}other{{count} චලන}}
sk: {count,plural, =0{Pohybujte sa}=1{{count} Pohybujte sa}other{{count} Pohyby}}
sl: {count,plural, =0{Premakni}=1{{count} Premakni}other{{count} Premiki}}
sq: {count,plural, =0{Lëviz}=1{{count} Lëviz}other{{count} Lëviz}}
sr: {count,plural, =0{Мове}=1{{count} Помери}other{{count} Мовес}}
sv: {count,plural, =0{Flytta}=1{{count} Flytta}other{{count} Rör sig}}
sw: {count,plural, =0{Move}=1{{count} Sogeza}other{{count} Moves}}
ta: {count, plural, =0{Move}=1{{count} நகர்த்து} other{{count} நகர்வுகள்}}
te: {count,plural, =0{Move}=1{{count} Move}other{{count} కదలికలు}}
th: {count,plural, =0{Move}=1{{count} Move}other{{count} ย้าย}}
tr: {count,plural, =0{Hamle Yok}=1{{count} Hamle}other{{count} Hamle}}
uk: {count,plural, =0{Переїхати}=1{{count} Переїхати}other{{count} Рухає}}
uz: {count, plural, =0{Ko'chirish}=1{{count} Ko'chirish}other{{count} Ko'chirish}}
vi: {count,plural, =0{Di chuyển}=1{{count} Di chuyển}other{{count} Di chuyển}}
zh: {count,plural, =0{步}=1{{count} 步}other{{count} 步}}
zh_hant: {count,plural, =0{步}=1{{count} 步}other{{count} 步}}
zu: {count,plural, =0{Move}=1{{count} Hambisa}other{{count} Ukuhamba}}

source: Load failed.
af: Laai het misluk.
am: መጫን አልተካከለም።
ar: فشل التحميل.
az: Yükləmə uğursuz oldu.
be: Памылка загрузкі.
bg: Неуспешно зареждане.
bn: লোড ব্যর্থ হয়েছে.
bo: མངོན་འཇུག་ཕམ་པ།
ca: No s'ha pogut carregar.
cs: Načtení se nezdařilo.
da: Indlæsning mislykkedes.
de: Laden fehlgeschlagen.
el: Η φόρτωση απέτυχε.
es: Falló al cargar.
et: Laadimine ebaõnnestus.
fa: بارگیری انجام نشد.
fi: Lataus epäonnistui.
fr: Échec du chargement.
gu: લોડ નિષ્ફળ થયું.
he: טעינה נכשלה.
hi: लोड विफल हो गया।
hr: Učitavanje nije uspjelo.
hu: A betöltés nem sikerült.
hy: Չհաջողվեց բեռնել:
id: Pemuatan gagal.
is: Hleðsla mistókst.
it: Caricamento non riuscito.
ja: 読み込みに失敗しました。
km: ការផ្ទុកបរាជ័យ។
kn: ಲೋಡ್ ವಿಫಲವಾಗಿದೆ.
ko: 불러오기 실패.
lt: Įkelti nepavyko.
lv: Ielāde neizdevās.
mk: Вчитувањето не успеа.
ms: Muatan gagal.
my: တင်ရန် မအောင်မြင်ပါ။
nb: Lasten mislyktes.
nl: Laden mislukt.
pl: Ładowanie nie powiodło się.
pt: Erro de carregamento.
ro: Încărcarea nu a reușit.
ru: Загрузка не удалась.
si: පූරණය කිරීම අසාර්ථකයි.
sk: Načítanie zlyhalo.
sl: Nalaganje ni uspelo.
sq: Ngarkimi dështoi.
sr: Учитавање није успело.
sv: Laddningen misslyckades.
sw: Imeshindwa kupakia.
ta: சுமை தோல்வியடைந்தது.
te: లోడ్ విఫలమైంది.
th: โหลดไม่สำเร็จ
tr: Yükleme başarısız.
uk: Не вдалося завантажити.
ur: لوڈ ناکام ہو گیا۔
uz: Yuklanmadi.
vi: Tải không thành công.
zh: 加载失败
zh_hant: 載入失敗
zu: Ukulayisha kwehlulekile.

source: File name
af: Lêernaam
am: የፋይል ስም
ar: اسم الملف
az: Fayl adı
be: Імя файла
bg: Име на файл
bn: ফাইলের নাম
bo: ཡིག་ཆའི་མིང་།
ca: Nom del fitxer
cs: Název souboru
da: Filnavn
de: Dateiname
el: Ονομα αρχείου
es: Nombre del archivo
et: Faili nimi
fa: نام فایل
fi: Tiedoston nimi
fr: Nom du fichier
gu: ફાઈલનું નામ
he: שם קובץ
hi: फ़ाइल का नाम
hr: Ime datoteke
hu: Fájl név
hy: Ֆայլի անունը
id: Nama file
is: Skráarnafn
it: Nome del file
ja: ファイル名
km: ឈ្មោះឯកសារ
kn: ಕಡತದ ಹೆಸರು
ko: 파일 이름
lt: Failo pavadinimas
lv: Faila nosaukums
mk: Име на датотека
ms: Nama fail
my: ဖိုင်နာမည်
nb: Filnavn
nl: Bestandsnaam
pl: Nazwa pliku
pt: Nome do arquivo
ro: Nume de fișier
ru: Имя файла
si: ගොනු නාමය
sk: Názov súboru
sl: Ime datoteke
sq: Emri i skedarit
sr: Назив документа
sv: Filnamn
sw: Jina la faili
ta: கோப்பு பெயர்
te: ఫైల్ పేరు
th: ชื่อไฟล์
tr: Dosya adı
uk: Ім'я файлу
ur: فائل کا نام
uz: Fayl nomi
vi: tên tệp
zh: 文件名
zh_hant: 檔名
zu: Igama lefayela

source: Browse…
af: Snuffel…
am: መመልከቻ…
ar: تصفح…
az: Baxın…
be: Прагляд…
bg: Преглед…
bn: ব্রাউজ করুন…
bo: བཤེར་བ།…
ca: Navega…
cs: Procházet…
da: Gennemse…
de: Durchsuchen…
el: Ξεφυλλίζω…
es: Explorar…
et: Sirvi…
fa: مرور کردن…
fi: Selaa…
fr: Parcourir…
gu: બ્રાઉઝ કરો…
he: לְדַפדֵף…
hi: ब्राउज़ करें…
hr: Pretraži …
hu: Tallózás…
hy: Թերթիր…
id: Jelajahi…
is: Skoða…
it: Navigare…
ja: ブラウズ…
km: រកមើល…
kn: ಬ್ರೌಸ್…
ko: 찾아보기…
lt: Naršyti…
lv: Pārlūkot…
mk: Прелистајте…
ms: Semak imbas…
my: ကြည့်ရှုရန်…
nb: Bla gjennom…
nl: Bladeren…
pl: Przeglądaj…
pt: Navegar…
ro: Naviga…
ru: Просматривать…
si: බ්‍රවුස් කරන්න…
sk: Prehliadať…
sl: Prebrskaj …
sq: Shfleto…
sr: Прегледај…
sv: Bläddra…
sw: Vinjari…
ta: உலாவுக…
te: బ్రౌజ్ చేయండి…
th: เรียกดู…
tr: Araştır…
uk: Перегляд…
ur: براؤز کریں…
uz: Ko‘rib chiqish…
vi: Duyệt…
zh: 浏览…
zh_hant: 瀏覽…
zu: Phequlula…

source: Game files
af: Spellêers
am: የጨዋታ ፋይሎች
ar: ملفات اللعبة
az: Oyun faylları
be: Файлы гульні
bg: Файлове за игри
bn: গেম ফাইল
bo: རྩེད་མོའི་ཡིག་ཆ།
ca: Fitxers de partides
cs: Herní soubory
da: Spil filer
de: Spiel-Dateien
el: Αρχεία παιχνιδιών
es: Archivos del juego
et: Mängu failid
fa: فایل‌های بازی
fi: Pelitiedostot
fr: Fichiers de jeu
gu: રમત ફાઇલો
he: קבצי משחק
hi: खेल फ़ाइलें
hr: Datoteke igri
hu: Játékfájlok
hy: Խաղի ֆայլեր
id: File permainan
is: Leikjaskrár
it: File di gioco
ja: ゲームファイル
km: ឯកសារហ្គេម
kn: ಆಟದ ಫೈಲ್‌ಗಳು
ko: 게임 파일
lt: Žaidimų failai
lv: Spēļu faili
mk: Датотеки за игри
ms: Fail permainan
my: ဂိမ်းဖိုင်များ
nb: Spillfiler
nl: Spelbestanden
pl: Pliki gry
pt: Arquivos do jogo
ro: Fișiere de joc
ru: Файлы игры
si: ක්‍රීඩා ගොනු
sk: Herné súbory
sl: Datoteke iger
sq: Skedarët e lojës
sr: Фајлови игара
sv: Spelfiler
sw: Faili za mchezo
ta: விளையாட்டு கோப்புகள்
te: గేమ్ ఫైళ్లు
th: ไฟล์เกม
tr: Oyun dosyaları
uk: Файли гри
ur: گیم فائلز
uz: O'yin fayllar
vi: tập tin trò chơi
zh: 游戏文件
zh_hant: 遊戲檔
zu: Amafayela wegeyimu

# gameSavedTo
source: The game is saved to
af: Die speletjie word gestoor na
am: ጨዋታው በዚህ ተቀምጧል
ar: تم حفظ اللعبة في
az: Oyun saxlanılır
be: Гульня захавана ў
bg: Играта е запазена в
bn: খেলা সংরক্ষিত হয়
bo: རྩེད་མོ་འདི་རུ་ཉར་ཚགས་བྱས་ཟིན།
ca: La partida es desa a
cs: Hra je uložena do
da: Spillet er gemt til
de: Das Spiel wird gespeichert unter
el: Το παιχνίδι αποθηκεύεται στο
es: La partida se guarda en
et: Mäng salvestatakse asukohta
fa: بازی ذخیره شد در:
fi: Peli on tallennettu kohteeseen
fr: La partie est sauvegardée dans
gu: આ રમત માટે સાચવવામાં આવે છે
he: המשחק נשמר ב
hi: खेल सहेजा गया है
hr: Igra je spremljena u
hu: A játék el lett mentve ide
hy: Խաղը պահված է
id: Permainan disimpan ke
is: Leikurinn er vistaður í
it: Il gioco viene salvato in
ja: ゲームは次の場所に保存されます
km: ហ្គេមត្រូវបានរក្សាទុកទៅ
kn: ಆಟವನ್ನು ಉಳಿಸಲಾಗಿದೆ
ko: 게임이 저장됨
lt: Žaidimas išsaugotas
lv: Spēle ir saglabāta
mk: Играта е зачувана во
ms: Permainan disimpan ke
my: ဂိမ်းကို သိမ်းထားသည်
nb: Spillet er lagret til
nl: Het spel is opgeslagen op
pl: Gra została zapisana do
pt: O jogo é salvo em
ro: Jocul este salvat în
ru: Игра сохраняется в
si: ක්‍රීඩාව සුරැකුණු තැන
sk: Hra sa uloží do
sl: Igra je shranjena v
sq: Loja është ruajtur në
sr: Игра је сачувана на
sv: Spelet sparas till
sw: Mchezo umehifadhiwa kwa
ta: விளையாட்டு சேமிக்கப்படுகிறது
te: గేమ్ సేవ్ చేయబడింది
th: เกมถูกบันทึกไว้ใน
tr: Oyun şuraya kaydedilir
uk: Гра збережена в
ur: گیم کو محفوظ کیا جاتا ہے۔
uz: Oʻyin saqlab qolindi
vi: Trò chơi được lưu vào
zh: 游戏已保存至
zh_hant: 遊戲已保存到
zu: Umdlalo ulondolozwe ku

source: Empty
af: Leeg
am: ባዶ
ar: فارغة
az: Boş nöqtə
be: Пусты
bg: Празна
bn: খালি
bo: སྟོང་པ།
ca: Buit
cs: Prázdný
da: Tom
de: Leer
el: Αδειάζω
es: Vacío
et: Tühi
fa: خالی
fi: Tyhjä
fr: Vide
gu: ખાલી
he: ריק
hi: खाली
hr: Prazno
hu: Üres
hy: Դատարկ
id: Kosong
is: Tómt
it: Vuoto
ja: 空
km: ទទេ
kn: ಖಾಲಿ
ko: 비어 있음
lt: Tuščia
lv: Tukšs
mk: Празен
ms: kosong
my: ဗလာ
nb: Tømme
nl: Leeg
pl: Pusty
pt: Vazio
ro: Gol
ru: Пустой
si: හිස්
sk: Prázdny
sl: Prazno
sq: Bosh
sr: Празан
sv: Tömma
sw: Tupu
ta: காலி
te: ఖాళీ
th: ว่างเปล่า
tr: Boş
uk: Порожній
ur: خالی
uz: Bo'sh
vi: Trống
zh: 空点
zh_hant: 空點
zu: Akunalutho

source: No move.
af: Geen beweging nie.
am: ምንም እንቅስቃሴ የለም።
ar: لا حركة.
az: Hərəkət yoxdur.
be: Без руху.
bg: Без движение.
bn: কোন নড়াচড়া নেই।
bo: སྤོ་འགུལ་མེད།
ca: No hi ha cap moviment.
cs: Žádný pohyb.
da: Ingen bevægelse.
de: Keine Bewegung.
el: Καμία κίνηση.
es: No hay movimientos.
et: Ei mingit liigutust.
fa: بدون حرکت.
fi: Ei liikettä.
fr: Ne bouge pas.
gu: કોઈ ચાલ.
he: אין מהלך.
hi: कोई चाल नहीं।
hr: Nema pomaka.
hu: Nincs mozgás.
hy: Ոչ մի քայլ:
id: Tidak bergerak.
is: Engin hreyfing.
it: Nessuna mossa.
ja: 指し手なし
km: គ្មានចលនា។
kn: ಯಾವುದೇ ಚಲನೆ ಇಲ್ಲ.
ko: 이동 없음.
lt: Jokio judesio.
lv: Nekādas kustības.
mk: Нема потег.
ms: Tidak bergerak.
my: မလှုပ်နဲ့။
nb: Ingen bevegelse.
nl: Geen zet.
pl: Bez ruchu.
pt: Nenhum movimento.
ro: Nicio mișcare.
ru: Нет движения.
si: චලනයක් නැත.
sk: Žiadny pohyb.
sl: Brez premikanja.
sq: Asnjë lëvizje.
sr: Без покрета.
sv: Ingen rörelse.
sw: Hakuna hoja.
ta: எந்த நடவடிக்கையும் இல்லை.
te: కదలిక లేదు.
th: ไม่มีการเคลื่อนไหว
tr: Hamle yok.
uk: Жодного руху.
ur: کوئی حرکت نہیں۔
uz: Harakat yo'q.
vi: Không di chuyển.
zh: 暂无着法
zh_hant: 暫無著法
zu: Akukho umnyakazo.
