Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Restrict repeated mills formation
af: Beperk Herhaalde Meulvorming
am: በድጋሚ ቀንንዴዎችን መፍጠር አስቀድም
ar: تقييد تشكيل الطواحين المتكررة
az: Təkrarlanan Dəyirmanların Formalaşmasını Məhdudlaşdırın
be: Абмежаваць паўторнае ўтварэнне млыноў
bg: Ограничаване на повторното образуване на мелници
bn: পুনরাবৃত্ত মিলস গঠন সীমিত করুন
bo: བསྐྱར་ཟློས་གསུམ་གྱི་ཆགས་ཚུལ་ལ་ཚོད་འཛིན་བྱེད།
ca: Restringeix la formació repetida de molins
cs: Zakázat opakované formování mlýnů
da: Begræns gentagen mølle-formation
de: Wiederholte Mühlenbildung einschränken
el: Περιορισμός Επαναλαμβανόμενου Σχηματισμού Μύλων
es: Restringir la formación repetida de molinos
et: Piira korduvat veskite moodustamist
fa: محدود کردن تشکیل دوزهای تکراری
fi: Rajoita toistuvaa myllyjen muodostamista
fr: Restreindre la formation répétée de moulins
gu: પુનરાવર્તિત મિલની રચનાને પ્રતિબંધિત કરો
he: הגבל יצירה חוזרת של טחנות
hi: दोहराए गए मिल के गठन को प्रतिबंधित करें
hr: Ograniči ponavljano formiranje mlinova
hu: Ismételt malmok kialakulásának korlátozása
hy: Սահմանափակել կրկնվող ջրաղացների ձևավորումը
id: Batasi Pembentukan Mul-mulan Berulang
is: Takmarka endurtekna myndun myllu
it: Limita la formazione ripetuta di mulini
ja: 繰り返しミル形成の制限
km: ដាក់កម្រិតការបង្កើតមីលម្តងហើយម្តងទៀត
kn: ಪುನರಾವರ್ತಿತ ಮಿಲ್ ರಚನೆಯನ್ನು ನಿರ್ಬಂಧಿಸಿ
ko: 반복적인 참고누 형성 제한
lt: Apriboti pasikartojantį malūnų formavimą
lv: Ierobežot atkārtotu dzirnaviņu veidošanos
mk: Ограничи повторно формирање мелници
ms: Hadkan Pembentukan Kilang Berulang
my: ထပ်ခါထပ်ခါ အလုပ်ရုံဖွဲ့စည်းခြင်းကို ကန့်သတ်ပါ
nb: Begrens gjentatt mølleformasjon
nl: Beperk herhaalde molenvorming
pl: Ogranicz powtarzające się formacje młynów
pt: Restringir a formação repetida de moinhos
ro: Restricționează formarea repetată a morilor
ru: Ограничить повторное образование мельниц
si: නෙරෙන්චි නැවත නැවත සාදන්නේන් වළක්වන්න
sk: Obmedziť opakované formovanie mlynov
sl: Omeji ponavljajoče se oblikovanje mlinov
sq: Kufizo formimin e përsëritur të mullinjve
sr: Ограничите поновљено формирање млинова
sv: Begränsa upprepad kvarnbildning
sw: Zuia uundaji wa kinu cha kusaga
ta: மீண்டும் நிகழும் ஆலைகள் உருவாவதைக் கட்டுப்படுத்துங்கள்
te: పునరావృత మిల్లుల ఏర్పాటును నిషేధించండి
th: จำกัดการสร้างโรงสีซ้ำ
tr: Tekrarlanan Değirmen Oluşumunu Kısıtla
uk: Обмежити повторне формування млинів
ur: بار بار مل تشکیل دینے پر پابندی
uz: Qayta-qayta Tegirmon Shakllanishini Cheklash
vi: Hạn Chế Tạo Lại Cối Xay
zh: 限制重复形成三连
zh_hant: 限制重複形成三連
zu: Khawulela Ukwakheka Kabusha Kwezimbokodo

# restrictRepeatedMillsFormation_Detail
source: A piece moved from one mill to form another cannot immediately return to the original point on the next turn to form a mill again. A different move is required first.
af: 'n Stuk wat van een meul na 'n ander geskuif is, kan nie onmiddellik terugkeer na die oorspronklike punt op die volgende beurt om weer 'n meul te vorm nie. 'n Ander skuif is eers nodig.
am: ቁራጭ ከአንድ ቀንንዴ መንቀሳቀስ እና ከዚያ ሌላ አንድ አዲስ ቀንንዴ ማስመስል እና በሚቀጥለው እንቅስቃሴ ወደ መጀመሪያው ነጥብ መመለስ አይቻልም። ከመጀመሪያ ሌላ እንቅስቃሴ ይፈልጋል።
ar: لا يمكن للقطعة التي تحركت من طاحونة إلى أخرى أن تعود فورًا إلى النقطة الأصلية في الدور التالي لتكوين طاحونة مرة أخرى. يتطلب الأمر حركة مختلفة أولاً.
az: Bir dəyirmanından digərinə köçürülən bir fiqur dərhal növbəti növbədə ilk dəyirmanı yenidən formalaşdırmaq üçün əvvəlki nöqtəyə qayıda bilməz. İlk öncə fərqli bir hərəkət tələb olunur.
be: Кавалак, які перамяшчаецца з аднаго млына ў іншы, не можа непасрэдна вярнуцца ў пачатковую кропку на наступны ход, каб зноў сфармаваць млын. Спачатку патрабуецца іншы рух.
bg: Пиеса, преместена от един мелничен кръг в друг, не може незабавно да се върне в оригиналната точка на следващия ход, за да образува отново мелничен кръг. Първо е необходимо друго движение.
bn: একটি মিল থেকে অন্য মিলে সরানো একটি টুকরো পরবর্তী পালায় আবার মিল গঠনের জন্য অবিলম্বে মূল বিন্দুতে ফিরতে পারে না। প্রথমে অন্য একটি চাল প্রয়োজন।
bo: རྡེལ་གཅིག་ གསུམ གཅིག་ནས་སྤོས་ཏེ་ གསུམ གཞན་ཞིག་གྲུབ་པ་ཡིན་ཚེ། སྐོར་རྗེས་མའི་སྐབས་སུ་དེ་མ་ཐག་ཏུ་ཐོག་མའི་ས་ཚིགས་སུ་ལོག་ནས་ཡང་བསྐྱར་ གསུམ གྲུབ་པ་བཟོ་མི་ཆོག སྤོ་འགུལ་མི་འདྲ་བ་གཅིག་བྱེད་དགོས་པ་རེད།
ca: Una peça que es mou des d'un molí per formar-ne un altre no pot tornar immediatament a la posició original en el següent moviment per a formar un nou molí. Cal fer un moviment diferent abans.
cs: Kus přesunutý z jednoho mlýna do druhého nemůže okamžitě vrátit na původní bod v dalším tahu, aby znovu vytvořil mlýn. Nejprve je vyžadován jiný tah.
da: En brik flyttet fra en mølle til en anden kan ikke umiddelbart vende tilbage til det oprindelige punkt på næste tur for at danne en mølle igen. Et andet træk er først nødvendigt.
de: Ein Stein, der von einer Mühle zu einer anderen bewegt wurde, kann nicht sofort auf den ursprünglichen Punkt im nächsten Zug zurückkehren, um wieder eine Mühle zu bilden. Zuerst ist ein anderer Zug erforderlich.
el: Ένα κομμάτι που μετακινήθηκε από ένα μύλο σε έναν άλλο δεν μπορεί να επιστρέψει αμέσως στο αρχικό σημείο στον επόμενο γύρο για να σχηματίσει ξανά μύλο. Απαιτείται πρώτα μια διαφορετική κίνηση.
es: Una pieza movida de un molino para formar otro no puede volver inmediatamente al punto original en el siguiente turno para volver a formar un molino. Se requiere primero un movimiento diferente.
et: Nupp, mis on liigutatud ühest veskist teise, ei saa järgmisel käigul kohe algpunkti tagasi minna, et uuesti veskit moodustada. Esiteks on vajalik teistsugune liigutus.
fa: یک مهره که از یک دوز به دوز دیگر منتقل شده است نمی‌تواند بلافاصله به نقطه اصلی در دور بعدی بازگردد تا دوباره دوز تشکیل دهد. ابتدا نیاز به حرکتی متفاوت است.
fi: Nappula, joka siirretään yhdestä myllystä toiseen, ei voi välittömästi palata alkuperäiseen pisteeseen seuraavalla vuorolla muodostaakseen jälleen myllyn. Ensin tarvitaan erilainen siirto.
fr: Une pièce déplacée d'un moulin pour en former un autre ne peut pas immédiatement retourner au point original au tour suivant pour former à nouveau un moulin. Un autre mouvement est requis d'abord.
gu: એક મિલથી બીજી મિલ બનાવવા માટે ખસેડવામાં આવેલ ટુકડો તરત જ આગળની વારીમાં મૂળ બિંદુ પર પાછો ફરી શકતો નથી જેથી ફરીથી મિલ બનાવી શકે. પહેલાં અલગ ચાલની જરૂર છે.
he: חלק שהועבר מטחנה אחת למשנה לא יכול לחזור מיד לנקודה המקורית בתור הבא כדי ליצור שוב טחנה. דרושה תנועה אחרת תחילה.
hi: एक मिल से दूसरी मिल बनाने के लिए चलाई गई मोहरा अगली बारी में तुरंत मूल बिंदु पर वापस नहीं जा सकती है। पहले एक अलग चाल की आवश्यकता होती है।
hr: Figura koja se pomakne iz jednog mlina za formiranje jednog drugog mlina se ne može odmah vratiti na izvorno mjesto u sljedećem potezu kako bi ponovo formirala mlin. Najprije se mora odigrati jedan drugi potez.
hu: Egy egyik malomból a másikba áthelyezett bábu nem térhet vissza azonnal az eredeti pontra a következő körben, hogy újra malom alakuljon ki. Először egy másik lépés szükséges.
hy: Մի քառակուսին, որը տեղափոխվել է մեկ հարթակից մյուսը, չի կարող անմիջապես վերադառնալ սկզբնական կետը հաջորդ հարվածում՝ նորից հարթակ ձևավորելու համար: Սկզբում պետք է կատարել այլ շարժ:
id: Sebuah bidak yang dipindahkan dari satu Mul-mulan untuk membentuk Mul-mulan lain tidak bisa langsung kembali ke titik asal di giliran berikutnya untuk membentuk Mul-mulan lagi. Langkah yang berbeda diperlukan terlebih dahulu.
is: Stykki sem fært er úr einum myllu í aðra getur ekki strax snúið aftur á upphafspunktinn í næsta leik til að mynda myllu aftur. Fyrst þarf annað skref.
it: Un pezzo spostato da un mulino per formarne un altro non può immediatamente ritornare al punto originale nel turno successivo per formare di nuovo un mulino. È richiesta prima una mossa diversa.
ja: 一つのミルから別のミルを形成するために移動した駒は、次のターンで元の点にすぐに戻って再びミルを形成することはできません。まず別の動きが必要です。
km: កូនអុកដែលផ្លាស់ទីពីមីលមួយដើម្បីបង្កើតមីលមួយទៀត មិនអាចត្រឡប់ទៅចំណុចដើមវិញភ្លាមៗនៅវេនបន្ទាប់ដើម្បីបង្កើតមីលម្តងទៀតទេ។ ចលនាផ្សេងគ្នាគឺចាំបាច់ជាមុនសិន។
kn: ಒಂದು ಮಿಲ್ಲಿನಿಂದ ಮತ್ತೊಂದು ಮಿಲ್ಲನ್ನು ರಚಿಸಲು ಸಾಗಿಸಿದ ಕಾಯವು ಮುಂದಿನ ಸುತ್ತಿನಲ್ಲಿ ತಕ್ಷಣ ಮೂಲ ಬಿಂದುವಿಗೆ ಮರಳಿ ಮತ್ತೊಮ್ಮೆ ಮಿಲ್ ರಚಿಸಲು ಹೋಗಬಾರದು. ಮೊದಲು ಬೇರೆ ನಡೆ ಅಗತ್ಯವಿದೆ.
ko: 한 참고누에서 다른 참고누를 형성하기 위해 움직인 말은 다음 턴에서 원래 지점으로 즉시 돌아와 다시 참고누를 형성할 수 없습니다. 먼저 다른 움직임이 필요합니다.
lt: Figūra perkelta iš vieno malūno į kitą negali iškart grįžti į pradinį tašką kito ėjimo metu, kad vėl sudarytų malūną. Pirmiausia reikia atlikti kitą judesį.
lv: Figūra, kas pārvietota no viena dzirnavām uz citām, nevar nekavējoties atgriezties sākotnējā punktā nākamajā gājienā, lai atkal veidotu dzirnavas. Vispirms ir nepieciešams cits gājiens.
mk: Парче што се преместува од еден млин во друг не може веднаш да се врати на почетната точка на следниот потег за да формира млин повторно. Прво е потребен различен потег.
ms: Kepingan yang dipindahkan dari satu kilang untuk membentuk satu lagi tidak boleh kembali ke titik asal pada giliran seterusnya untuk membentuk kilang lagi. Langkah berbeza diperlukan dahulu.
my: တစ်ခုမှ တစ်ခုသို့ ရွှေ့ပြီး မီးလုံးတစ်ခု ပြန်ဖွဲ့ဖို့ ရှေ့ရပ်နေရာသို့ နောက်တစ်ခါတွင် ချက်ချင်း မပြန်လာနိုင်ပါ။ အရင်ဆုံး ကြားရှိ ရွှေ့ချက်ကို လိုအပ်သည်။
nb: En brikke flyttet fra én kvern til en annen kan ikke umiddelbart returnere til det opprinnelige punktet på neste trekk for å danne en kvern igjen. Et annet trekk kreves først.
nl: Een stuk verplaatst van de ene molen naar de andere kan niet onmiddellijk terugkeren naar het oorspronkelijke punt op de volgende beurt om weer een molen te vormen. Eerst is een andere zet nodig.
pl: Pionek przeniesiony z jednego młyna do drugiego nie może natychmiast wrócić na oryginalne miejsce w następnej turze, aby ponownie utworzyć młyn. Najpierw wymagany jest inny ruch.
pt: Uma peça movida de um moinho para formar outro não pode retornar imediatamente ao ponto original na próxima jogada para formar um moinho novamente. Primeiro, é necessário um movimento diferente.
ro: O piesă mutată de la un moară la alta nu poate reveni imediat la punctul original în următoarea tură pentru a forma din nou o moară. Mai întâi este necesară o mutare diferită.
ru: Фигура, перемещённая с одной мельницы на другую, не может сразу вернуться в исходную точку на следующем ходу, чтобы снова сформировать мельницу. Сначала требуется другой ход.
si: එක් නෙරෙන්චියකින් වෙනත් නෙරෙන්චියක් සාදන්නට හැරවූ කොටසක් ඊළඟ වරට මුල් ලක්ෂ්‍යයට වහාම ආපසු නොඑන්න. පළමුව වෙනත් චාලකයක් අවශ්‍යයි.
sk: Figúrka presunutá z jedného mlyna do druhého nemôže okamžite vrátiť na pôvodný bod v ďalšom ťahu, aby znova vytvorila mlyn. Najprv je potrebný iný ťah.
sl: Figura, premaknjena iz enega mlina v drugega, se ne more takoj vrniti na izhodiščno točko v naslednjem potezu, da bi znova oblikovala mlin. Najprej je potrebna druga poteza.
sq: Një copë e zhvendosur nga një mulli në tjetrin nuk mund të kthehet menjëherë në pikën fillestare në radhën tjetër për të formuar sërish një mulli. Fillimisht kërkohet një lëvizje tjetër.
sr: Фигура која је премештена из једног млина у други не може одмах да се врати на почетну тачку у следећем потезу да би поново формирала млин. Прво је потребан другачији потез.
sv: En pjäs flyttad från en kvarn till en annan kan inte omedelbart återvända till den ursprungliga punkten på nästa drag för att bilda en kvarn igen. Ett annat drag krävs först.
sw: Kipande kilichohamishwa kutoka kinu kimoja kwenda kingine hakiwezi kurudi mara moja kwenye nukta ya awali katika zamu inayofuata ili kuunda kinu tena. Hatua tofauti inahitajika kwanza.
ta: ஒரு ஆலையில் இருந்து ஒரு துண்டு இன்னொரு ஆலையை உருவாக்கியது, அடுத்த திருப்பத்தில் அசல் புள்ளிக்கு மீண்டும் ஒரு ஆலை மீண்டும் உருவாக முடியாது. முதலில் வேறுபட்ட நடவடிக்கை தேவை.
te: ఒక గిరాటం నుండి మరొకటిని ఏర్పరచడానికి తరలించబడిన ముక్క తదుపరి వంతున వెంటనే అసలు పాయింట్ కు తిరిగి మరలా గిరాటం ఏర్పరచలేదు. ముందుగా వేరొక కదలిక అవసరం.
th: ชิ้นส่วนที่ถูกย้ายจากโรงสีหนึ่งไปอีกโรงสีหนึ่งไม่สามารถกลับไปยังจุดเดิมทันทีในตาถัดไปเพื่อสร้างโรงสีอีกครั้งได้ จำเป็นต้องมีการเคลื่อนไหวที่แตกต่างกันก่อน.
tr: Bir değirmenden alınıp başka bir değirmen oluşturmak için taşınan bir parça, bir sonraki turda hemen orijinal noktaya dönüp yeniden değirmen oluşturamaz. Önce farklı bir hamle gereklidir.
uk: Фігура, переміщена з одного млина для створення іншого, не може відразу повернутися на початкову позицію у наступному ході, щоб знову утворити млин. Спочатку потрібен інший хід.
ur: ایک پیس جو ایک مل سے دوسرے میں منتقل ہوا ہے وہ اگلی باری میں فوری طور پر اصلی نقطہ پر واپس نہیں جا سکتا تاکہ دوبارہ مل بنا سکے۔ پہلے مختلف حرکت کی ضرورت ہے۔
uz: Bir tegirmondan boshqasiga ko'chirilgan dona navbatdagi navbatda darhol asl nuqtasiga qaytib, yana tegirmon hosil qila olmaydi. Avval boshqa harakat talab etiladi.
vi: Một quân cờ được di chuyển từ cối xay này sang cối xay khác không thể trở lại điểm ban đầu ngay lượt tiếp theo để hình thành một cối xay mới. Đầu tiên cần một nước đi khác.
zh: 从一个三连移动到另一个三连的棋子不能在下一回合立即返回原点再次形成三连。需要先走其他着法。
zh_hant: 從一個三連移動到另一個三連的棋子不能在下一回合立即返回原點再次形成三連。首先需要另一種移動。
zu: Ucezu oluhambile kusukela kolunye usimende ukuya kolunye alukwazi ukubuyela ngokushesha endaweni yoqobo kujike elilandelayo ukwakha usimende futhi. Kuqala kudingeka enye inyakazo.

source: One-time use mill
af: Eenmalige gebruik meul
am: አንዴ ብቻ ሊጠቀሙ የሚችሉ ቀንንዴ
ar: مطحنة للاستخدام مرة واحدة
az: Bir dəfə istifadə olunan dəyirman
be: Аднаразовая млын
bg: Еднократна използване на мелница
bn: একবারের জন্য ব্যবহার মিল
bo: ཐེངས་གཅིག་བེད་སྤྱོད་ mill
ca: Molí d'un sol ús
cs: Jednorázová mlýn
da: Engangsbrug mølle
de: Einmalige Verwendung Mühle
el: Μύλος μιας χρήσης
es: Molino desechable
et: Ühekordne kasutus veski
fa: دوز یک‌بار مصرف
fi: Kertakäyttöinen mylly
fr: Moulin à usage unique
gu: એક વખત ઉપયોગ મિલ
he: טחנה לשימוש חד פעמי
hi: एक बार उपयोग मिल
hr: Jednokratna uporaba mlina
hu: Egyszeri használatú malom
hy: Մեկանգամյա օգտագործման ջրաղաց
id: Penggunaan sekali waktu Mul-mulan
is: Eingang notkun mylla
it: Mulino monouso
ja: 一度限り使用できるミル
km: មីលប្រើម្តង
kn: ಒಂದು ಬಾರಿಗೆ ಬಳಸುವ ಮಿಲ್
ko: 일회용 참고누
lt: Vienkartinis malūnas
lv: Vienreiz lietojama dzirnavas
mk: Еднократна употреба мелница
ms: Kilangan penggunaan satu kali
my: တစ်ကြိမ်သုံးအကြိမ်
nb: Engangsbruk mølle
nl: Eenmalig gebruik molen
pl: Młyn jednorazowego użytku
pt: Moinho de uso único
ro: Moară de unică folosință
ru: Одноразовая мельница
si: එක් වාරයක් භාවිතා කළ හැකි නෙරෙන්චි
sk: Jednorazové použitie mlyna
sl: Mlin za enkratno uporabo
sq: Mulli për një përdorim
sr: Једнократна употреба млина
sv: Engångsbruk kvarn
sw: Kinu cha matumizi ya mara moja
ta: ஒரு முறை பயன்பாட்டு ஆலை
te: ఒకసారి ఉపయోగించే మిల్
th: โรงสีใช้ครั้งเดียว
tr: Tek kullanımlık değirmen
uk: Одноразове використання млина
ur: ایک وقتی استعمال مل
uz: Bir martalik ishlatiladigan tegirmon
vi: Cối xay sử dụng một lần
zh: 一次性三连
zh_hant: 一次性三連
zu: Isigayo sokusetshenziswa kanye

# oneTimeUseMill_Detail
source: Each mill can remove an opponent's piece only once. You can reform it again, but it cannot be used for additional removals.
af: Elke meul kan slegs een keer 'n teenstander se stuk verwyder. Jy kan dit weer hervorm, maar dit kan nie vir bykomende verwyderings gebruik word nie.
am: እያንዳንድ ቀንንዴ ከተቀናቃኙ ተጫዋች ቁራጭ አንድ ጊዜ ብቻ ሊወጣ ይችላል። ሁለተኛ ጊዜ ሊፈጥሩ ይችላሉ ነገር ግን ለተጨማሪ እንዲያወጣ አይችልም።
ar: يمكن لكل مطحنة إزالة قطعة واحدة فقط من خصمك. يمكنك إعادة تشكيلها مرة أخرى، ولكن لا يمكن استخدامها لعمليات إزالة إضافية.
az: Hər dəyirman rəqibin bir hissəsini yalnız bir dəfə çıxara bilər. Onu yenidən formalaşdıra bilərsiniz, lakin əlavə çıxarma üçün istifadə edilə bilməz.
be: Кожны млын можа выдаліць толькі адну частку суперніка. Вы можаце перафармаваць яго зноў, але яго нельга выкарыстоўваць для дадатковых выдаленняў.
bg: Всяка мелница може да премахне само една част от противника. Можете да го реформирате отново, но не може да се използва за допълнителни премахвания.
bn: প্রতিটি মিল একবারই প্রতিদ্বন্দ্বীর একটি অংশ সরিয়ে ফেলতে পারে। আপনি এটি আবার গঠন করতে পারেন, তবে এটি অতিরিক্ত অপসারণের জন্য ব্যবহার করা যাবে না।
bo: རེ་གཟིགས་སྡུད་ལ་ཁ་གཏད་རྩེད་འགྲན་པའི་རྡེལ་གཅིག་མ་གཏོགས་བསུབ་མི་ཆོག ཁྱོད་ཀྱིས་ཡང་བསྐྱར་བཟོ་ཐུབ། ཡིན་ནའང་དེ་ལ་གྲངས་མཐའ་མེད་རྡེའུ་བསུབ་ཏུ་བེད་སྤྱོད་མི་ཆོག।
ca: Cada molí només pot eliminar una peça de l'oponent una vegada. El podeu tornar a formar, però no serveix per a més eliminacions.
cs: Každý mlýn může odstranit pouze jeden kus soupeře. Můžete jej znovu sestavit, ale nelze jej použít pro další odstranění.
da: Hver mølle kan kun fjerne en modstanders brik én gang. Du kan gendanne den igen, men den kan ikke bruges til yderligere fjernelser.
de: Jede Mühle kann nur ein gegnerisches Stück einmal entfernen. Sie können es erneut bilden, aber es kann nicht für zusätzliche Entfernungen verwendet werden.
el: Κάθε μύλος μπορεί να αφαιρέσει ένα κομμάτι του αντιπάλου μόνο μία φορά. Μπορείτε να το ξαναδημιουργήσετε, αλλά δεν μπορεί να χρησιμοποιηθεί για επιπλέον αφαιρέσεις.
es: Cada molino puede eliminar una pieza del adversario sólo una vez. Puedes reformarlo de nuevo, pero no puede utilizarse para eliminaciones adicionales.
et: Iga veski saab eemaldada ainult ühe vastase tüki. Saate selle uuesti kujundada, kuid seda ei saa kasutada täiendavate eemaldamiste jaoks.
fa: هر دوز فقط یک بار می‌تواند مهره‌ای از حریف را حذف کند. شما می‌توانید دوباره آن را بازسازی کنید، اما نمی‌توان از آن برای حذف‌های اضافی استفاده کرد.
fi: Jokainen mylly voi poistaa vastustajan palan vain kerran. Voit muodostaa sen uudelleen, mutta sitä ei voi käyttää lisäpoistoihin.
fr: Chaque moulin peut retirer une pièce de l'adversaire une seule fois. Vous pouvez le reformer à nouveau, mais il ne peut pas être utilisé pour des suppressions supplémentaires.
gu: દરેક મિલ માત્ર એક જ વખત પ્રત્યાર્થીની એક પીસ દૂર કરી શકે છે. તમે તેને ફરીથી બનાવો છો, પરંતુ તે વધારાની દૂરીઓ માટે ઉપયોગમાં લેવામાં નથી આવી શકતું.
he: כל טחנה יכולה להסיר חתיכה אחת של היריב רק פעם אחת. אתה יכול ליצור אותו מחדש, אבל לא ניתן להשתמש בו להסרות נוספות.
hi: प्रत्येक मिल केवल एक बार प्रतिद्वंद्वी का एक टुकड़ा हटा सकता है। आप इसे फिर से बना सकते हैं, लेकिन इसे अतिरिक्त हटाने के लिए उपयोग नहीं किया जा सकता है।
hr: Svaki mlin može ukloniti samo jednu protivničku figuru. Mlin možete ponovo formirati, ali se ne može koristiti za dodatna uklanjanja.
hu: Minden malom csak egyszer távolíthatja el az ellenfél egy darabját. Újra megformázhatja, de további eltávolításokhoz nem használható.
hy: Յուրաքանչյուր ջրաղաց կարող է հեռացնել հակառակորդի կտորը միայն մեկ անգամ: Դուք կարող եք այն նորից ձևավորել, բայց չի կարող օգտագործվել լրացուցիչ հեռացման համար:
id: Setiap Mul-mulan dapat menghapus satu bagian lawan hanya sekali. Anda dapat membentuknya lagi, tetapi tidak dapat digunakan untuk penghapusan tambahan.
is: Hver mylla getur aðeins fjarlægt eitt stykki andstæðingsins einu sinni. Þú getur endurmyndað það, en það er ekki hægt að nota það til að fjarlægja aðra.
it: Ogni mulino può rimuovere un pezzo dell'avversario una sola volta. Puoi riformarlo di nuovo, ma non può essere utilizzato per rimozioni aggiuntive.
ja: 各ミルは対戦相手のピースを一度だけ取り除くことができます。再形成することはできますが、追加の除去には使用できません。
km: មីលនីមួយៗអាចដកកូនអុករបស់គូប្រកួតចេញបានតែម្តងគត់។ អ្នកអាចបង្កើតវាឡើងវិញបាន ប៉ុន្តែវាមិនអាចប្រើសម្រាប់ការដកចេញបន្ថែមទៀតទេ។
kn: ಪ್ರತಿ ಮಿಲ್ ಒಂದೇ ಬಾರಿಗೆ ವಿರುದ್ಧದ ಟುಕ್ಕನ್ನು ತೆಗೆದುಹಾಕುತ್ತದೆ. ನೀವು ಅದನ್ನು ಮತ್ತೆ ರೂಪಿಸಬಹುದು, ಆದರೆ ಅದು ಹೆಚ್ಚುವರಿ ತೆಗೆದುಹಾಕಲು ಬಳಸಲಾಗುವುದಿಲ್ಲ.
ko: 각 참고누는 상대의 조각을 한 번만 제거할 수 있습니다. 다시 형성할 수 있지만 추가 제거에는 사용할 수 없습니다.
lt: Kiekvienas malūnas gali pašalinti tik vieną priešininko figūrą. Jūs galite jį suformuoti dar kartą, tačiau negalite jo naudoti papildomam pašalinimui.
lv: Katra dzirnava var noņemt tikai vienu pretinieka gabalu. Jūs varat to atkārtoti izveidot, bet to nevar izmantot papildu noņemšanai.
mk: Секоја мелница може да отстрани само еден дел од противникот еднаш. Можете повторно да го формирате, но не може да се користи за дополнителни отстранувања.
ms: Setiap kilangan hanya boleh mengeluarkan satu bahagian lawan sekali sahaja. Anda boleh membentuknya semula, tetapi ia tidak boleh digunakan untuk pengeluaran tambahan.
my: တစ်ကြိမ်သုံးတိုင်းပြိုင်ဘက်၏အပိုင်းတစ်ခုကိုတစ်ကြိမ်သာဖယ်ရှားနိုင်သည်။ သင်ပြန်လည်ဖွဲ့စည်းနိုင်ပါသည်၊ သို့သော်ထပ်မံဖယ်ရှားရန်အတွက်အသုံးမပြုနိုင်ပါ။
nb: Hver mølle kan fjerne en motstanders brikke bare én gang. Du kan omforme den igjen, men den kan ikke brukes til ytterligere fjerninger.
nl: Elke molen kan slechts één keer een stuk van de tegenstander verwijderen. Je kunt het opnieuw vormen, maar het kan niet worden gebruikt voor extra verwijderingen.
pl: Każdy młyn może usunąć tylko jedną część przeciwnika. Możesz go ponownie utworzyć, ale nie można go użyć do dodatkowego usuwania.
pt: Cada moinho pode remover uma peça do adversário apenas uma vez. Você pode reformá-lo novamente, mas não pode ser usado para remoções adicionais.
ro: Fiecare moară poate elimina o piesă a adversarului o singură dată. O poți reforma din nou, dar nu poate fi folosită pentru eliminări suplimentare.
ru: Каждая мельница может удалить только одну часть соперника. Вы можете реформировать его снова, но его нельзя использовать для дополнительных удалений.
si: සෑම නෙරෙන්චියක්ම ප්‍රතිවාදී කොටසක් එක් වරක් ඉවත් කරයි. ඔබට එය නැවත සංවිධානය කළ හැකිය, නමුත් අතිරේක ඉවත් කිරීම් සඳහා භාවිතා කළ නොහැක.
sk: Každý mlyn môže odstrániť iba jednu časť súpera. Môžete ho znovu reformovať, ale nemôže byť použitý na ďalšie odstránenia.
sl: Vsak mlin lahko odstrani nasprotnikovo figuro samo enkrat. Lahko jo znova spremenite, vendar je ni mogoče uporabiti za dodatne odstranitve.
sq: Çdo mulli mund të heqë një pjesë të kundërshtarit vetëm një herë. Mund ta formoni përsëri, por nuk mund të përdoret për heqje shtesë.
sr: Сваки млин може уклонити само један део противника. Можете га поново формирати, али се не може користити за додатна уклањања.
sv: Varje kvarn kan bara ta bort en motståndares bit en gång. Du kan omforma den igen, men den kan inte användas för ytterligare borttagningar.
sw: Kila kinu kinaweza kuondoa kipande cha mpinzani mara moja tu. Unaweza kuunda tena, lakini hakiwezi kutumika kwa kuondolewa zaidi.
ta: ஒவ்வொரு ஆலை ஒரு எதிரியின் பகுதியை ஒரு முறை மட்டுமே அகற்ற முடியும். நீங்கள் அதை மீண்டும் சீர்திருத்தலாம், ஆனால் கூடுதல் நீக்குதல்களுக்கு இதைப் பயன்படுத்த முடியாது.
te: ప్రతి మిల్ ఒక సారి మాత్రమే ప్రత్యర్థి ముక్కను తొలగిస్తుంది. మీరు దాన్ని మళ్ళీ రూపకల్పన చేయవచ్చు, కానీ అదనపు తొలగింపులకు ఉపయోగించబడదు.
th: โรงสีแต่ละแห่งสามารถลบชิ้นส่วนของฝ่ายตรงข้ามได้เพียงครั้งเดียวเท่านั้น คุณสามารถสร้างมันขึ้นมาใหม่ได้ แต่ไม่สามารถใช้สำหรับการลบเพิ่มเติมได้
tr: Her değirmen sadece bir kez rakibin parçasını çıkarabilir. Tekrar oluşturabilirsiniz, ancak ek çıkarmalar için kullanılamaz.
uk: Кожен млин може видалити лише одну частину суперника. Ви можете переформувати його знову, але не можна використовувати для додаткових видалень.
ur: ہر مل صرف ایک بار مخالف کا حصہ ہٹا سکتا ہے۔ آپ اسے دوبارہ تشکیل دے سکتے ہیں، لیکن اسے اضافی ہٹانے کے لئے استعمال نہیں کیا جا سکتا ہے۔
uz: Har bir tegirmon raqibning qismini faqat bir marta olib tashlashi mumkin. Siz uni qayta yaratishingiz mumkin, lekin qo'shimcha olib tashlashlar uchun foydalanish mumkin emas.
vi: Mỗi cối xay có thể loại bỏ một mảnh của đối thủ chỉ một lần. Bạn có thể tái tạo nó, nhưng không thể sử dụng để loại bỏ bổ sung.
zh: 每个三连只能吃掉一次对手的棋子。您可以再次重组它，但不能用于额外的吃子。
zh_hant: 每個三連只能吃掉一次對手的棋子。您可以再次重組它，但不能用於額外的吃子。
zu: Isigayo ngasinye singasusa isiqeshana somphikisi kanye kuphela. Ungasiphinda futhi, kodwa ngeke usisebenzisele ukususa okwengeziwe.
