Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# useOpeningBook_Detail
source: Let the AI use opening moves commonly employed by professional human players during the early game. Note: This feature is currently available only for specific rule sets.
af: Laat die AI openingstrekke gebruik wat algemeen deur professionele menslike spelers tydens die vroeë spel gebruik word. Let wel: Hierdie funksie is tans slegs beskikbaar vir spesifieke reël stelle.
am: በጀርባ ጨዋታ ላይ ባለሙያ ሰው ተጫዋቾች በሚጠቀሙበት ቀጥታ ተንቀሳቃሽ እንዲጠቀም AI ያስተውል። ማስታወሻ: ይህ ባህሪ አሁን ብቻ ለክነት ህጎች ስብስብ ተመድቦ ነው።
ar: دع الذكاء الاصطناعي يستخدم الافتتاحيات التي يستخدمها اللاعبون المحترفون في بداية اللعبة. ملاحظة: هذه الخاصية متاحة حاليًا لمجموعات قواعد محددة فقط.
az: AI-ya oyunun əvvəlində peşəkar insan oyunçular tərəfindən geniş istifadə edilən açılış hərəkətlərini istifadə etməyə icazə ver. Qeyd: Bu xüsusiyyət hazırda yalnız müəyyən qayda dəstləri üçün mövcuddur.
be: Дазвольце ШІ выкарыстоўваць стартавыя ходы, якія звычайна выкарыстоўваюцца прафесійнымі гульцамі на раннім этапе гульні. Заўвага: Гэтая функцыя на дадзены момант даступная толькі для канкрэтных набораў правілаў.
bg: Позволете на изкуствения интелект да използва начални ходове, често използвани от професионални човешки играчи по време на ранната игра. Забележка: Тази функция в момента е налична само за специфични комплекти правила.
bn: প্রাথমিক খেলার সময় পেশাদার মানব প্লেয়ারদের দ্বারা প্রায়শই ব্যবহৃত ওপেনিং চালগুলি এআই ব্যবহার করতে দিন। দ্রষ্টব্য: এই বৈশিষ্ট্য বর্তমানে কেবল নির্দিষ্ট নিয়ম সেটগুলির জন্য উপলব্ধ।
bo: རླུང་མཐུད་དཔར་ཆས་གཞི་ཁྲིད་དོན་ཐོག་ནས་མི་སྐྱོན་པའི་རེའུ་མིག་པ་སྔོན་ལམ་སྤྱིར་བཏང་གི་སྒྲིག་བརྒྱུད་དང་འབྲེལ་བཞིན་རྒྱུ་མཚན་འདི་ད་ལྟ་བུ་ཚད་ལྷག་མཐའ་གཞི་ཁྲིད་རྣམ་པ་རྣམས་ལ་རྩིས་ཐོག་མིན།
ca: Permet que la IA usi moviments d'obertura habituals en jugadors professionals durant l'inici de la partida. Nota: aquesta funció només està disponible per a alguns conjunts de regles.
cs: Nechte AI používat otevírací tahy, které jsou běžně používány profesionálními hráči v rané fázi hry. Poznámka: Tato funkce je v současné době dostupná pouze pro konkrétní sady pravidel.
da: Lad AI bruge åbningsflytninger, som er almindeligt anvendt af professionelle menneskelige spillere i det tidlige spil. Bemærk: Denne funktion er i øjeblikket kun tilgængelig for bestemte regelsæt.
de: Lassen Sie die KI Eröffnungszüge verwenden, die üblicherweise von professionellen menschlichen Spielern im frühen Spiel verwendet werden. Hinweis: Diese Funktion ist derzeit nur für bestimmte Regelsets verfügbar.
el: Επιτρέψτε στην AI να χρησιμοποιεί κινήσεις ανοίγματος που συνηθίζονται από επαγγελματίες ανθρώπινους παίκτες κατά το πρώιμο στάδιο του παιχνιδιού. Σημείωση: Αυτή η δυνατότητα είναι διαθέσιμη επί του παρόντος μόνο για συγκεκριμένα σετ κανόνων.
es: Permita que la IA use movimientos de apertura que comúnmente emplean los jugadores humanos profesionales durante el juego inicial. Nota: Esta característica está disponible actualmente solo para conjuntos de reglas específicos.
et: Lubage AI-l kasutada avakäike, mida kasutavad tavaliselt professionaalsed inimmängijad varajases mängus. Märkus: See funktsioon on hetkel saadaval ainult teatud reeglistike jaoks.
fa: به هوش مصنوعی اجازه دهید از حرکات افتتاحیه که به طور معمول توسط بازیکنان حرفه‌ای انسانی در ابتدای بازی استفاده می‌شود، استفاده کند. توجه: این ویژگی در حال حاضر فقط برای مجموعه‌های قوانین خاص در دسترس است.
fi: Anna tekoälyn käyttää aloitusliikkeitä, joita ammattilaiset ihmispelaajat yleisesti käyttävät pelin alussa. Huomautus: Tämä toiminto on tällä hetkellä saatavilla vain tietyille sääntöjoukoille.
fr: Permettez à l'IA d'utiliser des mouvements d'ouverture couramment employés par les joueurs humains professionnels au début du jeu. Remarque: Cette fonctionnalité est actuellement disponible uniquement pour certains ensembles de règles.
gu: પ્રારંભિક રમત દરમિયાન વ્યાવસાયિક માનવ ખેલાડીઓ દ્વારા સામાન્ય રીતે ઉપયોગમાં લેવાતા પ્રારંભિક ચાલો એઆઈને ઉપયોગ કરવા દો. નોંધ: આ સુવિધા હાલમાં કેટલાક વિશિષ્ટ નિયમ સમૂહો માટે જ ઉપલબ્ધ છે.
he: אפשר לבינה המלאכותית להשתמש במהלכי פתיחה שמקובלים על ידי שחקנים מקצועיים בשלב המוקדם של המשחק. הערה: תכונה זו זמינה כעת רק עבור ערכות חוקים מסוימות.
hi: एआई को शुरुआती खेल के दौरान पेशेवर मानव खिलाड़ियों द्वारा आमतौर पर इस्तेमाल किए जाने वाले ओपनिंग मूव्स का उपयोग करने दें। ध्यान दें: यह सुविधा वर्तमान में केवल विशिष्ट नियम सेटों के लिए उपलब्ध है।
hr: Dopustite UI-u da koristi otvarajuće poteze koje profesionalni ljudski igrači uobičajeno koriste u početku igre. Napomena: Ova je funkcija trenutačno dostupna samo za određene skupove pravila.
hu: Engedje meg az AI-nak, hogy az első játékszakaszban a profi emberi játékosok által gyakran használt nyitómozdulatokat alkalmazza. Megjegyzés: Ez a funkció jelenleg csak bizonyos szabálykészletekhez érhető el.
hy: Թույլատրեք AI-ին օգտագործել բացման քայլերը, որոնք հաճախ կիրառվում են մարզիկ մարդկանց կողմից խաղի վաղ փուլերում: Նշում՝ այս հատկությունը այժմ մատչելի է միայն որոշակի կանոնակարգերի համար:
id: Izinkan AI menggunakan gerakan pembukaan yang biasa digunakan oleh pemain manusia profesional selama awal permainan. Catatan: Fitur ini saat ini hanya tersedia untuk set aturan tertentu.
is: Leyfðu gervigreindinni að nota opnunaráð sem faglegir mannlegir leikmenn nota oft í upphafi leiks. Athugið: Þessi eiginleiki er núna aðeins í boði fyrir ákveðin regluset.
it: Consenti all'IA di utilizzare mosse di apertura comunemente impiegate dai giocatori umani professionisti durante le prime fasi del gioco. Nota: questa funzione è attualmente disponibile solo per specifici insiemi di regole.
ja: 初期ゲームでプロの人間プレーヤーが一般的に使用するオープニングムーブをAIが使用するようにします。注: この機能は現在、特定のルールセットでのみ利用可能です。
km: អនុញ្ញាតឱ្យ AI ប្រើក្បួនបើកឆាកដែលត្រូវបានប្រើជាទូទៅដោយអ្នកលេងមនុស្សអាជីពក្នុងអំឡុងពេលដើមហ្គេម។ ចំណាំ៖ មុខងារនេះបច្ចុប្បន្នមានសម្រាប់តែសំណុំច្បាប់ជាក់លាក់ប៉ុណ្ណោះ។
kn: ಆರಂಭಿಕ ಆಟದಲ್ಲಿ ವೃತ್ತಿಪರ ಮಾನವ ಆಟಗಾರರು ಸಾಮಾನ್ಯವಾಗಿ ಬಳಸುವ ಓಪನಿಂಗ್ ಚಲನೆಗಳನ್ನು AI ಬಳಸಲು ಅನುಮತಿಸಿ. ಗಮನಿಸಿ: ಈ ವೈಶಿಷ್ಟ್ಯ ಪ್ರಸ್ತುತ ಕೆಲವು ನಿಯಮ ಸೆಟ್ಗಳಿಗೆ ಮಾತ್ರ ಲಭ್ಯವಿದೆ.
ko: 인공지능이 초기 게임에서 전문적인 인간 플레이어가 흔히 사용하는 오프닝 무브를 사용하도록 허용합니다. 참고: 이 기능은 현재 특정 규칙 세트에서만 사용 가능합니다.
lt: Leiskite AI naudoti atidarymo ėjimus, kuriuos dažnai naudoja profesionalūs žmogaus žaidėjai ankstyvosiose žaidimo stadijose. Pastaba: Šiuo metu ši funkcija galima tik tam tikrose taisyklių rinkiniuose.
lv: Ļaujiet AI izmantot atklāšanas gājienus, ko bieži izmanto profesionālie cilvēku spēlētāji spēles sākumā. Piezīme: Šī funkcija pašlaik ir pieejama tikai konkrētiem noteikumu kopumiem.
mk: Дозволете на АИ да користи почетни потези кои обично ги користат професионални човечки играчи во раната фаза на играта. Забелешка: Оваа функционалност моментално е достапна само за одредени сетови на правила.
ms: Biarkan AI menggunakan langkah pembukaan yang biasa digunakan oleh pemain manusia profesional semasa permainan awal. Nota: Ciri ini hanya tersedia untuk set peraturan tertentu sahaja.
my: AI ကို ကစားပွဲအစမှာ ကစားသမားများက မကြာခဏသုံးစွဲတဲ့ဖွင့်ပွဲကို သုံးစွဲခွင့်ပြုပါ။ မှတ်ချက် - ယခုလိုင်းပေါ်ရှိ ဤအင်္ဂါရပ်သည် သတ်မှတ်ထားသော စည်းမျဉ်းစုံများအတွက်သာ ရရှိနိုင်သည်။
nb: La AI bruke åpningsbevegelser som er vanlig brukt av profesjonelle menneskelige spillere i begynnelsen av spillet. Merk: Denne funksjonen er for øyeblikket bare tilgjengelig for spesifikke regelsett.
nl: Laat de AI openingszetten gebruiken die vaak worden gebruikt door professionele menselijke spelers in het vroege spel. Opmerking: Deze functie is momenteel alleen beschikbaar voor specifieke regelsets.
pl: Pozwól SI korzystać z ruchów otwarcia, które są powszechnie stosowane przez profesjonalnych ludzkich graczy na wczesnym etapie gry. Uwaga: Ta funkcja jest obecnie dostępna tylko dla określonych zestawów zasad.
pt: Permita que a IA utilize movimentos de abertura comumente empregados por jogadores humanos profissionais durante o início do jogo. Nota: Esta funcionalidade está atualmente disponível apenas para conjuntos de regras específicos.
ro: Permiteți IA să utilizeze mișcările de deschidere utilizate frecvent de jucătorii umani profesioniști în timpul jocului timpuriu. Notă: Această funcție este disponibilă în prezent doar pentru seturi de reguli specifice.
ru: Позвольте ИИ использовать начальные ходы, которые часто применяются профессиональными человеческими игроками на раннем этапе игры. Примечание: Эта функция в настоящее время доступна только для определенных наборов правил.
si: ආරම්භක ක්‍රීඩා කාලයේ ප්‍රවීණ මානව ක්‍රීඩකයන් විසින් නිතිපතා භාවිතා කරන විවෘත හැරවුම් AI භාවිතා කරන්න. සටහන: මෙම විශේෂාංගය දැනට විශේෂිත නියම කට්ටලයක් සඳහා පමණක් ලබා ඇත.
sk: Dovoľte AI používať otváracie ťahy, ktoré sú bežne používané profesionálnymi ľudskými hráčmi na začiatku hry. Poznámka: Táto funkcia je momentálne dostupná len pre špecifické sady pravidiel.
sl: Dovolite AI, da uporablja odpiralne poteze, ki jih pogosto uporabljajo profesionalni človeški igralci v zgodnji fazi igre. Opomba: Ta funkcija je trenutno na voljo samo za določene komplete pravil.
sq: Lejo AI të përdorë lëvizjet e hapjes që përdoren zakonisht nga lojtarët profesionistë njerëzorë në fillim të lojës. Shënim: Kjo veçori është aktualisht në dispozicion vetëm për grupe të caktuara rregullash.
sr: Dozvolite AI-u da koristi otvarajuće poteze koji su uobičajeni među profesionalnim ljudskim igračima u ranim fazama igre. Napomena: Ova funkcija trenutno je dostupna samo za određene skupove pravila.
sv: Låt AI använda öppningsdrag som ofta används av professionella mänskliga spelare under tidiga skeden av spelet. Obs: Denna funktion är för närvarande endast tillgänglig för specifika regeluppsättningar.
sw: Ruhusu AI kutumia hatua za ufunguzi zinazotumiwa kawaida na wachezaji wa kibinadamu wa kitaalamu katika mchezo wa mapema. Kumbuka: Kipengele hiki kwa sasa kinapatikana tu kwa seti maalum za sheria.
ta: ஆரம்ப ஆட்டத்தின் போது தொழில்முறை மனித வீரர்களால் பொதுவாகப் பயன்படுத்தப்படும் திறப்பு நகர்வுகளை AI பயன்படுத்தட்டும். குறிப்பு: இந்த நற்பொருத்தம் தற்போது குறிப்பிட்ட விதி தொகுப்புகளுக்கு மட்டுமே கிடைக்கிறது.
te: ప్రారంభ ఆటలో వృత్తిపరమైన మానవ ఆటగాళ్లు సాధారణంగా ఉపయోగించే ఓపెనింగ్ మూవ్స్‌ను AI వాడనివ్వండి. గమనిక: ఈ ఫీచర్ ప్రస్తుతం కొన్ని నియమాల సెట్ల కోసం మాత్రమే అందుబాటులో ఉంది.
th: ให้ AI ใช้การเดินเปิดที่มักถูกใช้โดยนักเล่นมืออาชีพในช่วงต้นเกม หมายเหตุ: คุณสมบัตินี้มีให้บริการในปัจจุบันสำหรับชุดกฎเฉพาะเท่านั้น
tr: Yapay zekanın, oyunun erken aşamalarında profesyonel insan oyuncular tarafından sıkça kullanılan açılış hamlelerini kullanmasına izin verin. Not: Bu özellik şu anda yalnızca belirli kurallar setleri için mevcuttur.
uk: Дозвольте ШІ використовувати початкові ходи, які часто використовуються професійними людськими гравцями на ранньому етапі гри. Примітка: Ця функція наразі доступна лише для певних наборів правил.
ur: کھیل کے ابتدائی مرحلے میں پیشہ ورانہ انسانی کھلاڑیوں کی طرف سے عام طور پر استعمال ہونے والی افتتاحی چالوں کا استعمال کرنے دیں۔ نوٹ: یہ خصوصیت فی الحال صرف مخصوص قواعد کے سیٹوں کے لئے دستیاب ہے۔
uz: AI-dan o'yinning dastlabki bosqichida professional inson o'yinchilari tomonidan tez-tez ishlatiladigan ochish harakatlaridan foydalanishiga ruxsat bering. Eslatma: Ushbu xususiyat hozircha faqat ma'lum qoida to'plamlari uchun mavjud.
vi: Cho phép AI sử dụng các nước đi mở đầu thường được sử dụng bởi các cầu thủ chuyên nghiệp trong giai đoạn đầu của trò chơi. Lưu ý: Tính năng này hiện chỉ có sẵn cho các bộ quy tắc cụ thể.
zh: 让 AI 在开局阶段采用人类专业棋手惯用的着法。注意：此功能目前仅适用于特定棋规。
zh_hant: 讓 AI 在開局階段採用人類專業棋手慣用的著法。注意：此功能目前僅適用於特定棋規。
zu: Vumela i-AI ukuthi isebenzise ukuvula amanyathelo ajwayele ukusetshenziswa ngabadlali abaqeqeshiwe abantu ekuqaleni komdlalo. Qaphela: Lesi sici sitholakala okwamanje kumasethi womthetho athize kuphela.

source: Show advantage graph
af: Wys voordeelgrafiek
am: የጥቅም ግራፍን አሳይ
ar: إظهار الرسم البياني للأفضلية
az: Üstünlük qrafikini göstər
be: Паказаць графік перавагі
bg: Покажи графиката на предимството
bn: সুবিধার গ্রাফ দেখান
bo: ངོས་ཕན་རི་མོ་སྟོན།
ca: Mostra el diagrama d'avantatge
cs: Zobrazit graf výhody
da: Vis fordelsgraf
de: Vorteilsdiagramm anzeigen
el: Εμφάνιση γραφήματος πλεονεκτήματος
es: Mostrar gráfico de ventaja
et: Kuva eelise graafik
fa: نمودار مزیت را نشان دهید
fi: Näytä etugraafi
fr: Afficher le graphique d’avantage
gu: લાભ ગ્રાફ બતાવો
he: הצג גרף יתרון
hi: लाभ ग्राफ़ दिखाएँ
hr: Prikaži graf prednosti
hu: Mutassa az előny grafikonját
hy: Ցուցադրել առավելության գրաֆիկը
id: Tampilkan grafik keunggulan
is: Sýna forskotslínurit
it: Mostra grafico del vantaggio
ja: 有利グラフを表示
km: បង្ហាញក្រាហ្វគុណសម្បត្តិ
kn: ಅಧಿಕ್ಯ ಗ್ರಾಫ್ ತೋರಿಸಿ
ko: 이점 그래프 표시
lt: Rodyti pranašumo grafiką
lv: Parādīt priekšrocību grafiku
mk: Прикажи график на предност
ms: Tunjukkan graf kelebihan
my: အားသာချက်ဂრაფပြပါ
nb: Vis fordelsgraf
nl: Voordeelgrafiek weergeven
pl: Pokaż wykres przewagi
pt: Mostrar gráfico de vantagem
ro: Afișează graficul avantajului
ru: Показать график преимущества
si: වාසිය ග්‍රැෆය පෙන්වන්න
sk: Zobraziť graf výhody
sl: Prikaži graf prednosti
sq: Trego grafikun e avantazhit
sr: Prikaži grafikon prednosti
sv: Visa fördelsgraf
sw: Onyesha grafu ya faida
ta: நன்மை வரைபடத்தைக் காட்டு
te: ఆధిక్యత గ్రాఫ్‌ను చూపించు
th: แสดงกราฟความได้เปรียบ
tr: Avantaj grafiğini göster
uk: Показати графік переваг
ur: فائدے کا گراف دکھائیں
uz: Afzallik grafikini ko‘rsatish
vi: Hiển thị biểu đồ lợi thế
zh: 显示优势图
zh_hant: 顯示優勢圖
zu: Khombisa ishadi lezinzuzo

# advantageGraphHint
source: Advantage graph will only be drawn after the AI makes a move. It will not be drawn when the human player makes a move.
af: Voorspronggrafiek sal slegs geteken word nadat die KI 'n skuif maak. Dit sal nie geteken word wanneer die menslike speler 'n skuif maak nie.
am: አቋሙ ግራፊክ ከAI ተንቀሳቃሽ ከተደረገ በኋላ ብቻ ይሳምራል። የሰው ተጫዋች አንቀሳቃሽ ሲደረግ ግራፊኩ አይሳምርም።
ar: سيُرسَم مخططُ الأفضلية فقط بعد أن يُجري الذكاءُ الاصطناعيُّ حركةً، ولن يُرسم عندما يُجري اللاعبُ البشريُّ حركةً.
az: Üstünlük qrafiki yalnız süni intellekt hərəkət etdikdən sonra çəkiləcək. İnsan oyunçu hərəkət edəndə o çəkilməyəcək.
be: Графік перавагі будзе намаляваны толькі пасля таго, як ШІ зробіць ход. Калі ход робіць чалавек-гулец, графік не будзе намаляваны.
bg: Графиката на предимството ще бъде изчертана само след като ИИ направи ход. Няма да бъде изчертана, когато човешкият играч направи ход.
bn: কৃত্রিম বুদ্ধিমত্তা চাল দেওয়ার পরেই কেবল অ্যাডভান্টেজ গ্রাফ আঁকা হবে। মানব খেলোয়াড় চাল দিলে এটি আঁকা হবে না।
bo: དཔེ་དོན་གྲངས་ཀྱི་རི་མོ་ནི AI གིས་འགོ་བཙུགས་རྗེས་ཙམ་བྲི་བཏུབ་པར་འགྲུབ། མིའི་རྩོམ་པ་བྱེད་དུས་ནི རི་མོ་བྲི་མི་ཐུབ།
ca: El diagrama d'avantatge només es mostrarà després que la IA faci un moviment. No es mostrarà en els moviments fets per un humà.
cs: Graf výhody bude vykreslen pouze poté, co udělá tah AI. Nebude vykreslen, když tah provede lidský hráč.
da: Fordelsgrafen vil kun blive tegnet, efter at AI'en foretager et træk. Den vil ikke blive tegnet, når den menneskelige spiller foretager et træk.
de: Der Vorteilgraph wird nur gezeichnet, nachdem die KI einen Zug gemacht hat. Er wird nicht gezeichnet, wenn der menschliche Spieler einen Zug macht.
el: Το διάγραμμα πλεονεκτήματος θα σχεδιαστεί μόνο μετά την κίνηση της ΤΝ. Δεν θα σχεδιαστεί όταν ο ανθρώπινος παίκτης κάνει μια κίνηση.
es: El gráfico de ventaja solo se dibujará después de que la IA haga un movimiento. No se dibujará cuando el jugador humano haga un movimiento.
et: Eelisgraafik joonistatakse ainult pärast seda, kui tehisintellekt on käigu teinud. Seda ei joonistata, kui käigu teeb inimmängija.
fa: نمودار برتری تنها پس از انجام حرکت توسط هوش مصنوعی رسم می‌شود. هنگامی که بازیکن انسانی حرکت می‌کند، رسم نخواهد شد.
fi: Etulyöntikaavio piirretään vasta sen jälkeen, kun tekoäly on tehnyt siirtonsa. Sitä ei piirretä, kun ihmispelaaja tekee siirron.
fr: Le graphique d'avantage ne sera tracé qu'après que l'IA aura effectué un mouvement. Il ne sera pas tracé lorsque le joueur humain effectuera un mouvement.
gu: AI ચાલ કર્યા પછી જ અગ્રતા ગ્રાફ દોરવામાં આવશે. માનવ ખેલાડી ચાલ કરે ત્યારે તે દોરવામાં નહીં આવે.
he: הגרף המציג יתרון יצויר רק לאחר שהבינה המלאכותית מבצעת מהלך. הוא לא יצויר כאשר השחקן האנושי מבצע מהלך.
hi: एडवांटेज ग्राफ़ केवल तभी बनाया जाएगा जब एआई चाल चल चुकी हो। जब मानव खिलाड़ी चाल चलेगा तो यह नहीं बनाया जाएगा।
hr: Graf prednosti će se nacrtati samo nakon što UI napravi potez. Neće se nacrtati kada ljudski igrač napravi potez.
hu: Az előnygráf csak akkor kerül megrajzolásra, miután a mesterséges intelligencia lépést tett. Nem kerül megrajzolásra, amikor az emberi játékos lép.
hy: Առավելության գրաֆը կնկարված լինի միայն այն բանից հետո, երբ ԱԲ-ն կատարի քայլը։ Այն չի նկարվի, երբ մարդու խաղացողը կատարի քայլը։
id: Grafik keunggulan hanya akan digambar setelah AI membuat langkah. Grafik tidak akan digambar ketika pemain manusia membuat langkah.
is: Forðagröf mun aðeins vera teiknuð eftir að gervigreindin gerir leik. Hún verður ekki teiknuð þegar mannlegur spilari gerir leik.
it: Il grafico del vantaggio verrà disegnato solo dopo che l'IA effettua una mossa. Non verrà disegnato quando il giocatore umano effettua una mossa.
ja: 有利度グラフはAIが手を打った後にのみ描画されます。人間のプレイヤーが手を打つときには描画されません。
km: ក្រាហ្វគុណសម្បត្តិនឹងត្រូវបានគូរបន្ទាប់ពី AI ធ្វើចលនាប៉ុណ្ណោះ។ វានឹងមិនត្រូវបានគូរនៅពេលអ្នកលេងមនុស្សធ្វើចលនាទេ។
kn: AI ಚಲನೆಯನ್ನು ಮಾಡಿದ ನಂತರ ಮಾತ್ರ ಪ್ರಯೋಜನ ಗ್ರಾಫ್ ರಚಿಸಲಾಗುತ್ತದೆ. ಮಾನವ ಆಟಗಾರ ಚಲನೆಯನ್ನು ಮಾಡಿದಾಗ ಇದು ರಚಿಸಲಾಗದು.
ko: 장점 그래프는 AI가 수를 둔 후에만 그려집니다. 인간 플레이어가 수를 둘 때는 그려지지 않습니다.
lt: Pranašumo grafikas bus nubraižytas tik po to, kai DI atliks ėjimą. Jis nebus nubraižytas, kai ėjimą atliks žmogus.
lv: Priekšrocību grafiks tiks uzzīmēts tikai pēc tam, kad MI veiks gājienu. Tas netiks uzzīmēts, kad gājienu veiks cilvēka spēlētājs.
mk: Графикот за предност ќе биде нацртан само откако ВИ ќе направи потег. Тој нема да биде нацртан кога човечкиот играч прави потег.
ms: Graf kelebihan hanya akan dilukis selepas AI membuat gerakan. Ia tidak akan dilukis apabila pemain manusia membuat gerakan.
my: အကြွင်းမဲ့ကောင်းမွန်မှုဇယားသည် AI မှ ခလုတ်ပြုလုပ်ပြီးနောက်တွင်သာ ဆွဲရန်ရှိသည်။ လူကစားသမားမှ ခလုတ်ပြုလုပ်သည့်အခါတွင် ဆွဲမည်မဟုတ်ပါ။
nb: Fordelsgrafen tegnes bare etter at KI-en har gjort et trekk. Den vil ikke tegnes når den menneskelige spilleren gjør et trekk.
nl: De voordeelgrafiek wordt alleen getekend nadat de AI een zet heeft gedaan. Hij wordt niet getekend wanneer de menselijke speler een zet doet.
pl: Wykres przewagi zostanie narysowany tylko po wykonaniu ruchu przez SI. Nie zostanie narysowany, gdy ruch wykona gracz ludzki.
pt: O gráfico de vantagem só será desenhado depois que a IA fizer uma jogada. Não será desenhado quando o jogador humano fizer uma jogada.
ro: Graficul de avantaj va fi desenat doar după ce IA face o mutare. Nu va fi desenat când jucătorul uman face o mutare.
ru: График преимущества будет нарисован только после того, как ИИ сделает ход. Он не будет нарисован, когда ход сделает человек-игрок.
si: වගා අතිරේක රූප සනය AI ක්‍රියාත්මක වූ පසුව පමණක් අඳිනු ලැබේ. මිනිස් ක්‍රීඩකයා ක්‍රියාත්මක වන විට එය අඳිනු නොලැබේ.
sk: Graf výhody sa nakreslí až po tom, ako urobí ťah AI. Nebude sa kresliť, keď ťah urobí ľudský hráč.
sl: Graf prednosti bo narisan le po tem, ko bo AI naredil potezo. Ne bo narisan, ko potezo naredi človeški igralec.
sq: Grafiku i avantazhit do të vizatohet vetëm pasi IA të bëjë një lëvizje. Nuk do të vizatohet kur lojtari njerëzor bën një lëvizje.
sr: Grafikon prednosti će biti nacrtan samo nakon što veštačka inteligencija povuče potez. Neće biti nacrtan kada ljudski igrač povuče potez.
sv: Fördelsgrafen ritas endast efter att AI:n har gjort ett drag. Den ritas inte när den mänskliga spelaren gör ett drag.
sw: Grafu ya faida itachorwa tu baada ya AI kufanya hatua. Haitachorwa wakati mchezaji mwanadamu anafanya hatua.
ta: AI ஒரு நகர்வு செய்த பின்னரே நன்மை வரைபடம் வரையப்படும். மனித வீரர் ஒரு நகர்வை மேற்கொள்ளும்போது அது வரையப்படாது.
te: AI పోన్ చేసిన తర్వాత మాత్రమే ప్రయోజన గ్రాఫ్ వేయబడుతుంది. మానవ ఆటగాడు పోన్ చేసినప్పుడు ఇది వేయబడదు.
th: กราฟแสดงความได้เปรียบจะถูกวาดเฉพาะหลังจากที่ AI เดินหมากเท่านั้น จะไม่ถูกวาดเมื่อผู้เล่นมนุษย์เดินหมาก
tr: Avantaj grafiği yalnızca Yapay Zeka bir hamle yaptıktan sonra çizilecektir. İnsan oyuncu hamle yaptığında çizilmeyecektir.
uk: Графік переваг буде намальовано лише після того, як ШІ зробить хід. Він не буде намальований, коли хід робить людський гравець.
ur: ایڈوانٹیج گراف صرف اس وقت بنایا جائے گا جب اے آئی حرکت کرے گی۔ جب انسانی کھلاڑی حرکت کرے گا تو یہ نہیں بنایا جائے گا۔
uz: Afzallik grafigi faqat sun’iy intellekt yurish qilgandan keyin chiziladi. Inson o‘yinchisi yurish qilganda chizilmaydi.
vi: Biểu đồ lợi thế sẽ chỉ được vẽ sau khi AI thực hiện một nước đi. Nó sẽ không được vẽ khi người chơi là con người thực hiện nước đi.
zh: 仅当 AI 行棋后，优势图才会绘制。人类棋手行棋时则不会绘制。
zh_hant: 僅當 AI 下子後，優勢圖才會繪製。當人類玩家下子時則不會繪製。
zu: Ishadi lezinzuzo lizodwetshwa kuphela emva kokuthi i-AI yenze umnyakazo. Alizukudwetshwa uma umdlali womuntu enza umnyakazo.
