Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# aiChatNotConfigured
source: AI assistant is not configured. Please configure LLM settings first.
af: KI-assistent is nie opgestel nie.Stel asseblief eers LLM-instellings op.
am: AI ረዳት አልተዋቀረም።እባክዎ መጀመሪያ የኤልኤልኤም ቅንብሮችን ያዋቅሩ።
ar: لم يتم تكوين مساعد الذكاء الاصطناعي.الرجاء تكوين إعدادات LLM أولاً.
az: AI köməkçisi konfiqurasiya edilməyib.Lütfən, əvvəlcə LLM parametrlərini konfiqurasiya edin.
be: Памочнік AI не наладжаны.Спачатку наладзьце налады LLM.
bn: এআই সহকারী কনফিগার করা নেই।অনুগ্রহ করে প্রথমে LLM সেটিংস কনফিগার করুন।
bo: AI གྲོགས་རམ་སྒྲིག་འགོད་མེད། LLM སྒྲིག་གཞི་སྔོན་ལ་སྒྲིག་འགོད་བྱོས།
ca: L'assistent d'IA no està configurat.Primer, configureu la configuració de LLM.
cs: Asistent AI není nakonfigurován.Nejprve nakonfigurujte nastavení LLM.
da: AI-assistent er ikke konfigureret.Konfigurer venligst LLM-indstillinger først.
el: Ο βοηθός AI δεν έχει ρυθμιστεί.Διαμορφώστε πρώτα τις ρυθμίσεις LLM.
es: El asistente AI no está configurado.Primero configure los ajustes de LLM.
et: AI-assistent pole konfigureeritud.Konfigureerige esmalt LLM-i sätted.
fa: دستیار هوش مصنوعی پیکربندی نشده است.لطفاً ابتدا تنظیمات LLM را پیکربندی کنید.
fr: L'assistant AI n'est pas configuré.Veuillez d'abord configurer les paramètres LLM.
gu: AI સહાયક ગોઠવેલ નથી.કૃપા કરીને પહેલા LLM સેટિંગ્સ ગોઠવો.
he: עוזר AI אינו מוגדר.אנא הגדר תחילה את הגדרות LLM.
hi: AI सहायक कॉन्फ़िगर नहीं किया गया है.कृपया पहले एलएलएम सेटिंग्स कॉन्फ़िगर करें।
hr: AI pomoćnik nije konfiguriran.Najprije konfigurirajte LLM postavke.
hu: Az AI-asszisztens nincs beállítva. Kérjük, előbb állítsd be az LLM beállításokat.
hy: AI օգնականը կազմաձևված չէ:Խնդրում ենք նախ կարգավորել LLM կարգավորումները:
id: Asisten AI tidak dikonfigurasi.Harap konfigurasikan pengaturan LLM terlebih dahulu.
is: AI aðstoðarmaður er ekki stilltur.Vinsamlega stilltu LLM stillingar fyrst.
it: L'assistente AI non è configurato.Configura prima le impostazioni LLM.
ja: AIアシスタントが設定されていません。最初に LLM 設定を構成してください。
km: ជំនួយការ AI មិនត្រូវបានកំណត់រចនាសម្ព័ន្ធទេ។សូមកំណត់រចនាសម្ព័ន្ធ LLM ជាមុនសិន។
kn: AI ಸಹಾಯಕವನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ.ದಯವಿಟ್ಟು ಮೊದಲು LLM ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ.
lt: AI asistentas nesukonfigūruotas.Pirmiausia sukonfigūruokite LLM nustatymus.
lv: AI palīgs nav konfigurēts.Lūdzu, vispirms konfigurējiet LLM iestatījumus.
mk: Асистентот за вештачка интелигенција не е конфигуриран.Прво конфигурирајте ги поставките за LLM.
ms: Pembantu AI tidak dikonfigurasikan.Sila konfigurasikan tetapan LLM dahulu.
nl: AI-assistent is niet geconfigureerd.Configureer eerst de LLM-instellingen.
pl: Asystent AI nie jest skonfigurowany.Najpierw skonfiguruj ustawienia LLM.
pt: O assistente AI não está configurado.Defina primeiro as configurações do LLM.
ro: Asistentul AI nu este configurat.Vă rugăm să configurați mai întâi setările LLM.
ru: AI-помощник не настроен.Сначала настройте параметры LLM.
si: AI සහායක වින්‍යාස කර නැත.කරුණාකර පළමුව LLM සැකසුම් වින්‍යාස කරන්න.
sk: Asistent AI nie je nakonfigurovaný.Najprv nakonfigurujte nastavenia LLM.
sl: AI pomočnik ni konfiguriran.Najprej konfigurirajte nastavitve LLM.
sv: AI-assistenten är inte konfigurerad.Vänligen konfigurera LLM-inställningar först.
sw: Kisaidizi cha AI hakijasanidiwa.Tafadhali sanidi mipangilio ya LLM kwanza.
te: AI అసిస్టెంట్ కాన్ఫిగర్ చేయబడలేదు.దయచేసి ముందుగా LLM సెట్టింగ్‌లను కాన్ఫిగర్ చేయండి.
th: ไม่ได้กำหนดค่าผู้ช่วย AIโปรดกำหนดการตั้งค่า LLM ก่อน
tr: AI asistanı yapılandırılmadı.Lütfen önce LLM ayarlarını yapılandırın.
uk: ШІ-помічник не налаштований.Спочатку налаштуйте параметри LLM.
ur: اے آئی اسسٹنٹ کو تشکیل نہیں دیا گیا ہے۔براہ کرم پہلے ایل ایل ایم کی ترتیبات کو تشکیل دیں۔
uz: AI yordamchisi sozlanmagan.Iltimos, avval LLM sozlamalarini sozlang.
zh: AI 助手未配置。请先配置 LLM 设置。
zh_hant: 未配置AI助手。請先配置LLM設置。
zu: Umsizi we-AI awulungiselelwe.Sicela ulungise izilungiselelo ze-LLM kuqala.

# aiChatButtonTooltip
source: Chat with AI Assistant
af: Gesels met AI Assistant
am: ከ AI ረዳት ጋር ይወያዩ
ar: الدردشة مع مساعد الذكاء الاصطناعي
az: AI köməkçisi ilə söhbət edin
be: Чат з AI Assistant
bn: এআই সহকারীর সাথে চ্যাট করুন
bo: AI གྲོགས་རམ་དང་སྐད་ཆ།
ca: Xateja amb AI Assistant
cs: Chatujte s asistentem AI
da: Chat med AI Assistant
el: Συνομιλία με το AI Assistant
es: Chatea con el asistente de IA
et: Vestelge AI assistendiga
fa: با دستیار هوش مصنوعی چت کنید
fr: Discutez avec l'assistant IA
gu: AI સહાયક સાથે ચેટ કરો
he: צ'אט עם עוזר AI
hi: एआई असिस्टेंट के साथ चैट करें
hr: Razgovarajte s AI pomoćnikom
hu: Csevegés az AI-asszisztenssel
hy: Զրուցեք AI օգնականի հետ
id: Ngobrol dengan Asisten AI
is: Spjallaðu við AI aðstoðarmanninn
it: Chatta con l'Assistente AI
ja: AIアシスタントとチャット
km: ជជែកជាមួយជំនួយការ AI
kn: AI ಸಹಾಯಕರೊಂದಿಗೆ ಚಾಟ್ ಮಾಡಿ
lt: Kalbėkitės su AI asistentu
lv: Tērzējiet ar AI palīgu
mk: Разговарајте со помошникот за вештачка интелигенција
ms: Sembang dengan AI Assistant
nl: Chat met AI-assistent
pl: Czatuj z Asystentem AI
pt: Converse com o Assistente de IA
ro: Conversați cu Asistentul AI
ru: Чат с AI-ассистентом
si: AI සහායක සමඟ කතාබස් කරන්න
sk: Chatujte s asistentom AI
sl: Klepetajte s pomočnikom AI
sv: Chatta med AI Assistant
sw: Piga gumzo na Msaidizi wa AI
te: AI అసిస్టెంట్‌తో చాట్ చేయండి
th: แชทกับผู้ช่วย AI
tr: Yapay Zeka Asistanı ile sohbet edin
uk: Спілкуйтеся з AI Assistant
ur: اے آئی اسسٹنٹ کے ساتھ چیٹ کریں
uz: AI Assistant bilan suhbatlashing
zh: 与 AI 助手聊天
zh_hant: 與AI助手聊天
zu: Xoxa nomsizi we-AI

# aiChatClearHistory
source: Clear chat history
af: Vee kletsgeskiedenis uit
am: የውይይት ታሪክ አጽዳ
ar: مسح سجل الدردشة
az: Söhbət tarixçəsini silin
be: Ачысціць гісторыю чата
bn: চ্যাটের ইতিহাস সাফ করুন
bo: སྐད་ཆའི་ལོ་རྒྱུས་བསལ།
ca: Esborra l'historial de xat
cs: Vymazat historii chatu
da: Ryd chathistorik
el: Εκκαθάριση ιστορικού συνομιλίας
es: Borrar historial de chat
et: Tühjendage vestluste ajalugu
fa: تاریخچه چت را پاک کنید
fr: Effacer l'historique des discussions
gu: ચેટ ઇતિહાસ સાફ કરો
he: נקה היסטוריית צ'אט
hi: चैट इतिहास साफ़ करें
hr: Očisti povijest razgovora
hu: Csevegési előzmények törlése
hy: Մաքրել զրույցի պատմությունը
id: Hapus riwayat obrolan
is: Hreinsaðu spjallferil
it: Cancella la cronologia della chat
ja: チャット履歴をクリアする
km: សម្អាតប្រវត្តិជជែក
kn: ಚಾಟ್ ಇತಿಹಾಸವನ್ನು ತೆರವುಗೊಳಿಸಿ
lt: Išvalyti pokalbių istoriją
lv: Notīrīt tērzēšanas vēsturi
mk: Исчистете ја историјата на разговор
ms: Kosongkan sejarah sembang
nl: Chatgeschiedenis wissen
pl: Wyczyść historię czatów
pt: Limpar histórico de bate-papo
ro: Ștergeți istoricul chatului
ru: Очистить историю чата
si: සංවාද ඉතිහාසය හිස් කරන්න
sk: Vymazať históriu rozhovorov
sl: Počisti zgodovino klepeta
sv: Rensa chatthistorik
sw: Futa historia ya gumzo
te: చాట్ చరిత్రను క్లియర్ చేయండి
th: ล้างประวัติการแชท
tr: Sohbet geçmişini temizle
uk: Очистити історію чату
ur: واضح چیٹ کی تاریخ
uz: Chat tarixini tozalash
zh: 清除聊天记录
zh_hant: 清除聊天記錄
zu: Sula umlando wengxoxo

# aiChatClearHistoryConfirm
source: Clear Chat History?
af: Vee kletsgeskiedenis uit?
am: የውይይት ታሪክ ይጽዳ?
ar: هل تريد مسح سجل الدردشة؟
az: Söhbət Tarixçəsi silinsin?
be: Ачысціць гісторыю чатаў?
bn: চ্যাটের ইতিহাস সাফ করবেন?
bo: སྐད་ཆའི་ལོ་རྒྱུས་བསལ་རྒྱུ?
ca: Esborrar l'historial de xat?
cs: Vymazat historii chatu?
da: Vil du rydde chathistorik?
el: Διαγραφή ιστορικού συνομιλίας;
es: ¿Borrar historial de chat?
et: Kas kustutada vestluste ajalugu?
fa: تاریخچه چت پاک شود؟
fr: Effacer l'historique des discussions ?
gu: ચેટ ઇતિહાસ સાફ કરીએ?
he: לנקות את היסטוריית הצ'אט?
hi: चैट इतिहास साफ़ करें?
hr: Očistiti povijest razgovora?
hu: Törlöd a csevegési előzményeket?
hy: Մաքրե՞լ զրույցի պատմությունը:
id: Hapus Riwayat Obrolan?
is: Hreinsa spjallferil?
it: Cancellare la cronologia chat?
ja: チャット履歴を消去しますか?
km: សម្អាតប្រវត្តិជជែក?
kn: ಚಾಟ್ ಇತಿಹಾಸವನ್ನು ತೆರವುಗೊಳಿಸುವುದೇ?
lt: Išvalyti pokalbių istoriją?
lv: Vai dzēst tērzēšanas vēsturi?
mk: Да се исчисти историјата на разговор?
ms: Kosongkan Sejarah Sembang?
nl: Chatgeschiedenis wissen?
pl: Wyczyścić historię czatów?
pt: Limpar histórico de bate-papo?
ro: Ștergeți istoricul chat-urilor?
ru: Очистить историю чата?
si: කතාබස් ඉතිහාසය හිස් කරන්නද?
sk: Vymazať históriu četu?
sl: Počisti zgodovino klepetov?
sv: Rensa chatthistorik?
sw: Je, ungependa kufuta Historia ya Gumzo?
te: చాట్ చరిత్రను క్లియర్ చేయాలా?
th: ล้างประวัติการแชทใช่ไหม
tr: Sohbet Geçmişi Temizlensin mi?
uk: Очистити історію чату?
ur: واضح چیٹ کی تاریخ؟
uz: Chat tarixi tozalansinmi?
zh: 清除聊天记录？
zh_hant: 清除聊天記錄？
zu: Sula Umlando Wengxoxo?

# aiChatClearHistoryMessage
source: This will delete all messages and start a new conversation. This action cannot be undone.
af: Dit sal alle boodskappe uitvee en 'n nuwe gesprek begin.Hierdie handeling kan nie ontdoen word nie.
am: ይህ ሁሉንም መልዕክቶች ይሰርዛል እና አዲስ ውይይት ይጀምራል።ይህ እርምጃ ሊቀለበስ አይችልም።
ar: سيؤدي هذا إلى حذف جميع الرسائل وبدء محادثة جديدة.لا يمكن التراجع عن هذا الإجراء.
az: Bu, bütün mesajları siləcək və yeni söhbətə başlayacaq.Bu əməliyyat geri qaytarıla bilməz.
be: Гэта выдаліць усе паведамленні і пачне новую размову.Гэта дзеянне нельга адмяніць.
bn: এটি সমস্ত বার্তা মুছে ফেলবে এবং একটি নতুন কথোপকথন শুরু করবে৷এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না৷
bo: འཕྲིན་ཚང་མ་བསུབ་ཅིང་སྐད་ཆ་གསར་པ་འགོ་བཙུགས། བྱ་བ་འདི་སླར་གསོ་མི་ཐུབ།
ca: Això suprimirà tots els missatges i començarà una conversa nova.Aquesta acció no es pot desfer.
cs: Tím smažete všechny zprávy a zahájíte novou konverzaci.Tuto akci nelze vrátit zpět.
da: Dette sletter alle beskeder og starter en ny samtale.Denne handling kan ikke fortrydes.
el: Αυτό θα διαγράψει όλα τα μηνύματα και θα ξεκινήσει μια νέα συνομιλία.Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará todos los mensajes e iniciará una nueva conversación.Esta acción no se puede deshacer.
et: See kustutab kõik sõnumid ja alustab uut vestlust.Seda toimingut ei saa tagasi võtta.
fa: با این کار همه پیام ها حذف می شوند و مکالمه جدیدی شروع می شود.این عمل قابل لغو نیست.
fr: Cela supprimera tous les messages et démarrera une nouvelle conversation.Cette action ne peut pas être annulée.
gu: આ બધા સંદેશાઓ કાઢી નાખશે અને નવી વાતચીત શરૂ કરશે.આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી.
he: פעולה זו תמחק את כל ההודעות ותתחיל שיחה חדשה.לא ניתן לבטל פעולה זו.
hi: इससे सभी संदेश हटा दिए जाएंगे और एक नई बातचीत शुरू हो जाएगी.इस एक्शन को वापस नहीं किया जा सकता।
hr: Ovo će izbrisati sve poruke i započeti novi razgovor.Ova se radnja ne može poništiti.
hu: Ez töröl minden üzenetet és új beszélgetést indít. Ez a művelet nem visszavonható.
hy: Սա կջնջի բոլոր հաղորդագրությունները և կսկսի նոր խոսակցություն:Այս գործողությունը հնարավոր չէ հետարկել:
id: Ini akan menghapus semua pesan dan memulai percakapan baru.Tindakan ini tidak dapat dibatalkan.
is: Þetta mun eyða öllum skilaboðum og hefja nýtt samtal.Ekki er hægt að afturkalla þessa aðgerð.
it: Ciò eliminerà tutti i messaggi e avvierà una nuova conversazione.Questa azione non può essere annullata.
ja: これにより、すべてのメッセージが削除され、新しい会話が開始されます。この操作は元に戻すことができません。
km: វានឹងលុបសារទាំងអស់ ហើយចាប់ផ្តើមការសន្ទនាថ្មី។សកម្មភាពនេះមិនអាចត្រឡប់វិញបានទេ។
kn: ಇದು ಎಲ್ಲಾ ಸಂದೇಶಗಳನ್ನು ಅಳಿಸುತ್ತದೆ ಮತ್ತು ಹೊಸ ಸಂಭಾಷಣೆಯನ್ನು ಪ್ರಾರಂಭಿಸುತ್ತದೆ.ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
lt: Taip bus ištrinti visi pranešimai ir prasidės naujas pokalbis.Šio veiksmo anuliuoti negalima.
lv: Tādējādi tiks dzēsti visi ziņojumi un tiks sākta jauna saruna.Šo darbību nevar atsaukt.
mk: Ова ќе ги избрише сите пораки и ќе започне нов разговор.Ова дејство не може да се врати.
ms: Ini akan memadamkan semua mesej dan memulakan perbualan baharu.Tindakan ini tidak boleh dibuat asal.
nl: Hiermee worden alle berichten verwijderd en een nieuw gesprek gestart.Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to usunięcie wszystkich wiadomości i rozpoczęcie nowej rozmowy.Tej akcji nie można cofnąć.
pt: Isso excluirá todas as mensagens e iniciará uma nova conversa.Esta ação não pode ser desfeita.
ro: Aceasta va șterge toate mesajele și va începe o nouă conversație.Această acțiune nu poate fi anulată.
ru: Это приведет к удалению всех сообщений и началу нового разговора.Это действие невозможно отменить.
si: මෙය සියලු පණිවිඩ මකා නව සංවාදයක් ආරම්භ කරනු ඇත.මෙම ක්‍රියාව පසුගමනය කළ නොහැක.
sk: Týmto sa odstránia všetky správy a začne sa nová konverzácia.Túto akciu nie je možné vrátiť späť.
sl: S tem boste izbrisali vsa sporočila in začeli nov pogovor.Tega dejanja ni mogoče razveljaviti.
sv: Detta kommer att radera alla meddelanden och starta en ny konversation.Denna åtgärd kan inte ångras.
sw: Hii itafuta ujumbe wote na kuanzisha mazungumzo mapya.Kitendo hiki hakiwezi kutenduliwa.
te: ఇది అన్ని సందేశాలను తొలగిస్తుంది మరియు కొత్త సంభాషణను ప్రారంభిస్తుంది.ఈ చర్య రద్దు చేయబడదు.
th: การดำเนินการนี้จะลบข้อความทั้งหมดและเริ่มการสนทนาใหม่การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu, tüm mesajları silecek ve yeni bir görüşme başlatacaktır.Bu eylem geri alınamaz.
uk: Це видалить усі повідомлення та розпочне нову розмову.Цю дію не можна скасувати.
ur: اس سے تمام پیغامات حذف ہوں گے اور ایک نئی گفتگو شروع ہوگی۔اس عمل کو ختم نہیں کیا جاسکتا۔
uz: Bu barcha xabarlarni o'chiradi va yangi suhbatni boshlaydi.Bu amalni ortga qaytarib bo‘lmaydi.
zh: 这将删除所有消息并开始新对话。此操作无法撤消。
zh_hant: 這將刪除所有消息並開始新對話。此操作無法撤消。
zu: Lokhu kuzosusa yonke imilayezo futhi kuqale ingxoxo entsha.Lesi senzo asikwazi ukuhlehliswa.

# aiChatCleared
source: Chat history cleared
af: Kletsgeskiedenis is uitgevee
am: የውይይት ታሪክ ጸድቷል።
ar: تم مسح سجل الدردشة
az: Söhbət tarixçəsi təmizləndi
be: Гісторыя чатаў ачышчана
bn: চ্যাটের ইতিহাস সাফ করা হয়েছে
bo: སྐད་ཆའི་ལོ་རྒྱུས་བསལ་ཟིན།
ca: S'ha esborrat l'historial de xat
cs: Historie chatu byla vymazána
da: Chathistorikken blev ryddet
el: Το ιστορικό συνομιλιών διαγράφηκε
es: Historial de chat borrado
et: Vestluse ajalugu on kustutatud
fa: سابقه چت پاک شد
fr: Historique des discussions effacé
gu: ચેટ ઇતિહાસ સાફ કર્યો
he: היסטוריית הצ'אט נוקתה
hi: चैट इतिहास साफ़ किया गया
hr: Povijest razgovora izbrisana
hu: Csevegési előzmények törölve
hy: Զրույցի պատմությունը մաքրվեց
id: Riwayat obrolan dihapus
is: Spjallferill hreinsaður
it: Cronologia chat cancellata
ja: チャット履歴が消去されました
km: បានជម្រះប្រវត្តិជជែក
kn: ಚಾಟ್ ಇತಿಹಾಸವನ್ನು ತೆರವುಗೊಳಿಸಲಾಗಿದೆ
lt: Pokalbių istorija išvalyta
lv: Tērzēšanas vēsture ir notīrīta
mk: Историјата на разговорите е исчистена
ms: Sejarah sembang dikosongkan
nl: Chatgeschiedenis gewist
pl: Historia czatów została wyczyszczona
pt: Histórico de bate-papo apagado
ro: Istoricul chatului a fost șters
ru: История чата очищена
si: කතාබස් ඉතිහාසය හිස් කරන ලදී
sk: História četu bola vymazaná
sl: Zgodovina klepetov je izbrisana
sv: Chatthistoriken har rensats
sw: Historia ya gumzo imefutwa
te: చాట్ చరిత్ర క్లియర్ చేయబడింది
th: ล้างประวัติการแชทแล้ว
tr: Sohbet geçmişi temizlendi
uk: Історію чату очищено
ur: چیٹ کی تاریخ صاف ہوگئی
uz: Chat tarixi tozalandi
zh: 聊天记录已清除
zh_hant: 聊天記錄已清除
zu: Umlando wengxoxo usuliwe

source: Logs
am: መዝገቦች
ar: سجلات
az: Qeydlər
be: Лагі
bn: লগ
bo: ཐོ་གཞུང་།
ca: Registres
cs: Protokoly
el: κούτσουρα
es: Registros
et: Palgid
fa: سیاههها
fr: Journaux
gu: લોગ્સ
he: יומנים
hi: लॉग
hr: Dnevnici
hu: Naplók
hy: Տեղեկամատյաններ
id: Log
it: Registri
ja: ログ
km: កំណត់ហេតុ
kn: ದಾಖಲೆಗಳು
lt: Rąstai
lv: Baļķi
mk: Дневници
ms: Log
nl: Logboeken
pl: Dzienniki
pt: Registros
ro: Bușteni
ru: Журналы
si: ලඝු-සටහන්
sk: Denníky
sl: Dnevniki
sv: Loggar
sw: Kumbukumbu
te: లాగ్‌లు
th: บันทึก
tr: Günlükler
uk: Журнали
ur: نوشتہ جات
uz: Jurnallar
zh: 日志
zh_hant: 日誌
zu: Izingodo

source: Download Logs
af: Laai logs af
am: የምዝግብ ማስታወሻዎችን አውርድ
ar: تحميل السجلات
az: Logları yükləyin
be: Спампаваць часопісы
bn: লগ ডাউনলোড করুন
bo: ཐོ་གཞུང་ཕབ་ལེན།
ca: Descarrega els registres
cs: Stáhnout protokoly
el: Λήψη αρχείων καταγραφής
es: Descargar registros
et: Laadige alla logid
fa: دانلود گزارش ها
fr: Télécharger les journaux
gu: લોગ્સ ડાઉનલોડ કરો
he: הורד יומנים
hi: लॉग डाउनलोड करें
hr: Preuzmi zapisnike
hu: Naplók letöltése
hy: Ներբեռնեք տեղեկամատյանները
id: Unduh Log
is: Sækja logs
it: Scarica registri
ja: ログのダウンロード
km: ទាញយកកំណត់ហេតុ
kn: ಲಾಗ್‌ಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
lt: Atsisiųskite žurnalus
lv: Lejupielādēt žurnālus
mk: Дневници за преземање
ms: Muat turun Log
nl: Logboeken downloaden
pl: Pobierz dzienniki
pt: Baixar registros
ro: Descărcați jurnalele
ru: Скачать журналы
si: ලොග් බාගන්න
sk: Stiahnite si denníky
sl: Prenos dnevnikov
sv: Ladda ner loggar
sw: Pakua Kumbukumbu
te: లాగ్‌లను డౌన్‌లోడ్ చేయండి
th: ดาวน์โหลดบันทึก
tr: Günlükleri İndir
uk: Завантажити журнали
ur: نوشتہ جات ڈاؤن لوڈ کریں
uz: Jurnallarni yuklab oling
zh: 下载日志
zh_hant: 下載日誌
zu: Landa Izingodo

source: No Logs Available
af: Geen logs beskikbaar nie
am: ምንም ምዝግብ ማስታወሻዎች የሉም
ar: لا توجد سجلات متاحة
az: Qeydlər mövcud deyil
be: Журналаў няма
bn: কোন লগ উপলব্ধ
bo: ཐོ་གཞུང་མེད།
ca: No hi ha registres disponibles
cs: Nejsou k dispozici žádné protokoly
da: Ingen logfiler tilgængelige
el: Δεν υπάρχουν διαθέσιμα αρχεία καταγραφής
es: No hay registros disponibles
et: Logisid pole saadaval
fa: هیچ گزارشی در دسترس نیست
fr: Aucun journal disponible
gu: કોઈ લૉગ્સ ઉપલબ્ધ નથી
he: אין יומנים זמינים
hi: कोई लॉग उपलब्ध नहीं
hr: Nema dostupnih zapisa
hu: Nincsenek elérhető naplók
hy: Տեղեկամատյաններ չկան
id: Tidak Ada Log yang Tersedia
is: Engir logs í boði
it: Nessun registro disponibile
ja: 利用可能なログがありません
km: មិនមានកំណត់ហេតុទេ។
kn: ಯಾವುದೇ ಲಾಗ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ
lt: Žurnalų nėra
lv: Nav pieejami žurnāli
mk: Нема достапни дневници
ms: Tiada Log Tersedia
nl: Geen logboeken beschikbaar
pl: Brak dostępnych dzienników
pt: Nenhum registro disponível
ro: Nu există jurnalele disponibile
ru: Нет доступных журналов
si: ලඝු-සටහන් නොමැත
sk: Nie sú k dispozícii žiadne záznamy
sl: Dnevniki niso na voljo
sv: Inga loggar tillgängliga
sw: Hakuna Kumbukumbu Zinazopatikana
te: లాగ్‌లు ఏవీ అందుబాటులో లేవు
th: ไม่มีบันทึกที่พร้อมใช้งาน
tr: Mevcut Günlük Yok
uk: Немає журналів
ur: کوئی نوشتہ دستیاب نہیں ہے
uz: Hech qanday jurnal mavjud emas
zh: 暂无日志
zh_hant: 無可用日誌
zu: Awekho Amalogi Atholakalayo

# noLogsDescription
source: Logs will appear here as the app runs. Try using the app and come back to see the logs.
af: Logs sal hier verskyn soos die toepassing loop.Probeer die toepassing gebruik en kom terug om die logs te sien.
am: መተግበሪያው ሲሄድ ምዝግብ ማስታወሻዎች እዚህ ይታያሉ።መተግበሪያውን ለመጠቀም ይሞክሩ እና መዝገቦቹን ለማየት ይመለሱ።
ar: ستظهر السجلات هنا أثناء تشغيل التطبيق.حاول استخدام التطبيق ثم عد لرؤية السجلات.
az: Proqram işlədikcə qeydlər burada görünəcək.Proqramdan istifadə etməyə çalışın və qeydlərə baxmaq üçün geri qayıdın.
be: Журналы будуць з'яўляцца тут па меры запуску праграмы.Паспрабуйце выкарыстоўваць праграму і вярніцеся, каб убачыць журналы.
bn: অ্যাপটি চলার সাথে সাথে লগগুলি এখানে উপস্থিত হবে।অ্যাপটি ব্যবহার করার চেষ্টা করুন এবং লগগুলি দেখতে ফিরে আসুন।
bo: ཉེར་སྤྱོད་ལག་ལེན་བཏང་སྐབས་ཐོ་གཞུང་འདིར་མངོན། ཉེར་སྤྱོད་བེད་སྤྱོད་བྱས་ནས་ཡང་བསྐྱར་ལྟ།
ca: Els registres apareixeran aquí mentre s'executa l'aplicació.Prova d'utilitzar l'aplicació i torna per veure els registres.
cs: Protokoly se zde budou zobrazovat při spuštění aplikace.Zkuste použít aplikaci a vraťte se, abyste viděli protokoly.
da: Logs vises her, mens appen kører.Prøv at bruge appen, og kom tilbage for at se logfilerne.
el: Τα αρχεία καταγραφής θα εμφανίζονται εδώ καθώς εκτελείται η εφαρμογή.Δοκιμάστε να χρησιμοποιήσετε την εφαρμογή και επιστρέψτε για να δείτε τα αρχεία καταγραφής.
es: Los registros aparecerán aquí a medida que se ejecute la aplicación.Intente usar la aplicación y regrese para ver los registros.
et: Logid kuvatakse siin, kui rakendus töötab.Proovige rakendust kasutada ja tulge logide vaatamiseks tagasi.
fa: با اجرای برنامه، گزارش‌ها در اینجا ظاهر می‌شوند.سعی کنید از برنامه استفاده کنید و برای دیدن گزارش ها برگردید.
fr: Les journaux apparaîtront ici pendant l'exécution de l'application.Essayez d'utiliser l'application et revenez pour voir les journaux.
gu: એપ ચાલતી વખતે લોગ્સ અહીં દેખાશે.એપ્લિકેશનનો ઉપયોગ કરવાનો પ્રયાસ કરો અને લોગ જોવા માટે પાછા આવો.
he: יומנים יופיעו כאן בזמן שהאפליקציה פועלת.נסה להשתמש באפליקציה וחזור לראות את היומנים.
hi: ऐप चलते ही लॉग यहां दिखाई देंगे।ऐप का उपयोग करने का प्रयास करें और लॉग देखने के लिए वापस आएं।
hr: Dnevnici će se pojaviti ovdje dok se aplikacija pokreće.Pokušajte upotrijebiti aplikaciju i vratite se da vidite zapise.
hu: A naplók itt jelennek meg, miközben az alkalmazás fut. Használd az alkalmazást, majd térj vissza ide a naplók megtekintéséhez.
hy: Գրանցամատյանները կհայտնվեն այստեղ՝ հավելվածի գործարկման ժամանակ:Փորձեք օգտագործել հավելվածը և վերադարձեք՝ տեղեկամատյանները տեսնելու համար:
id: Log akan muncul di sini saat aplikasi berjalan.Coba gunakan aplikasi dan kembali untuk melihat log.
is: Logs munu birtast hér þegar appið keyrir.Prófaðu að nota appið og komdu aftur til að sjá annálana.
it: I registri verranno visualizzati qui durante l'esecuzione dell'app.Prova a utilizzare l'app e torna per visualizzare i registri.
ja: アプリの実行中にログがここに表示されます。アプリを使用してみて、戻ってログを確認してください。
km: កំណត់ហេតុនឹងបង្ហាញនៅទីនេះ នៅពេលដែលកម្មវិធីដំណើរការ។សាកល្បងប្រើកម្មវិធី ហើយត្រលប់មកវិញដើម្បីមើលកំណត់ហេតុ។
kn: ಅಪ್ಲಿಕೇಶನ್ ರನ್ ಆಗುತ್ತಿದ್ದಂತೆ ಲಾಗ್‌ಗಳು ಇಲ್ಲಿ ಗೋಚರಿಸುತ್ತವೆ.ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಲು ಪ್ರಯತ್ನಿಸಿ ಮತ್ತು ಲಾಗ್‌ಗಳನ್ನು ನೋಡಲು ಹಿಂತಿರುಗಿ.
lt: Žurnalai bus rodomi čia, kai programa veiks.Pabandykite naudoti programą ir grįžkite, kad pamatytumėte žurnalus.
lv: Lietojumprogrammas darbības laikā šeit tiks parādīti žurnāli.Mēģiniet izmantot lietotni un atgriezieties, lai skatītu žurnālus.
mk: Дневниците ќе се појават овде додека се извршува апликацијата.Обидете се да ја користите апликацијата и вратете се за да ги видите дневниците.
ms: Log akan muncul di sini semasa apl berjalan.Cuba gunakan apl dan kembali untuk melihat log.
nl: Logboeken verschijnen hier terwijl de app wordt uitgevoerd.Probeer de app te gebruiken en kom terug om de logboeken te bekijken.
pl: Dzienniki będą się tutaj pojawiać podczas działania aplikacji.Spróbuj użyć aplikacji i wróć, aby zobaczyć logi.
pt: Os registros aparecerão aqui enquanto o aplicativo é executado.Tente usar o aplicativo e volte para ver os registros.
ro: Jurnalele vor apărea aici pe măsură ce aplicația rulează.Încercați să utilizați aplicația și reveniți pentru a vedea jurnalele.
ru: Журналы будут появляться здесь по мере запуска приложения.Попробуйте использовать приложение и вернитесь, чтобы просмотреть журналы.
si: යෙදුම ක්‍රියාත්මක වන විට ලොග මෙහි දිස්වනු ඇත.යෙදුම භාවිතා කිරීමට උත්සාහ කර ලොග බැලීමට ආපසු එන්න.
sk: Pri spustení aplikácie sa tu zobrazia protokoly.Skúste použiť aplikáciu a vráťte sa a pozrite si denníky.
sl: Med izvajanjem aplikacije se tukaj prikažejo dnevniki.Poskusite uporabiti aplikacijo in se vrnite, da si ogledate dnevnike.
sv: Loggar visas här när appen körs.Prova att använda appen och kom tillbaka för att se loggarna.
sw: Kumbukumbu zitaonekana hapa kadri programu inavyoendesha.Jaribu kutumia programu na urudi kuona kumbukumbu.
te: యాప్ రన్ అవుతున్నప్పుడు లాగ్‌లు ఇక్కడ కనిపిస్తాయి.యాప్‌ని ఉపయోగించి ప్రయత్నించండి మరియు లాగ్‌లను చూడటానికి తిరిగి రండి.
th: บันทึกจะปรากฏที่นี่เมื่อแอปทำงานลองใช้แอพแล้วกลับมาดูบันทึก
tr: Uygulama çalışırken günlükler burada görünecektir.Uygulamayı kullanmayı deneyin ve günlükleri görmek için geri gelin.
uk: Під час запуску програми тут з’являтимуться журнали.Спробуйте скористатися додатком і поверніться, щоб переглянути журнали.
ur: ایپ کے چلتے ہی یہاں نوشتہ جات نمودار ہوں گے۔ایپ کو استعمال کرنے کی کوشش کریں اور نوشتہ جات دیکھنے کے لئے واپس آئیں۔
uz: Ilova ishga tushganda jurnallar shu yerda paydo bo'ladi.Ilovadan foydalanib ko'ring va jurnallarni ko'rish uchun qaytib keling.
zh: 日志将在应用运行时显示在此处。请先使用应用,然后返回查看日志。
zh_hant: 應用程序運行時，日誌將顯示在此處。嘗試使用該應用程序並返回查看日誌。
zu: Amalogi azovela lapha njengoba uhlelo lokusebenza lusebenza.Zama ukusebenzisa uhlelo lokusebenza bese uyabuya uzobona amalogi.
