Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# challengeHarderLevel
source: Challenge harder level? The new level will be level {level}!
af: Daag moeiliker vlak uit? Die nuwe vlak sal vlak {level} wees!
am: የተጨማሪ ከባድ ደረጃ ለመፈተን ትፈልጋሉ? አዲሱ ደረጃ {level} ይሆናል!
ar: تحدي مستوى أصعب؟ المستوى الجديد سيكون المستوى {level}!
az: Daha çətin səviyyəyə meydan oxuyun? Yeni səviyyə {level} səviyyəsi olacaq!
be: Выклік больш складанага ўзроўню? Новы ўзровень будзе ўзроўнем {level}!
bg: Предизвикайте по-трудно ниво? Новото ниво ще бъде ниво {level}!
bn: কঠিন স্তর চ্যালেঞ্জ? নতুন লেভেল হবে লেভেল {level}!
bo: དཀའ་ཚད་མཐོ་བའི་རིམ་པར་འགྲན་སློང་བྱེད་པ། རིམ་པ་གསར་པ་ནི་ {level} རིམ་པ་ཡིན།
ca: Voleu un nivell més difícil? El nivell nou serà {level}!
cs: Vyzvat těžší úroveň? Nová úroveň bude úroveň {level}!
da: Udfordre hårdere niveau? Det nye niveau vil være niveau {level}!
de: Willst du ein schwierigeres Level wählen? Das neue Level wird Level {level} sein!
el: Πρόκληση πιο δύσκολο επίπεδο; Το νέο επίπεδο θα είναι επίπεδο {level}!
es: ¿Desea jugar un nivel más difícil? ¡El nuevo nivel será el nivel {level}!
et: Kas väljakutse raskem tase? Uueks tasemeks on {level} tase!
fa: سطح سخت تر را به چالش بکشید؟ سطح جدید سطح {level} خواهد بود!
fi: Haasta kovempi taso? Uusi taso on taso {level}!
fr: Défier un niveau plus difficile ? Le nouveau niveau sera le niveau {level} !
gu: કઠણ સ્તરને પડકારો? નવું સ્તર લેવલ {level} હશે!
he: לאתגר ברמה קשה יותר? הרמה החדשה תהיה רמה {level}!
hi: कठिन स्तर को चुनौती दें? नया स्तर स्तर {level} होगा!
hr: Odigrati težu razinu? Nova razina bit će razina {level}!
hu: Kihívás nehezebb szinten? Az új szint az {level} szint lesz!
hy: մարտահրավեր նետե՞լ ավելի դժվար մակարդակին: Նոր մակարդակը կլինի մակարդակը {level}:
id: Tantang level yang lebih sulit? Level baru akan menjadi level {level}!
is: Áskorun erfiðara stig? Nýja stigið verður stig {level}!
it: Sfida livello più difficile? Il nuovo livello sarà il livello {level}!
ja: より難しいレベルに挑戦しますか？新しいレベルはレベル {level} になります!
km: ប្រកួតប្រជែងកម្រិតពិបាកជាងនេះ? កម្រិតថ្មីនឹងជាកម្រិត {level}!
kn: ಕಠಿಣ ಮಟ್ಟದ ಸವಾಲು? ಹೊಸ ಹಂತವು {level} ಮಟ್ಟವಾಗಿರುತ್ತದೆ!
ko: 더 어려운 레벨에 도전하시겠습니까? 새로운 레벨은 {level} 레벨입니다!
lt: Iššūkis sunkesnis lygis? Naujas lygis bus {level} lygis!
lv: Izaicinājums grūtāks līmenis? Jaunais līmenis būs {level}!
mk: Предизвикувате потешко ниво? Новото ниво ќе биде ниво {level}!
ms: Cabar tahap yang lebih sukar? Tahap baharu ialah tahap {level}!
my: အကြီးအကြယ်ပိုများသော အဆင့်ကို ဖန်တီးမလား? အသစ်တစ်ခုမှာ အဆင့် {level} ဖြစ်ပါလိမ့်မည်!
nb: Utfordre hardere nivå? Det nye nivået vil være nivå {level}!
nl: Uitdaging moeilijker niveau? Het nieuwe niveau zal niveau {level} zijn!
pl: Zmierz się z trudniejszym poziomem? Nowy poziom będzie poziomem {level}!
pt: Desafie o nível mais difícil? O novo nível será nível {level}!
ro: Provocare la nivel mai greu? Noul nivel va fi nivelul {level}!
ru: Сыграем на более сложном уровне? Новый уровень будет {level}!
si: දුෂ්කර මට්ටමකට අභියෝග කිරීමටද? නව මට්ටම මට්ටම {level} වේවි!
sk: Vyzvite ťažšiu úroveň? Nová úroveň bude úroveň {level}!
sl: Izzvati težjo stopnjo? Nova raven bo raven {level}!
sq: Sfidoni nivelin më të vështirë? Niveli i ri do të jetë niveli {level}!
sr: Изазовите тежи ниво? Нови ниво ће бити ниво {level}!
sv: Utmana hårdare nivå? Den nya nivån kommer att vara nivå {level}!
sw: Changamoto ngazi ngumu zaidi? Kiwango kipya kitakuwa kiwango {level}!
ta: கடினமான நிலையை அறைகூவல் செய்யவா? புதிய நிலை {level} நிலையாக இருக்கும்!
te: కఠినమైన స్థాయిని సవాలు చేయాలా? కొత్త స్థాయి స్థాయి {level} ఉంటుంది!
th: ท้าทายระดับที่ยากขึ้น? ระดับใหม่จะเป็นระดับ {level}!
tr: Daha zor bir seviyeye meydan okumak istiyor musun? Yeni seviye {level} olacak.
uk: Кинути виклик на більш складний рівень? Новим рівнем буде рівень {level}!
ur: کیا مشکل سطح کا مقابلہ کریں؟ نیا سطح {level} ہو گا!
uz: Qattiqroq darajaga duch kelasizmi? Yangi daraja {level} darajasida bo'ladi!
vi: Thử thách cấp độ khó hơn? Cấp độ mới sẽ là cấp độ {level}!
zh: 后续提升难度吗？提升后的难度等级将为{level}级！
zh_hant: 後續提升難度嗎？提升後的難度等級將為{level}級！
zu: Inselele ileveli enzima? Ileveli entsha izoba ileveli {level}!

source: You Lose!
af: Jy verloor!
am: ተሸንፈዋል!
ar: لقد خسرت!
az: Siz itirdiniz!
be: Ты прайграў!
bg: Загубихте!
bn: তুমি হেরেছ!
bo: ཁྱོད་ཕམ་པ།
ca: Heu perdut!
cs: Prohrál jsi!
da: Du taber!
de: Du hast verloren!
el: Χάνετε!
es: Ha perdido!
et: Sa kaotad!
fa: شما باختید!
fi: Hävisit!
fr: Vous avez perdu !
gu: હારી ગયા!
he: הפסדת!
hi: आप हार गए!
hr: Izgubili ste!
hu: Vesztített!
hy: Դու պարտվեցիր!
id: Kamu kalah!
is: Þú tapar!
it: Hai perso!
ja: あなたは負けました。
km: អ្នកចាញ់!
kn: ನೀವು ಕಳೆದುಕೊಳ್ಳುತ್ತೀರಿ!
ko: 당신의 패배입니다!
lt: Jūs pralaimėjote!
lv: Jūs zaudējat!
mk: Ти губиш!
ms: Awak kalah!
my: သင်ရှုံးသည်!
nb: Du tapte!
nl: Je verliest!
pl: Przegrałeś!
pt: Você perdeu!
ro: Ai pierdut!
ru: Вы проиграли!
si: ඔබ පරාජය විය!
sk: Prehrali ste!
sl: Izgubili ste!
sq: Ti humbe!
sr: Ти губиш!
sv: Du förlorar!
sw: Umepoteza!
ta: நீங்கள் இழக்கிறீர்கள்!
te: మీరు కోల్పోతారు!
th: คุณแพ้!
tr: Kaybettin!
uk: Ти програв!
ur: آپ ہار گئے!
uz: Yutqazdingiz!
vi: Bạn đã thua!
zh: 你输了！
zh_hant: 你輸了！
zu: Uyehlulwa!

source: Analyze
af: Ontleed
am: ተንትን
ar: حلل
az: Təhlil edin
be: Прааналізаваць
bg: Анализирайте
bn: বিশ্লেষণ করুন
bo: དབྱེ་ཞིབ།
ca: Analitza
cs: Analyzovat
da: Analyser
de: Analysiere
el: Αναλύστε το
es: Analizar
et: Analüüsi
fa: تجزیه و تحلیل
fi: Analysoi
fr: Analyser
gu: વિશ્લેષણ કરો
he: לְנַתֵחַ
hi: विश्लेषण
hr: Analizirajte
hu: Elemezés
hy: Վերլուծել
id: Menganalisa
is: Greina
it: Analizza
ja: 分析する
km: វិភាគ
kn: ವಿಶ್ಲೇಷಿಸಿ
ko: 분석
lt: Analizuokite
lv: Analizēt
mk: Анализирај
ms: Menganalisis
my: ခွဲခြမ်းစိတ်ဖြာပါ
nb: Analysere
nl: Analyseren
pl: Przeanalizuj
pt: Analisar
ro: Analiză
ru: Анализируйте
si: විශ්ලේෂණය කරන්න
sk: Analyzujte
sl: Analizirajte
sq: Analizoni
sr: Анализирајте
sv: Analysera
sw: Chambua
ta: பகுப்பாய்வு செய்
te: విశ్లేషించడానికి
th: วิเคราะห์
tr: analiz et
uk: Аналізуйте
ur: تجزیہ کریں۔
uz: Tahlil qiling
vi: phân tích
zh: 分析
zh_hant: 分析
zu: Hlaziya

source: About
af: Oor
am: ስለ
ar: حول
az: Haqqında
be: Аб
bg: За
bn: সম্পর্কিত
bo: སྐོར།
ca: Quant a
cs: O
da: Om
de: Über
el: Σχετικά με το
es: Acerca de
et: Umbes
fa: درباره
fi: Tietoja
fr: À propos de
gu: વિશે
he: על אודות
hi: के बारे में
hr: O aplikaciji
hu: Az alkalmazásról
hy: Մասին
id: Tentang
is: Um
it: Informazioni su
ja: 情報
km: អំពី
kn: ಬಗ್ಗೆ
ko: 소개
lt: Apie
lv: Par
mk: За
ms: Mengenai
my: အကြောင်း
nb: Om
nl: Over
pl: Informacje o
pt: Sobre
ro: Despre aplicație
ru: О программе
si: ගැන
sk: O stránke
sl: O spletni strani
sq: Rreth
sr: О томе
sv: Om
sw: Kuhusu
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
tr: hakkında
uk: Про
ur: کے بارے میں
uz: Haqida
vi: Về
zh: 关于
zh_hant: 關於
zu: Mayelana

# version
source: Version: {versionNumber}
af: Weergawe: {versionNumber}
am: ሥሪት፦ {versionNumber}
ar: الإصدار: {versionNumber}
az: Versiya: {versionNumber}
be: Версія: {versionNumber}
bg: Версия: {versionNumber}
bn: সংস্করণ: {versionNumber}
bo: ཐོན་རིམ། {versionNumber}
ca: Versió: {versionNumber}
cs: Verze: {versionNumber}
el: Έκδοση: {versionNumber}
es: Versión: {versionNumber}
et: Versioon: {versionNumber}
fa: نسخه: {versionNumber}
fi: Versio: {versionNumber}
gu: સંસ્કરણ: {versionNumber}
he: גרסה: {versionNumber}
hi: संस्करण: {versionNumber}
hr: Verzija: {versionNumber}
hu: Verzió: {versionNumber}
hy: Տարբերակ՝ {versionNumber}
id: Versi: {versionNumber}
is: Útgáfa: {versionNumber}
it: Versione: {versionNumber}
ja: バージョン: {versionNumber}
km: កំណែ៖ {versionNumber}
kn: ಆವೃತ್ತಿ: {versionNumber}
lt: Versija: {versionNumber}
lv: Versija: {versionNumber}
mk: Верзија: {versionNumber}
ms: Versi: {versionNumber}
my: ဗားရှင်း- {versionNumber}
nb: Versjon: {versionNumber}
nl: Versie: {versionNumber}
pl: Wersja: {versionNumber}
pt: Versão: {versionNumber}
ro: Versiune: {versionNumber}
ru: Версия: {versionNumber}
si: අනුවාදය: {versionNumber}
sk: Verzia: {versionNumber}
sl: Različica: {versionNumber}
sq: Versioni: {versionNumber}
sr: Верзија: {versionNumber}
sw: Toleo: {versionNumber}
ta: பதிப்பு: {versionNumber}
te: వెర్షన్: {versionNumber}
th: รุ่น: {versionNumber}
tr: Sürüm: {versionNumber}
uk: Версія: {versionNumber}
ur: ورژن: {versionNumber}
uz: Versiya: {versionNumber}
vi: Phiên bản: {versionNumber}
zh: 版本：{versionNumber}
zh_hant: 版本：{versionNumber}
zu: Inguqulo: {versionNumber}

source: Thanks
af: Dankie
am: ምስጋና
ar: شكرا
az: təşəkkürlər
be: дзякуй
bg: Благодаря
bn: ধন্যবাদ
bo: ཐུགས་རྗེ་ཆེ།
ca: Agraïments
cs: dík
da: Tak
de: Danksagung
el: Ευχαριστώ
es: Agradecimientos
et: Tänu
fa: با تشکر
fi: Kiitos
fr: Remerciements
gu: આભાર
he: תודה
hi: धन्यवाद
hr: Hvala
hu: Köszönet
hy: Շնորհակալություն
id: Terima kasih
is: Takk
it: Grazie
ja: ありがとう
km: សូមអរគុណ
kn: ಧನ್ಯವಾದಗಳು
ko: 도움을 준 사람들
lt: Ačiū
lv: Paldies
mk: Благодарам
ms: Terima kasih
my: ကျေးဇူးပါ
nb: Takk
nl: Bedankt
pl: Dzięki
pt: Agradecimentos
ro: Mulțumiri
ru: Спасибо
si: ස්තුතියි
sk: Vďaka
sl: Hvala
sq: Faleminderit
sr: Хвала
sv: Tack
sw: Asante
ta: நன்றி
te: ధన్యవాదాలు
th: ขอบคุณ
tr: Teşekkürler
uk: Дякую
ur: شکریہ
uz: Rahmat
vi: Cảm ơn
zh: 致谢
zh_hant: 致謝
zu: Ngiyabonga

source: Settings
af: Instellings
am: ቅንብሮች
ar: الإعدادات
az: Parametrlər
be: Налады
bg: Настройки
bn: সেটিংস
bo: འཛུགས་པ
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fa: تنظیمات
fi: Asetukset
fr: Paramètres
gu: સેટિંગ્સ
he: הגדרות
hi: समायोजन
hr: Postavke
hu: Beállítások
hy: Կարգավորումներ
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 個人設定
km: ការកំណត់
kn: ಸಂಯೋಜನೆಗಳು
ko: 개인설정
lt: Nustatymai
lv: Iestatījumi
mk: Поставки
ms: Tetapan
my: ဆက်တင်များ
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
si: සැකසුම්
sk: Nastavenia
sl: Nastavitve
sq: Cilësimet
sr: Подешавања
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
te: సెట్టింగులు
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
uz: Sozlamalar
vi: Cài đặt
zh: 游戏设置
zh_hant: 個人設定
zu: Izilungiselelo

source: Options
af: Opsies
am: አማራጮች
ar: الخيارات
az: Seçimlər
be: Параметры
bg: Опции
bn: বিকল্পগুলি
bo: གདམ་ག།
ca: Opcions
cs: Možnosti
da: Valg
de: Optionen
el: Επιλογές
es: Opciones
et: Valikud
fa: گزینه‌ها
fi: Asetukset
gu: વિકલ્પો
he: אפשרויות
hi: विकल्प
hr: Opcije
hu: Opciók
hy: Ընտրանք
id: Opsi
is: Valm.
it: Opzioni
ja: 設定
km: ជម្រើស
kn: ಆಯ್ಕೆಗಳು
ko: 옵션
lt: Parinktys
lv: Iespējas
mk: Опции
ms: Pilihan
nb: Alternativer
nl: Opties
pl: Opcje
pt: Opções
ro: Opțiuni
ru: Опции
si: විකල්ප
sk: Možnosti
sl: Možnosti
sr: Опције
sv: Alternativ
sw: Chaguo
ta: விருப்பங்கள்
te: ఎంపికలు
th: ตัวเลือก
tr: Seç.
uk: Опції
ur: اختیارات
uz: Variantlar
vi: Tùy chọn
zh: 选项
zh_hant: 選項
zu: Izinketho

source: General Settings
af: Algemene instellings
am: አጠቃላይ ቅንብሮች
ar: الإعدادات العامة
az: Ümumi Parametrlər
be: Агульныя налады
bg: Общи настройки
bn: সাধারণ সেটিংস
bo: སྤྱིར་བཏང་སྒྲིག་སྟངས།
ca: Paràmetres generals
cs: Obecná nastavení
da: Generelle indstillinger
de: Allgemeine Einstellungen
el: Γενικές ρυθμίσεις
es: Parámetros generales
et: üldised seaded
fa: تنظیمات عمومی
fi: Yleiset asetukset
fr: Paramètres généraux
gu: સામાન્ય સુયોજનો
he: הגדרות כלליות
hi: सामान्य सेटिंग्स
hr: Opće postavke
hu: Általános beállítások
hy: Ընդհանուր կարգավորումներ
id: Pengaturan Umum
is: Almennar stillingar
it: Impostazioni generali
ja: 一般設定
km: ការកំណត់ទូទៅ
kn: ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ಗಳು
ko: 일반 설정
lt: Bendrieji nustatymai
lv: Vispārīgie iestatījumi
mk: Општи подесувања
ms: Tetapan umum
my: အထွေထွေဆက်တင်များ
nb: Generelle innstillinger
nl: Algemene instellingen
pl: Ustawienia główne
pt: Configurações Gerais
ro: Setări generale
ru: Общие настройки
si: පොදු සැකසුම්
sk: Všeobecné nastavenia
sl: Splošne nastavitve
sq: Cilësimet e përgjithshme
sr: Општа подешавања
sv: Allmänna Inställningar
sw: Mipangilio ya Jumla
ta: பொது அமைப்புகள்
te: సాధారణ అమర్పులు
th: การตั้งค่าทั่วไป
tr: Genel Ayarlar
uk: Загальні налаштування
ur: عام ترتیبات
uz: Umumiy sozlamalar
vi: Cài đặt chung
zh: 常规设置
zh_hant: 常規設定
zu: Amasethingi

# skillLevel
source: Difficulty level
af: Moeilikheidsgraad
am: የችሎታ ደረጃ
ar: مستوى الصعوبة
az: Çətinlik səviyyəsi
be: Узровень складанасці
bg: Ниво на трудност
bn: কাঠিন্যের মাত্রা
bo: དཀའ་ཚད་ཀྱི་རིམ་པ།
ca: Nivell de dificultat
cs: Stupeň obtížnosti
da: Sværhedsgrad
de: Schwierigkeitsstufe
el: Επίπεδο δυσκολίας
es: Nivel de dificultad
et: Raskuse tase
fa: سطح دشواری
fi: Vaikeustaso
fr: Niveau de difficulté
gu: મુશ્કેલી સ્તર
he: רמת קושי
hi: कठिनाई स्तर
hr: Razina složenosti
hu: Nehézségi szint
hy: Դժվարության մակարդակ
id: Tingkat kesulitan
is: Erfiðleikastig
it: Livello di difficoltà
ja: 難易度
km: កម្រិតលំបាក
kn: ತೊಂದರೆ ಮಟ್ಟ
ko: 난이도
lt: Sudėtingumo lygis
lv: Grūtības līmenis
mk: Ниво на тешкотија
ms: Tahap kesukaran
my: ခက်ခဲမှုအဆင့်
nb: Vanskelighetsnivå
nl: Moeilijkheidsgraad
pl: Poziom trudności
pt: Nível de dificuldade
ro: Nivel de dificultate
ru: Уровень сложности
si: අභියෝගාත්මක මට්ටම
sk: Úroveň obtiažnosti
sl: Stopnja težavnosti
sq: Niveli i vështirësisë
sr: Ниво тешкоће
sv: Svårighetsnivå
sw: Kiwango cha ugumu
ta: தொல்லை நிலை
te: కఠినత స్థాయి
th: ระดับความยาก
tr: Zorluk seviyesi
uk: Рівень складності
ur: مشکل کی سطح
uz: Qiyinchilik darajasi
vi: Cấp độ khó
zh: 难度等级
zh_hant: 難度等級
zu: Izinga lobunzima

# moveTime
source: AI thinking time
af: KI-denktyd
am: የ AI አስተሳሰብ ጊዜ
ar: وقت التفكير للذكاء الاصطناعي
az: AI düşünmə vaxtı
be: Час разважанняў ІІ
bg: Време за мислене на AI
bn: এআই চিন্তা সময়
bo: AI བསམ་བློའི་དུས་ཚོད།
ca: Temps de raonament de la IA
cs: Doba přemýšlení AI
da: AI-tanketid
de: Bedenkzeit Computer
el: Χρόνος σκέψης AI
es: Tiempo de razonamiento de la IA
et: AI mõtlemisaeg
fa: زمان تفکر رایانه‌ای
fi: Tekoälyn ajatteluaika
fr: Temps de réflexion de l'IA
gu: એઆઈ વિચારવાનો સમય
he: זמן חשיבה בינה מלאכותית
hi: एआई सोचने का समय
hr: Vrijeme razmišljanja UI-a
hu: AI gondolkodási ideje
hy: AI մտածելու ժամանակ
id: waktu berpikir AI
is: AI hugsunartími
it: Tempo di riflessione dell'IA
ja: AI思考時間
km: ពេលវេលាគិតរបស់ AI
kn: AI ಆಲೋಚನಾ ಸಮಯ
ko: AI의 연산 시간
lt: AI mąstymo laikas
lv: Mākslīgā intelekta domāšanas laiks
mk: Време на размислување за ВИ
ms: Masa berfikir AI
my: AI စဉ်းစားချိန်
nb: AI tenktid
nl: AI denk tijd
pl: Czas myślenia AI
pt: Tempo de raciocínio da IA
ro: Timpul de gândire al lui AI
ru: Время размышления ИИ
si: AI සිතීමේ කාලය
sk: Čas myslenia AI
sl: Čas razmišljanja umetne inteligence
sq: Koha e të menduarit në AI
sr: АИ време размишљања
sv: AI:s tanketid
sw: Wakati wa kufikiria wa AI
ta: செஅ சிந்தனை நேரம்
te: AI ఆలోచించే సమయం
th: AI เวลาคิด
tr: AI düşünme zamanı
uk: Час мислення AI
ur: AI سوچنے کا وقت
uz: AI fikrlash vaqti
vi: thời gian suy nghĩ của AI
zh: AI 思考时间
zh_hant: 機器思考時間
zu: Isikhathi sokucabanga se-AI

source: Difficulty
af: Moeilikheid
am: ችግረኛነት
ar: الصعوبة
az: Çətinlik
be: Цяжкасць
bg: Трудност
bn: অসুবিধা
bo: དཀའ་ཚད།
ca: Dificultat
cs: Obtížnost
da: Sværhedsgrad
de: Schwierigkeit
el: Δυσκολία
es: Dificultad
et: Raskusaste
fa: دشواری
fi: Vaikeustaso
fr: Difficulté
gu: મુશ્કેલી
he: קושי
hi: कठिनाई
hr: Složenost
hu: Nehézség
hy: Դժվարություն
id: Kesulitan
is: Erfiðleikar
it: Difficoltà
ja: 難易度
km: កម្រិតលំបាក
kn: ತೊಂದರೆ
ko: 난이도 설정
lt: Sudėtingumas
lv: Grūtības
mk: Тешкотија
ms: Kesukaran
my: အခက်အခဲ
nb: Vanskelighet
nl: Moeilijkheid
pl: Trudność
pt: Dificuldade
ro: Dificultate
ru: Сложность
si: අභියෝගතාව
sk: Obtiažnosť
sl: Težavnost
sq: Vështirësia
sr: Тешкоћа
sv: Svårighetsgrad
sw: Ugumu
ta: தொல்லை
te: కఠినత
th: ความยาก
tr: Zorluk
uk: Труднощі
ur: مشکل
uz: Qiyinchilik
vi: Khó khăn
zh: 游戏难度
zh_hant: 遊戲難度
zu: Ubunzima

# playSounds
source: Sound effects
af: Byklanke
am: የድምጽ ተጽዕኖዎች
ar: مؤثرات صوتية
az: Səs effektləri
be: Гукавыя эфекты
bg: Звукови ефекти
bn: শব্দের প্রভাব
bo: སྒྲ་སྐད་ཀྱི་ནུས་པ།
ca: Efectes de so
cs: Zvukové efekty
da: Lydeffekter
de: Töne
el: Ηχητικά εφέ
es: Efectos de sonido
et: Heliefektid
fa: جلوه‌های صوتی
fi: Äänitehosteet
fr: Effets sonores
gu: ધ્વનિ અસરો
he: אפקטים קוליים
hi: ध्वनि प्रभाव
hr: Zvučni efekti
hu: Hanghatások
hy: Ձայնային էֆեկտներ
id: Efek suara
is: Hljóðbrellur
it: Effetti sonori
ja: 音響効果
km: បែបផែនសំឡេង
kn: ಧ್ವನಿ ಪರಿಣಾಮಗಳು
ko: 소리 설정
lt: Garso efektai
lv: Skaņas efekti
mk: Звучни ефекти
ms: Kesan bunyi
my: အသံသက်ရောက်မှု
nb: Lydeffekter
nl: Geluidseffecten
pl: Efekty dźwiękowe
pt: Efeitos sonoros
ro: Efecte sonore
ru: Звуковые эффекты
si: ශබ්ද ප්‍රතිඵල
sk: Zvukové efekty
sl: Zvočni učinki
sq: Efektet e zërit
sr: Звучни ефекти
sv: Ljudeffekter
sw: Athari za sauti
ta: ஒலி விளைவுகள்
te: ధ్వని ప్రభావాలు
th: เสียงประกอบ
tr: Ses efektleri
uk: Звукові ефекти
ur: صوتی اثرات
uz: Ovoz effektlari
vi: Hiệu ứng âm thanh
zh: 声音
zh_hant: 聲音
zu: Imiphumela yomsindo

source: Play sounds in the game
af: Speel klanke in die speletjie
am: በጨዋታው ውስጥ ድምጾችን አጫውት
ar: تشغيل الأصوات في اللعبة
az: Oyunda səsləri çalın
be: Прайграванне гукаў у гульні
bg: Възпроизвеждане на звуци в играта
bn: গেমটিতে শব্দ বাজান
bo: རྩེད་མོའི་ནང་སྒྲ་སྐད་གཏོང་བ།
ca: Reprodueix sons durant la partida
cs: Přehrávat zvuky během hry
da: Afspilning af lyde i spillet
de: Töne beim Spielen abspielen
el: Αναπαραγωγή ήχων στο παιχνίδι
es: Reproducir sonidos en el juego
et: Mängu helide esitamine
fa: پخش صداها در بازی
fi: Äänien toistaminen pelissä
fr: Jouer des sons dans le jeu
gu: રમતમાં અવાજો ચલાવો
he: השמעת צלילים במשחק
hi: खेल में ध्वनियां बजाएं
hr: Sviraj zvukove u igri
hu: Hangok lejátszása játék közben
hy: Խաղացեք հնչյուններ խաղի մեջ
id: Mainkan suara dalam permainan
is: Spilaðu hljóð í leiknum
it: Riprodurre suoni nel gioco
ja: ゲームでサウンドを再生する
km: ចាក់សំឡេងក្នុងហ្គេម
kn: ಆಟದಲ್ಲಿ ಶಬ್ದಗಳನ್ನು ಪ್ಲೇ ಮಾಡಿ
ko: 게임 내에서 소리 재생
lt: Garsų atkūrimas žaidime
lv: Spēlē atskaņot skaņas
mk: Играјте звуци во играта
ms: Mainkan suara dalam permainan
my: ဂိမ်းတွင် အသံများကို ကစားပါ
nb: Spill lyder i spillet
nl: Geluiden afspelen in het spel
pl: Odtwarzaj dźwięki w grze
pt: Tocar sons no jogo
ro: Redare sunete în joc
ru: Звуки в игре
si: ක්‍රීඩාවේ දී ශබ්ද වාදනය කරන්න
sk: Prehrávanie zvukov v hre
sl: Predvajanje zvokov v igri
sq: Luaj tingujt në lojë
sr: Репродукујте звукове у игри
sv: Spela upp ljud i spelet
sw: Cheza sauti kwenye mchezo
ta: விளையாட்டில் ஒலிகள்
te: ఆటలో శబ్దాలు ఆడండి
th: เล่นเสียงในเกม
tr: Oyunda sesleri çal
uk: Відтворюйте звуки в грі
ur: کھیل میں آوازیں چلائیں۔
uz: O'yindagi tovushlarni ijro eting
vi: Phát âm thanh trong trò chơi
zh: 行棋时播放声音
zh_hant: 行棋時播放聲音
zu: Dlala imisindo emdlalweni

source: Background music
af: Agtergrondmusiek
am: የበስተጀርባ ሙዚቃ
ar: موسيقى الخلفية
az: Fon musiqisi
be: Фонавая музыка
bn: পটভূমির সঙ্গীত
bo: རྒྱབ་ལྗོངས་རོལ་དབྱངས་
ca: Música de fons
cs: Hudba na pozadí
da: Baggrundsmusik
el: Μουσική υπόβαθρου
es: Música de fondo
et: Taustamuusika
fa: موسیقی پس‌زمینه
fr: Musique de fond
gu: પૃષ્ઠભૂમિ સંગીત
he: מוזיקת רקע
hi: पृष्ठभूमि संगीत
hr: Pozadinska glazba
hu: Háttérzene
hy: Ֆոնային երաժշտություն
id: Musik latar
is: Bakgrunnstónlist
it: Musica di sottofondo
ja: BGM
km: តន្ត្រីផ្ទៃក្រោយ
kn: ಹಿನ್ನಲೆ ಸಂಗೀತ
lt: Foninė muzika
lv: Fona mūzika
mk: Позадинска музика
ms: Muzik latar
nl: Achtergrondmuziek
pl: Muzyka w tle
pt: Música de fundo
ro: Muzică de fundal
ru: Фоновая музыка
si: පසුබිම් සංගීතය
sk: Hudba na pozadí
sl: Glasba v ozadju
sv: Bakgrundsmusik
sw: Muziki wa mandharinyuma
te: నేపథ్య సంగీతం
th: เพลงพื้นหลัง
tr: Arka plan müziği
uk: Фонова музика
ur: پس منظر موسیقی
uz: Fon musiqasi
zh: 背景音乐
zh_hant: 背景音樂
zu: Umculo wangemuva

# backgroundMusicDescription
source: Play a local audio file as background music
af: Speel 'n plaaslike oudiolêer as agtergrondmusiek
am: አካባቢ የድምጽ ፋይልን እንደ የበስተጀርባ ሙዚቃ አጫውት
ar: تشغيل ملف صوتي محلي كموسيقى خلفية
az: Yerli audio faylını fon musiqisi kimi oxut
be: Прайграваць лакальны аўдыяфайл як фонавую музыку
bn: স্থানীয় অডিও ফাইলকে পটভূমির সঙ্গীত হিসেবে চালান
bo: ས་གནས་སྒྲ་ཡིག་ཆ་ཞིག་རྒྱབ་ལྗོངས་རོལ་དབྱངས་ལྟར་གཏོང་
ca: Reprodueix un fitxer d’àudio local com a música de fons
cs: Přehrávat místní zvukový soubor jako hudbu na pozadí
da: Afspil en lokal lydfil som baggrundsmusik
el: Αναπαραγωγή τοπικού αρχείου ήχου ως μουσική υπόβαθρου
es: Reproducir un archivo de audio local como música de fondo
et: Esita kohalik helifail taustamuusikana
fa: پخش یک فایل صوتی محلی به‌عنوان موسیقی پس‌زمینه
fr: Lire un fichier audio local comme musique de fond
gu: સ્થાનિક ઑડિયો ફાઇલને પૃષ્ઠભૂમિ સંગીત તરીકે વગાડો
he: נגן קובץ שמע מקומי כמוזיקת רקע
hi: स्थानीय ऑडियो फ़ाइल को पृष्ठभूमि संगीत के रूप में चलाएँ
hr: Reproduciraj lokalnu audio datoteku kao pozadinsku glazbu
hu: Helyi hangfájl lejátszása háttérzeneként
hy: Նվագարկել տեղային ձայնային ֆայլը որպես ֆոնային երաժշտություն
id: Putar file audio lokal sebagai musik latar
is: Spila staðbundna hljóðskrá sem bakgrunnstónlist
it: Riproduci un file audio locale come musica di sottofondo
ja: ローカルの音声ファイルを BGM として再生します
km: ចាក់ឯកសារសំឡេងក្នុងម៉ាស៊ីនជាតន្ត្រីផ្ទៃក្រោយ
kn: ಸ್ಥಳೀಯ ಆಡಿಯೋ ಕಡತವನ್ನು ಹಿನ್ನಲೆ ಸಂಗೀತವಾಗಿ ಪ್ಲೇ ಮಾಡಿ
lt: Leisti vietinį garso failą kaip foninę muziką
lv: Atskaņot lokālu audio failu kā fona mūziku
mk: Пушти локална аудио датотека како позадинска музика
ms: Mainkan fail audio tempatan sebagai muzik latar
nl: Speel een lokaal audiobestand af als achtergrondmuziek
pl: Odtwarzaj lokalny plik audio jako muzykę w tle
pt: Reproduzir um arquivo de áudio local como música de fundo
ro: Redă un fișier audio local ca muzică de fundal
ru: Воспроизводить локальный аудиофайл как фоновую музыку
si: දේශීය ශබ්ද ගොනුවක් පසුබිම් සංගීතයක් ලෙස වාදනය කරන්න
sk: Prehrávať lokálny audio súbor ako hudbu na pozadí
sl: Predvajaj lokalno zvočno datoteko kot glasbo v ozadju
sv: Spela upp en lokal ljudfil som bakgrundsmusik
sw: Cheza faili ya sauti ya ndani kama muziki wa mandharinyuma
te: స్థానిక ఆడియో ఫైలును నేపథ్య సంగీతంగా ప్లే చేయండి
th: เล่นไฟล์เสียงในเครื่องเป็นเพลงพื้นหลัง
tr: Yerel bir ses dosyasını arka plan müziği olarak çal
uk: Відтворювати локальний аудіофайл як фонову музику
ur: مقامی آڈیو فائل کو پس منظر موسیقی کے طور پر چلائیں
uz: Mahalliy audio faylni fon musiqasi sifatida ijro etish
zh: 使用本地音频文件作为背景音乐
zh_hant: 使用本地音訊檔案作為背景音樂
zu: Dlala ifayela lomsindo lendawo njengomculo wangemuva

source: Background music file
af: Agtergrondmusieklêer
am: የበስተጀርባ ሙዚቃ ፋይል
ar: ملف موسيقى الخلفية
az: Fon musiqisi faylı
be: Файл фонавай музыкі
bn: পটভূমির সঙ্গীত ফাইল
bo: རྒྱབ་ལྗོངས་རོལ་དབྱངས་ཡིག་ཆ་
ca: Fitxer de música de fons
cs: Soubor hudby na pozadí
da: Baggrundsmusikfil
el: Αρχείο μουσικής υπόβαθρου
es: Archivo de música de fondo
et: Taustamuusika fail
fa: فایل موسیقی پس‌زمینه
fr: Fichier de musique de fond
gu: પૃષ્ઠભૂમિ સંગીત ફાઇલ
he: קובץ מוזיקת רקע
hi: पृष्ठभूमि संगीत फ़ाइल
hr: Datoteka pozadinske glazbe
hu: Háttérzene fájl
hy: Ֆոնային երաժշտության ֆայլ
id: File musik latar
is: Bakgrunnstónlistarskrá
it: File della musica di sottofondo
ja: BGM ファイル
km: ឯកសារតន្ត្រីផ្ទៃក្រោយ
kn: ಹಿನ್ನಲೆ ಸಂಗೀತ ಕಡತ
lt: Foninės muzikos failas
lv: Fona mūzikas fails
mk: Датотека за позадинска музика
ms: Fail muzik latar
nl: Achtergrondmuziekbestand
pl: Plik muzyki w tle
pt: Arquivo de música de fundo
ro: Fișier de muzică de fundal
ru: Файл фоновой музыки
si: පසුබිම් සංගීත ගොනුව
sk: Súbor hudby na pozadí
sl: Datoteka glasbe v ozadju
sv: Bakgrundsmusikfil
sw: Faili ya muziki wa mandharinyuma
te: నేపథ్య సంగీత ఫైల్
th: ไฟล์เพลงพื้นหลัง
tr: Arka plan müziği dosyası
uk: Файл фонової музики
ur: پس منظر موسیقی فائل
uz: Fon musiqasi fayli
zh: 背景音乐文件
zh_hant: 背景音樂檔案
zu: Ifayela lomculo wangemuva
