Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# endWithStalemateDraw
source: End with a stalemate draw.
af: Eindig met 'n dooiepunt-trekking.
am: በማጣበቅ ምንም አሸናፊ የሌለበት ምድብ መጨረሻ ይደርሳል።
ar: الانتهاء بتعادل بسبب الجمود.
az: Durğun heç-heçə ilə bitir.
be: Скончыцца нічыёй у тупік.
bg: Завършете с патово равенство.
bn: একটি অচলাবস্থা ড্র সঙ্গে শেষ.
bo: འགུལ་མེད་གྲུབ་འབྲས་མཉམ་པས་མཇུག་བསྡུ།
ca: Acaba amb un empat per ofegat.
cs: Končí patovou remízou.
da: Afslut med uafgjort uafgjort.
de: Beenden Sie mit einem Patt-Unentschieden.
el: Τέλος με ισοπαλία.
es: Termina con un empate.
et: Lõpeta ummikseisuga.
fa: با تساوی بن بست پایان دهید.
fi: Päätä tasapeliin.
fr: Terminez par un match nul.
gu: સ્ટેલમેટ ડ્રો સાથે અંત.
he: סיים בתיקו מבוי סתום.
hi: एक गतिरोध ड्रा के साथ समाप्त करें।
hr: Završite igru neodlučeno zbog pat situacije.
hu: Patthelyzet döntetlennel fejezzük be.
hy: Ավարտեք փակուղային ոչ-ոքիով:
id: Berakhir dengan hasil imbang.
is: Enda með jafntefli.
it: Termina con un pareggio di stallo.
ja: 膠着状態の引き分けで終了。
km: បញ្ចប់ដោយស្មើដោយជាប់គាំង។
kn: ಸ್ಥಬ್ದ ಡ್ರಾದೊಂದಿಗೆ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ.
ko: 무승부로 끝납니다.
lt: Baigti aklavietės lygiosiomis.
lv: Beidziet ar strupceļa neizšķirtu.
mk: Заврши со ќор-сокак нерешено.
ms: Diakhiri dengan keputusan seri.
my: ရှေ့မတိုးနောက်မဆုတ်သာ သရေဖြင့် အဆုံးသတ်ပါ။
nb: Avslutt med uavgjort uavgjort.
nl: Eindig met remise door patstelling.
pl: Koniec z remisem impasowym.
pt: Terminar com um empate por impasse.
ro: Încheiați cu o remiză în impas.
ru: Закончим патовой ничьей.
si: ජරාවක් රේඛීය අවසානයක් සමඟ අවසන් කරන්න.
sk: Koniec nerozhodným výsledkom.
sl: Konec z neodločenim izidom.
sq: Përfundoni me një barazim në ngërç.
sr: Завршите нерешеним резултатом.
sv: Avsluta med ett dödläge oavgjort.
sw: Malizia kwa sare ya bila kufungana.
ta: ஒரு முட்டுக்கட்டை டிராவுடன் முடிக்கவும்.
te: ప్రతిష్టంభన డ్రాతో ముగించండి.
th: จบลงด้วยการเสมอกัน
tr: Çıkmaz beraberliği ile bitirin.
uk: Закінчиться нічиєю.
ur: ایک تعطل ڈرا کے ساتھ ختم کریں۔
uz: Durang durang bilan yakunlang.
vi: Kết thúc với một trận hòa bế tắc.
zh: 因无子可走而判和。
zh_hant: 因無子可走而判和。
zu: Qeda ngokulingana okumile.

# removeOpponentsPieceAndChangeSideToMove
source: Remove one of the opponent's pieces and change the side to move.
af: Verwyder een van die teenstander se stukke en verander die kant om te beweeg.
am: ከተቀናቃኙ ተጫዋች ቁልፍ አንዱን ውስድ እና የእንቅስቃሴን በኩል ቀይር።
ar: قم بإزالة إحدى قطع الخصم وقم بتغيير الجانب المراد تحريكه.
az: Rəqibin fiqurlarından birini çıxarın və hərəkət etmək üçün tərəfi dəyişdirin.
be: Выдаліце адну з фігур суперніка і зменіце бок, каб рухацца.
bg: Премахнете една от фигурите на противника и сменете страната, за да се движите.
bn: প্রতিপক্ষের একটি টুকরো সরান এবং সরানোর জন্য পাশ পরিবর্তন করুন।
bo: ཁ་གཏད་རྩེད་འགྲན་པའི་རྡེལ་གཅིག་བསུབ་པ་དང་སྤོ་འགུལ་ཕྱོགས་བརྗེ།
ca: Retireu una peça de l'oponent i canvia el torn a l'altre jugador.
cs: Odstraňte jednu ze soupeřových figurek a změňte stranu pro pohyb.
da: Fjern en af modstanderens brikker og skift side for at flytte.
de: Entferne einen der gegnerischen Steine und wechsle die Seite, um dich zu bewegen.
el: Αφαιρέστε ένα από τα κομμάτια του αντιπάλου και αλλάξτε την πλευρά για να μετακινηθείτε.
es: Elimina una de las piezas del adversari@ y cambia el lado para mover.
et: Eemaldage üks vastase nupp ja muutke liikumiseks külge.
fa: یکی از مهره‌های حریف را بردارید و طرف را برای حرکت تغییر دهید.
fi: Poista yksi vastustajan nappuloista ja vaihda puolta liikkuaksesi.
fr: Retirez l'une des pièces de l'adversaire et changez de côté pour vous déplacer.
gu: વિરોધીના ટુકડામાંથી એકને દૂર કરો અને ખસેડવા માટે બાજુ બદલો.
he: הסר את אחד הכלים של היריב ושנה את הצד לזוז.
hi: प्रतिद्वंद्वी के टुकड़ों में से एक को हटाएं और स्थानांतरित करने के लिए पक्ष बदलें।
hr: Uklonite jednu od protivničkih figura i promijenite stranu kretanja.
hu: Távolítsd el az ellenfél egyik bábuját, és változtasd meg az oldalt a mozgáshoz.
hy: Հեռացրեք մրցակցի խաղաքարերից մեկը և փոխեք կողմը՝ շարժվելու համար:
id: Hapus salah satu bidak lawan dan ubah sisi untuk bergerak.
is: Fjarlægðu einn af stykki andstæðingsins og skiptu um hlið til að færa.
it: Rimuovi uno dei pezzi dell'avversario e cambia il lato da muovere.
ja: 相手の駒を1つ取り除き、手番を交代します。
km: ដកកូនអុកមួយរបស់គូប្រកួតចេញ ហើយប្តូរវេនផ្លាស់ទី។
kn: ಎದುರಾಳಿಯ ತುಂಡುಗಳಲ್ಲಿ ಒಂದನ್ನು ತೆಗೆದುಹಾಕಿ ಮತ್ತು ಸರಿಸಲು ಬದಿಯನ್ನು ಬದಲಾಯಿಸಿ.
ko: 상대방의 말 하나를 제거한 다음 상대방이 계속해서 말을 움직입니다.
lt: Pašalinkite vieną iš priešininko figūrų ir pakeiskite šoną, kad galėtumėte judėti.
lv: Noņemiet vienu no pretinieka figūrām un mainiet pusi, lai pārvietotos.
mk: Отстранете една од фигурите на противникот и сменете ја страната за да се движите.
ms: Keluarkan salah satu bahagian lawan dan tukar bahagian tepi untuk bergerak.
my: ပြိုင်ဘက်၏အပိုင်းအစများကို ဖယ်ရှားပြီး ရွှေ့ရန် ဘေးဘက်သို့ ပြောင်းပါ။
nb: Fjern en av motstanderens brikker og bytt side for å flytte.
nl: Verwijder een van de stukken van de tegenstander en verander de kant om te bewegen.
pl: Usuń jeden z pionków przeciwnika i zmień stronę, aby się poruszyć.
pt: Remova uma das peças do adversário e mude o lado para mover.
ro: Scoateți una dintre piesele adversarului și schimbați partea pentru a muta.
ru: Уберите одну из фигур противника и поменяйте сторону хода.
si: ප්‍රතිපක්ෂයේ කැබලියක් ඉවත් කර චලනය කිරීම සඳහා පැත්ත වෙනස් කරන්න.
sk: Odstráňte jednu zo súperových figúrok a zmeňte stranu na pohyb.
sl: Odstranite eno od nasprotnikovih figur in spremenite stran za premikanje.
sq: Hiqni një nga pjesët e kundërshtarit dhe ndryshoni anën për të lëvizur.
sr: Уклоните једну од противничких фигура и промените страну за кретање.
sv: Ta bort en av motståndarens pjäser och byt sida för att flytta.
sw: Ondoa moja ya vipande vya mpinzani na ubadilishe upande wa kusonga.
ta: எதிராளியின் துண்டுகளில் ஒன்றை அகற்றி, நகர்த்த பக்கத்தை மாற்றவும்.
te: ప్రత్యర్థి ముక్కల్లో ఒకదాన్ని తీసివేసి, తరలించడానికి వైపు మార్చండి.
th: นำชิ้นส่วนของฝ่ายตรงข้ามออกหนึ่งชิ้นและเปลี่ยนด้านที่จะย้าย
tr: Rakibin taşlarından birini çıkarın ve hareket etmek için tarafı değiştirin.
uk: Видаліть одну з фігур супротивника та змініть бік руху.
ur: مخالف کے ٹکڑوں میں سے ایک کو ہٹا دیں اور حرکت کرنے کے لیے سائیڈ کو تبدیل کریں۔
uz: Raqibning donalaridan birini olib tashlang va harakat qilish uchun tomonni o'zgartiring.
vi: Loại bỏ một trong các quân cờ của đối thủ và đổi bên để di chuyển.
zh: 移除对手的一枚棋子然后由对方继续走棋。
zh_hant: 移除對手的一枚棋子然後由對方繼續走棋。
zu: Susa eyodwa yezingcezu zombangi bese ushintsha uhlangothi ukuze uhambise.

source: AI response delay time
af: KI reaksie vertraging tyd
am: AI ምላሽ የሚሳለው ጊዜ
ar: وقت تأخير استجابة الذكاء الاصطناعي
az: AI cavab gecikmə vaxtı
be: Час затрымкі адказу AI
bg: Време за забавяне на реакцията на AI
bn: এআই প্রতিক্রিয়া বিলম্বের সময়
bo: AI ཡི་ཡ་ལན་འགོར་འགྱངས་དུས་ཚོད།
ca: Temps de retard en la resposta de la IA
cs: Doba zpoždění odezvy AI
da: AI-svarforsinkelse
de: KI-Antwortverzögerungszeit
el: Χρόνος καθυστέρησης απόκρισης AI
es: Tiempo de respuesta de la IA
et: AI reageerimise viivitusaeg
fa: زمان تاخیر پاسخ هوش مصنوعی
fi: Tekoälyn vasteviive
fr: Délai de réponse de l'IA
gu: AI પ્રતિભાવમાં વિલંબનો સમય
he: זמן עיכוב תגובת AI
hi: एआई प्रतिक्रिया विलंब समय
hr: Vrijeme odgode odgovora za UI
hu: AI válasz késleltetési ideje
hy: AI արձագանքման հետաձգման ժամանակը
id: Waktu tunda respons AI
is: AI svarseinkun
it: Tempo di ritardo della risposta AI
ja: AI 応答遅延時間
km: ពេលវេលាពន្យារការឆ្លើយតបរបស់ AI
kn: AI ಪ್ರತಿಕ್ರಿಯೆ ವಿಳಂಬ ಸಮಯ
ko: AI 응답 지연 시간
lt: AI atsako delsos laikas
lv: AI reakcijas aizkaves laiks
mk: Време на одложување на одговорот со вештачка интелигенција
ms: Masa kelewatan tindak balas AI
my: AI တုံ့ပြန်မှုနှောင့်နှေးချိန်
nb: AI-responsforsinkelsestid
nl: AI reactievertragingstijd
pl: Czas opóźnienia odpowiedzi AI
pt: Tempo de atraso de resposta de IA
ro: Timp de întârziere a răspunsului AI
ru: Время задержки ответа ИИ
si: AI ප්‍රතිචාර පරතර කාලය
sk: Čas oneskorenia odozvy AI
sl: Čas zakasnitve odziva AI
sq: Koha e vonesës së përgjigjes së AI
sr: Време кашњења одговора АИ
sv: AI svarsfördröjningstid
sw: Wakati wa kuchelewa kwa majibu ya AI
ta: AI மறுமொழி தாமத நேரம்
te: AI ప్రతిస్పందన ఆలస్యం సమయం
th: เวลาตอบสนองของ AI ล่าช้า
tr: AI yanıt gecikme süresi
uk: Час затримки відповіді ШІ
ur: AI جواب میں تاخیر کا وقت
uz: AI javobni kechiktirish vaqti
vi: Thời gian trễ phản hồi AI
zh: AI 响应延迟时间
zh_hant: AI 響應延遲時間
zu: Isikhathi sokulibaziseka kwempendulo ye-AI

# aiIsDelaying
source: AI is currently in a delayed response phase. Please wait for a while before proceeding.
af: KI is tans in 'n vertraagde reaksiefase. Wag asseblief 'n rukkie voor jy voortgaan.
am: AI በዘጠነ ምላሽ ክስተት ውስጥ ነው። እባኮትን በሚቀጥለው መንገድ መቀጠል በመታገዝ አጥብቀው በርካታ ጊዜ ይጠብቁ።
ar: يمر الذكاء الاصطناعي حاليًا بمرحلة استجابة متأخرة. يرجى الانتظار لبعض الوقت قبل المتابعة.
az: AI hazırda gecikmiş cavab mərhələsindədir. Davam etməzdən əvvəl bir az gözləyin.
be: ШІ зараз знаходзіцца ў фазе адкладзенага рэагавання. Калі ласка, пачакайце некаторы час, перш чым працягваць.
bg: AI в момента е във фаза на забавена реакция. Моля, изчакайте известно време, преди да продължите.
bn: এআই বর্তমানে একটি বিলম্বিত প্রতিক্রিয়া পর্যায়ে রয়েছে। এগিয়ে যাওয়ার আগে অনুগ্রহ করে কিছুক্ষণ অপেক্ষা করুন।
bo: AI ད་ལྟ་ཡ་ལན་འགོར་འགྱངས་དུས་རིམ་དུ་གནས། ဆက်လုပ်སྔོན་ལ་ཏོག་ཙམ་བསྒུག་རོགས།
ca: La IA està retardant la resposta. Espereu uns moments abans de continuar.
cs: Umělá inteligence je momentálně ve fázi zpožděné odezvy. Než budete pokračovat, chvíli počkejte.
da: AI er i øjeblikket i en forsinket responsfase. Vent venligst et stykke tid, før du fortsætter.
de: KI befindet sich derzeit in einer verzögerten Reaktionsphase. Bitte warten Sie eine Weile, bevor Sie fortfahren.
el: Η τεχνητή νοημοσύνη βρίσκεται επί του παρόντος σε φάση καθυστερημένης απόκρισης. Περιμένετε λίγο πριν συνεχίσετε.
es: La IA se encuentra actualmente en respuesta retardada. Por favor, espere un poco antes de continuar.
et: AI on praegu viivitatud reageerimise faasis. Enne jätkamist oodake veidi.
fa: هوش مصنوعی در حال حاضر در مرحله پاسخ تاخیری قرار دارد. لطفاً قبل از ادامه مدتی صبر کنید.
fi: Tekoäly on tällä hetkellä viivästyneen vasteen vaiheessa. Odota hetki ennen kuin jatkat.
fr: L'IA est actuellement en phase de réponse différée. Veuillez patienter un moment avant de continuer.
gu: AI હાલમાં વિલંબિત પ્રતિભાવ તબક્કામાં છે. કૃપા કરીને આગળ વધતા પહેલા થોડીવાર રાહ જુઓ.
he: AI נמצא כעת בשלב תגובה מושהה. אנא המתן זמן מה לפני שתמשיך.
hi: एआई वर्तमान में विलंबित प्रतिक्रिया चरण में है। कृपया आगे बढ़ने से पहले कुछ देर प्रतीक्षा करें।
hr: UI je trenutačno u fazi odgođenog odgovora. Pričekajte neko vrijeme prije nastavljanja.
hu: A mesterséges intelligencia jelenleg egy késleltetett válaszfázisban van. Kérjük, várjon egy kicsit a folytatás előtt.
hy: AI-ն ներկայումս գտնվում է հետաձգված արձագանքման փուլում: Խնդրում ենք մի քիչ սպասել՝ շարունակելուց առաջ:
id: AI saat ini sedang dalam fase respons tertunda. Harap tunggu beberapa saat sebelum melanjutkan.
is: Gervigreind er sem stendur í seinkaðri viðbragðsfasa. Vinsamlegast bíddu í smá stund áður en þú heldur áfram.
it: AI è attualmente in una fase di risposta ritardata. Si prega di attendere un po' prima di procedere.
ja: AI は現在、遅延応答段階にあります。続行する前に、しばらくお待ちください。
km: AI បច្ចុប្បន្នកំពុងស្ថិតក្នុងដំណាក់កាលឆ្លើយតបយឺត។ សូមរង់ចាំមួយភ្លែតមុននឹងបន្ត។
kn: AI ಪ್ರಸ್ತುತ ವಿಳಂಬವಾದ ಪ್ರತಿಕ್ರಿಯೆ ಹಂತದಲ್ಲಿದೆ. ಮುಂದುವರಿಯುವ ಮೊದಲು ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯ ಕಾಯಿರಿ.
ko: AI가 현재 응답 지연 단계에 있으니, 진행하기 전에 잠시 기다려 주십시오.
lt: AI šiuo metu yra atidėto atsako fazėje. Prieš tęsdami palaukite šiek tiek.
lv: AI pašlaik ir aizkavētas reakcijas fāzē. Pirms turpināt, lūdzu, uzgaidiet kādu laiku.
mk: Вештачката интелигенција моментално е во фаза на одложен одговор. Ве молиме почекајте некое време пред да продолжите.
ms: AI kini dalam fasa respons tertunda. Sila tunggu sebentar sebelum meneruskan.
my: AI သည် လက်ရှိတွင် နှောင့်နှေးသော တုံ့ပြန်မှုအဆင့်တွင် ရှိနေသည်။ ဆက်လက်မလုပ်ဆောင်မီ ခဏစောင့်ပါ။
nb: AI er for tiden i en forsinket responsfase. Vennligst vent en stund før du fortsetter.
nl: AI bevindt zich momenteel in een vertraagde reactiefase. Wacht even voordat u verder gaat.
pl: Sztuczna inteligencja znajduje się obecnie w fazie opóźnionej reakcji. Odczekaj chwilę, zanim przejdziesz dalej.
pt: A IA está atualmente em uma fase de resposta atrasada. Aguarde um pouco antes de prosseguir.
ro: AI se află în prezent într-o fază de răspuns întârziat. Vă rugăm să așteptați puțin înainte de a continua.
ru: ИИ в настоящее время находится в фазе отложенного ответа. Пожалуйста, подождите некоторое время, прежде чем продолжить.
si: AI දැන් පරතර ප්‍රතිචාර අවධියක සිටී. ඉදිරියට යාමට පෙර කල් ඉන්න.
sk: AI je momentálne vo fáze oneskorenej odozvy. Pred pokračovaním chvíľu počkajte.
sl: AI je trenutno v fazi zakasnjenega odziva. Počakajte nekaj časa, preden nadaljujete.
sq: AI është aktualisht në një fazë reagimi të vonuar. Ju lutemi prisni pak përpara se të vazhdoni.
sr: АИ је тренутно у фази одложеног одговора. Сачекајте неко време пре него што наставите.
sv: AI befinner sig för närvarande i en fördröjd svarsfas. Vänta ett tag innan du fortsätter.
sw: AI kwa sasa iko katika awamu ya majibu iliyochelewa. Tafadhali subiri kwa muda kabla ya kuendelea.
ta: AI தற்போது தாமதமான மறுமொழி கட்டத்தில் உள்ளது. தொடர்வதற்கு முன் சிறிது நேரம் காத்திருங்கள்.
te: AI ప్రస్తుతం ఆలస్యం ప్రతిస్పందన దశలో ఉంది. దయచేసి కొనసాగడానికి ముందు కొంతసేపు వేచి ఉండండి.
th: ขณะนี้ AI อยู่ในช่วงการตอบสนองที่ล่าช้า โปรดรอสักครู่ก่อนดำเนินการต่อ
tr: AI şu anda gecikmeli bir yanıt aşamasındadır. Devam etmeden önce lütfen bir süre bekleyin.
uk: Наразі штучний інтелект перебуває у фазі відкладеної реакції. Зачекайте деякий час, перш ніж продовжити.
ur: AI فی الحال تاخیر سے ردعمل کے مرحلے میں ہے۔ براہ کرم آگے بڑھنے سے پہلے تھوڑی دیر انتظار کریں۔
uz: AI hozirda kechiktirilgan javob bosqichida. Davom etishdan oldin biroz kuting.
vi: AI hiện đang trong giai đoạn phản hồi chậm. Vui lòng đợi một lúc trước khi tiếp tục.
zh: AI 目前处于延迟响应阶段。请稍等片刻再继续。
zh_hant: AI 目前處於延遲響應階段。請稍等片刻再繼續。
zu: I-AI okwamanje isesigabeni sokuphendula esibambezelekile. Sicela ulinde isikhashana ngaphambi kokuthi uqhubeke.

# tipCanNotRemoveNonadjacent
source: You cannot remove a nonadjacent piece.
af: Jy kan nie 'n nie-aangrensende stuk verwyder nie.
am: በቅርብ አይደለን ቁራጭ መውጣት አይቻልም።
ar: لا يمكنك إزالة قطعة غير مجاورة.
az: Siz bitişik olmayan parçanı silə bilməzsiniz.
be: Вы не можаце выдаліць несуседнюю частку.
bg: Не можете да премахнете несъседна част.
bn: আপনি একটি অসংলগ্ন টুকরা অপসারণ করতে পারবেন না.
bo: ཁྱོད་ཀྱིས་མཐའ་འཁོར་མིན་པའི་རྡེལ་བསུབ་མི་ཆོག
ca: No podeu eliminar una peça que no sigui adjacent.
cs: Nesousedící kus nelze odstranit.
da: Du kan ikke fjerne et ikke-tilstødende stykke.
de: Sie können keinen nicht angrenzenden Stein entfernen.
el: Δεν μπορείτε να αφαιρέσετε ένα μη γειτονικό κομμάτι.
es: No se puede eliminar una pieza no adyacente.
et: Te ei saa eemaldada mittekülgnevat tükki.
fa: شما نمی توانید یک مهره غیر مجاور را بردارید.
fi: Et voi poistaa vierekkäistä nappulaa.
fr: Vous ne pouvez pas retirer une pièce non adjacente.
gu: તમે અડીને આવેલા ભાગને દૂર કરી શકતા નથી.
he: לא ניתן להסיר חלק לא סמוך.
hi: आप एक असन्निकट टुकड़ा नहीं निकाल सकते।
hr: Ne možete ukloniti nesusjednu figuru.
hu: Nem távolíthat el egy nem szomszédos darabot.
hy: Դուք չեք կարող հեռացնել ոչ հարակից կտորը:
id: Anda tidak dapat menghapus bagian yang tidak berdekatan.
is: Þú getur ekki fjarlægt stykki sem ekki er aðliggjandi.
it: Non puoi rimuovere un pezzo non adiacente.
ja: 隣接していないピースを削除することはできません。
km: អ្នកមិនអាចដកកូនអុកដែលមិនជាប់គ្នាបានទេ។
kn: ನೀವು ಪಕ್ಕದಲ್ಲಿಲ್ಲದ ತುಂಡನ್ನು ತೆಗೆದುಹಾಕಲಾಗುವುದಿಲ್ಲ.
ko: 인접하지 않은 말은 제거할 수 없습니다.
lt: Negalite pašalinti gretimos dalies.
lv: Jūs nevarat noņemt blakus esošo gabalu.
mk: Не можете да отстраните непосредно парче.
ms: Anda tidak boleh mengeluarkan bahagian yang tidak bersebelahan.
my: မကပ်နေသောအပိုင်းကို ဖယ်ရှား၍မရပါ။
nb: Du kan ikke fjerne en ikke-tilstøtende del.
nl: U kunt een niet-aangrenzend stuk niet verwijderen.
pl: Nie możesz usunąć nieprzylegającego elementu.
pt: Você não pode remover uma peça não adjacente.
ro: Nu puteți elimina o piesă neadiacentă.
ru: Вы не можете удалить несмежную часть.
si: ඔබට අසමීපිත කැබලියක් ඉවත් කළ නොහැක.
sk: Nesusediaci kus nemôžete odstrániť.
sl: Nesosednjega kosa ne morete odstraniti.
sq: Ju nuk mund të hiqni një pjesë jo ngjitur.
sr: Не можете уклонити несуседни комад.
sv: Du kan inte ta bort en icke-intilliggande del.
sw: Huwezi kuondoa kipande kisicho karibu.
ta: நீங்கள் அருகிலுள்ள அல்லாத துண்டுகளை அகற்ற முடியாது.
te: మీరు పక్కనే లేని భాగాన్ని తీసివేయలేరు.
th: คุณไม่สามารถลบชิ้นส่วนที่ไม่ติดกันได้
tr: Bitişik olmayan bir parçayı kaldıramazsınız.
uk: Ви не можете видалити несусідний фрагмент.
ur: آپ غیر ملحقہ ٹکڑے کو نہیں ہٹا سکتے ہیں۔
uz: Siz qo'shni bo'lmagan qismni olib tashlay olmaysiz.
vi: Bạn không thể loại bỏ một phần không liền kề.
zh: 只能移除和自己棋子相邻的棋子
zh_hant: 只能移除和自己棋子相鄰的棋子
zu: Awukwazi ukususa ucezu olungasondelene.

# stalemateRemovalRegardlessOfMillFormation
source: In a stalemate, you can remove the opponent's pieces adjacent to yours, regardless of mill formation.
af: As dit doodloop, kan die teenstander se stukke langs joune verwyder word, ongeag die meulformasie.
am: በማጣበቅ ጊዜ ከአንተ በቅርብ የሆኑ ተቀናቃኞች ቁራጭዎች ተከናነበው ሆኑ ይወጣሉ፣ የምንኛንም ተምሳሌት መንግሥት ቢኖሩም ሆነ ቢሌለ።
ar: في حالة الجمود، يمكن إزالة قطع الخصم المجاورة لقطعك، بغض النظر عن تشكيل الطاحونة.
az: Durğun olarsa, dəyirmanın formalaşmasından asılı olmayaraq, rəqibin sizə bitişik fiqurları çıxarıla bilər.
be: У тупіку фігуры праціўніка, якія знаходзяцца побач з вашымі, могуць быць выдалены, незалежна ад формы млына.
bg: Ако е безизходица, фигурите на противника, съседни на вашите, могат да бъдат премахнати, независимо от формацията на мелницата.
bn: অচলাবস্থা হলে, মিল গঠন নির্বিশেষে, আপনার সংলগ্ন প্রতিপক্ষের টুকরা সরানো যেতে পারে।
bo: གལ་ཏེ་ལམ་ལྷོང་མེད་ན། ཁྱེད་ཀྱི་ཉེ་འགྲམ་གྱི་ཁ་གཏད་ཀྱི་ཆ་ཤས་དེ་ཚོ་སྒྲིག་གཞི་གསུམ་ལ་མ་ལྟོས་པར་བཏོན་ཐུབ།
ca: En un ofegat, podeu eliminar les peces de l'oponent que siguin adjacents a les vostres, sense tenir en compte la formació d'un molí.
cs: V případě patové situace mohou být soupeřovy figurky sousedící s vašimi odstraněny, bez ohledu na formaci mlýna.
da: Hvis det går i stå, kan modstanderens brikker, der støder op til din, fjernes, uanset mølleformationen.
de: Bei einer Patt-Situation können die an deine angrenzenden Steine des Gegners unabhängig von der Mühlen-Formation entfernt werden.
el: Σε περίπτωση αδιεξόδου, τα κομμάτια του αντιπάλου που βρίσκονται δίπλα στο δικό σας μπορούν να αφαιρεθούν, ανεξάρτητα από τον σχηματισμό μύλου.
es: En caso de empate, se pueden eliminar las piezas del adversari@ adyacentes a las tuyas, independientemente de la formación del molino.
et: Kui ummikseisus on, saab sinu omadega külgnevad vastase nupud eemaldada, olenemata veski moodustamisest.
fa: در صورت بن بست، مهره‌های حریف در مجاورت مهره شما بدون توجه به شکل گیری آسیاب می توانند حذف شوند.
fi: Pattitilanteessa vastustajan nappulat, jotka ovat sinun vieressäsi, voidaan poistaa myllymuodostuksesta riippumatta.
fr: En cas d'impasse, les pièces de l'adversaire adjacentes aux vôtres peuvent être retirées, quelle que soit la formation du moulin.
gu: જો મડાગાંઠ હોય, તો મિલની રચનાને ધ્યાનમાં લીધા વિના, તમારી બાજુના વિરોધીના ટુકડાઓ દૂર કરી શકાય છે.
he: במקרה של קיפאון, ניתן להסיר את החלקים של היריב הסמוכים לשלך, ללא קשר להיווצרות הטחנה.
hi: यदि गतिरोध होता है, तो मिल के गठन की परवाह किए बिना, आपके आस-पास के प्रतिद्वंद्वी के टुकड़ों को हटाया जा सकता है।
hr: Ako dođe do pat pozicije, možete ukloniti protivničke figure pored vaših bez obzira na formaciju mlina.
hu: Patthelyzet esetén az ellenfél a tieddel szomszédos bábuit el lehet távolítani, függetlenül a malomfelállástól.
hy: Եթե փակուղում է, հակառակորդի խաղաքարերը, որոնք կից ձերն են, կարող են հեռացվել՝ անկախ ջրաղացների ձևավորումից:
id: Jika menemui jalan buntu, bidak lawan yang berdekatan dengan milik Anda dapat dihilangkan, terlepas dari formasi gilingan.
is: Ef pattstaða er, er hægt að fjarlægja stykki andstæðingsins, sem liggja að þínum, burt, óháð myllumyndun.
it: In caso di stallo, i pezzi dell'avversario adiacenti ai tuoi possono essere rimossi, indipendentemente dalla formazione del mulino.
ja: 膠着状態の場合、ミルのフォーメーションに関係なく、自分の駒に隣接する相手の駒を取り除くことができます。
km: ក្នុងស្ថានភាពជាប់គាំង អ្នកអាចដកកូនអុករបស់គូប្រកួតដែលនៅជាប់នឹងរបស់អ្នក ដោយមិនគិតពីការបង្កើតមីល។
kn: ಸ್ಥಗಿತಗೊಂಡರೆ, ಗಿರಣಿ ರಚನೆಯನ್ನು ಲೆಕ್ಕಿಸದೆಯೇ ನಿಮ್ಮ ಪಕ್ಕದಲ್ಲಿರುವ ಎದುರಾಳಿಯ ತುಂಡುಗಳನ್ನು ತೆಗೆದುಹಾಕಬಹುದು.
ko: 교착 상태일 경우, 곤 형성 여부와 상관없이 당신의 말과 인접한 상대 말을 제거할 수 있습니다.
lt: Jei atsidursite aklavietėje, priešininko figūros, esančios šalia jūsų, gali būti pašalintos, neatsižvelgiant į malūno formavimąsi.
lv: Ja ir strupceļš, pretinieka figūras, kas atrodas blakus jums, var tikt noņemtas neatkarīgi no dzirnavu veidošanās.
mk: Доколку дојде до ќор-сокак, противничките фигури во непосредна близина на вашите може да се отстранат, без оглед на формирањето на мелницата.
ms: Jika kebuntuan, kepingan lawan yang bersebelahan dengan anda boleh dikeluarkan, tanpa mengira pembentukan kilang.
my: ရှေ့မတိုးသာမယာဖြစ်လျှင် ကြိတ်ဖွဲ့စည်းပုံမခွဲခြားဘဲ သင့်အနီးရှိ ပြိုင်ဘက်၏အပိုင်းများကို ဖယ်ရှားနိုင်သည်။
nb: Hvis det går i stå, kan motstanderens brikker ved siden av din fjernes, uavhengig av mølleformasjonen.
nl: Als er een patstelling is, kunnen de stukken van de tegenstander naast die van jou worden verwijderd, ongeacht de opstelling van de molen.
pl: W przypadku impasu piony przeciwnika sąsiadujące z twoimi mogą zostać usunięte, niezależnie od formacji młyna.
pt: Em caso de impasse, as peças do adversário adjacentes às suas podem ser removidas, independentemente da formação do moinho.
ro: Dacă sunt în impas, piesele adversarului adiacente ale tale pot fi eliminate, indiferent de formarea morii.
ru: В случае пата фигуры противника, соседние с вашими, могут быть удалены, независимо от формации мельницы.
si: ජරාවක් තිබේ නම්, ඔබේ ආසන්නයේ ප්‍රතිපක්ෂයේ කැබලි ඉවත් කළ හැක, ගල් යන්ත්‍රයේ සැකසුමක් තිබුණද වුවද.
sk: Ak ste v patovej situácii, súperove figúrky susediace s vašimi môžu byť odstránené bez ohľadu na formáciu mlyna.
sl: Če je pat položaj, se lahko nasprotnikove figure, ki mejijo na vaše, odstranijo, ne glede na sestavo mlina.
sq: Nëse ngërçi, pjesët e kundërshtarit ngjitur me tuajat mund të hiqen, pavarësisht nga formimi i mullirit.
sr: Ако дође до застоја, противничке фигуре које се налазе поред ваших могу бити уклоњене, без обзира на формацију млина.
sv: Om ett dödläge, kan motståndarens pjäser intill din tas bort, oavsett kvarn formation.
sw: Ikiwa kukwama, vipande vya mpinzani karibu na yako vinaweza kuondolewa, bila kujali uundaji wa kinu.
ta: ஒரு முட்டுக்கட்டைக்கு, ஆலை உருவாவதைப் பொருட்படுத்தாமல், உங்களுடைய அருகிலுள்ள எதிரியின் துண்டுகளை அகற்றலாம்.
te: ప్రతిష్టంభన ఏర్పడితే, మిల్లు నిర్మాణంతో సంబంధం లేకుండా మీ పక్కనే ఉన్న ప్రత్యర్థి ముక్కలను తీసివేయవచ్చు.
th: หากจนมุม ชิ้นส่วนของฝ่ายตรงข้ามที่อยู่ติดกับคุณจะถูกลบออกได้ โดยไม่คำนึงถึงรูปแบบโรงสี
tr: Çıkmaz durumunda, rakibin size bitişik taşları, değirmen oluşumundan bağımsız olarak kaldırılabilir.
uk: У безвихідній ситуації ви можете видалити фігури супротивника поруч із вашими, незважаючи на форму млинів.
ur: اگر تعطل پیدا ہوتا ہے تو، آپ سے ملحق مخالف کے ٹکڑے ہٹائے جا سکتے ہیں، قطع نظر مل کی تشکیل کے۔
uz: Agar turg'un bo'lsa, tegirmon shakllanishidan qat'i nazar, raqibning sizning yoningizda joylashgan donalarini olib tashlash mumkin.
vi: Nếu bế tắc, các quân của đối thủ liền kề với quân của bạn có thể bị loại bỏ, bất kể đội hình của nhà máy.
zh: 在无路可走的情况下，只要对方的子和自己的子相邻，则无论这些子是否在三连中，都可以被移除。
zh_hant: 在無路可走的情況下，只要對方的子和自己的子相鄰，則無論這些子是否在三連中，都可以被移除。
zu: Uma kumile, izingcezu zombangi ezincikene nezakho zingasuswa, kungakhathaliseki ukuthi ukwakheka kwesigayo.
