Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# mayBreakAndRemakeMillRepeatedly_Detail
source: If a player breaks a mill to immediately form a new one, they can move that piece back to the original point in their next move if it forms another new mill.
af: As 'n speler 'n meul breek om dadelik 'n nuwe meul te skep, kan so speler so 'n stuk terugskuif na die oorspronklike aansluiting in sy volgende skuif as dit 'n nuwe meul maak.
am: ተጫዋች ቀንንዴን ቢሰብስብ እና አዲስ ቀንንዴ በዚያኑ ጊዜ ሲፈጥር፣ በሚቀጥለው እንቅስቃሴ ውስጥ ያንን ቁራጭ ወደ መጀመሪያው መስመር ሊመልስ ይችላል፣ እንደዚህ አዲስ ቀንንዴ ቢፈጥር።
ar: إذا كسر لاعب طاحونة لإنشاء طاحونة جديدة على الفور ، فيمكن لهذا اللاعب إعادة هذه القطعة إلى التقاطع الأصلي في حركته التالية إذا قام بعمل طاحونة جديدة.
az: Əgər oyunçu dərhal yeni dəyirman yaratmaq üçün dəyirmanı sındırarsa, belə oyunçu yeni dəyirman edərsə, növbəti hərəkətində belə parçanı orijinal qovşağına köçürə bilər.
be: Калі гулец разбівае млын, каб неадкладна стварыць новы млын, такі гулец можа перамясціць такі кавалак назад да першапачатковага злучэння сваім наступным ходам, калі ён стварае новы млын.
bg: Ако играч счупи мелница, за да създаде веднага нова мелница, той може да премести тази фигура обратно в оригиналния възел в следващия си ход, ако тя създава нова мелница.
bn: যদি কোনও খেলোয়াড় তত্ক্ষণাত্ একটি নতুন মিল তৈরির জন্য কলটি ভেঙে দেয়, এই জাতীয় খেলোয়াড় যদি নতুন মিল তৈরি করে তবে তার পরবর্তী পদক্ষেপে এই জাতীয় টুকরোটি মূল জংশনে ফিরে যেতে পারে।
bo: གལ་ཏེ་རྩེད་མོ་བ་ཞིག་གིས་གསུམ་གཅིག་བརྡུངས་ནས་དེ་མ་ཐག་གསུམ་གསར་པ་བཟོས་ན། རྩེད་མོ་བ་དེས་གསུམ་གསར་པ་བཟོས་ན་ཁོང་གི་འགུལ་སྐྱོད་རྗེས་མའི་ནང་དེ་ལྟའི་མཐུད་མཚམས་ཐོག་མར་སྤོ་ཐུབ།
ca: Si un jugador trenca un molí per a formar-ne un de nou immediatament, pot tornar a moure la peça a la posició original en el seu següent torn si torna a formar un nou molí.
cs: Pokud hráč rozbije mlýn, aby okamžitě vytvořil nový mlýn, může takovou figurku v dalším tahu přesunout zpět na původní křižovatku, pokud vytvoří nový mlýn.
da: Hvis en spiller bryder en mølle for at oprette en ny mølle med det samme, kan en sådan spiller flytte et sådant stykke tilbage til det oprindelige kryds i sit næste træk, hvis det opretter en ny mølle.
de: Wenn ein Spieler eine Mühle zerstört, um sofort eine neue Mühle zu bauen, kann dieser Spieler diesen Stein in seinem nächsten Zug zurück zur ursprünglichen Kreuzung bewegen, wenn er eine neue Mühle baut.
el: Εάν ένας παίκτης σπάσει ένα μύλο για να δημιουργήσει ένα νέο μύλο αμέσως, ένας τέτοιος παίκτης μπορεί να μετακινήσει ένα τέτοιο κομμάτι πίσω στην αρχική διασταύρωση στην επόμενη κίνηση του, αν κάνει ένα νέο μύλο.
es: Si un jugador rompe un molino para crear un nuevo molino inmediatamente, dicho jugador puede mover esa pieza de regreso a la unión original en su próximo movimiento si hace un nuevo molino.
et: Ja spēlētājs pārtrauc dzirnavas, lai nekavējoties izveidotu jaunu dzirnavu, šāds spēlētājs var nākamajā gabalā pārvietot šo gabalu atpakaļ uz sākotnējo krustojumu, ja tas izveido jaunu dzirnavu.
fa: اگر بازیکنی آسیاب را بشکند تا بلافاصله آسیاب جدیدی ایجاد کند ، اگر یک آسیاب جدید ایجاد کند ، در حرکت بعدی خود می تواند آن مهره را به محل اصلی برگرداند.
fi: Jos pelaaja rikkoo myllyn uuden myllyn luomiseksi välittömästi, pelaaja voi siirtää tällaisen kappaleen takaisin alkuperäiseen risteykseen seuraavalla liikkeellään, jos se tekee uuden myllyn.
fr: Si un joueur casse un moulin pour en former un nouveau immédiatement, il peut redéplacer cette pièce vers le point d'origine lors de son prochain coup si cela forme un autre nouveau moulin.
gu: જો કોઈ ખેલાડી તરત જ નવી મિલ બનાવવા માટે મિલ તોડી નાખે છે, તો આવી ખેલાડી જો નવી મિલ બનાવે છે, તો તે આગળની ચાલમાં આવા ભાગને પાછલા મૂળ જંકશન પર ખસેડી શકે છે.
he: אם שחקן שובר טחנה כדי ליצור טחנת חדשה באופן מיידי, שחקן כזה יכול להזיז את החלק הזה בחזרה לצומת המקורי בצעד הבא שלו אם הוא עושה טחנת חדשה.
hi: यदि कोई खिलाड़ी तुरंत एक नई मिल बनाने के लिए एक मिल तोड़ता है, तो ऐसा खिलाड़ी अपनी अगली चाल में इस तरह के टुकड़े को मूल जंक्शन पर वापस ले जा सकता है यदि वह एक नई मिल बनाता है।
hr: Ako igrač razbije mlin da bi odmah stvorio novi mlin, igrač može vratiti svoju figuru natrag na izvorni čvor u svom sljedećem potezu ako na taj način stvori novi mlin.
hu: Ha egy játékos megtöri a malmot, hogy azonnal új malmot hozzon létre, akkor az ilyen darabot a következő lépésével visszahelyezheti az eredeti kereszteződésbe, ha új malmot készít.
hy: Եթե խաղացողը ջարդում է ջրաղացը, որպեսզի անմիջապես ստեղծի նոր ջրաղաց, այդպիսի խաղացողը կարող է իր հաջորդ քայլում նման կտորը հետ տեղափոխել սկզբնական հանգույց, եթե այն պատրաստի նոր ջրաղաց:
id: Jika seorang pemain memecahkan gilingan untuk segera membuat gilingan baru, pemain tersebut dapat memindahkan potongan tersebut kembali ke persimpangan awal pada langkah berikutnya jika pemain tersebut membuat gilingan baru.
is: Ef leikmaður brýtur myllu til að búa til nýja myllu strax, getur hann fært slíkan hlut aftur á upphaflega mótið í næstu hreyfingu sinni ef hann gerir nýja myllu.
it: Se un giocatore rompe un mulino per creare immediatamente un nuovo mulino, tale giocatore può riportare tale pezzo all'incrocio originale nella sua prossima mossa se fa un nuovo mulino.
ja: そのプレーヤーは、新しいミルを作る場合、次の手でその駒を元の点に戻すことができます。
km: ប្រសិនបើអ្នកលេងបំបែកមីលដើម្បីបង្កើតមីលថ្មីភ្លាមៗ ពួកគេអាចផ្លាស់ទីកូនអុកនោះត្រឡប់ទៅចំណុចដើមវិញក្នុងចលនាបន្ទាប់របស់ពួកគេ ប្រសិនបើវាបង្កើតមីលថ្មីមួយទៀត។
kn: ಹೊಸ ಗಿರಣಿಯನ್ನು ರಚಿಸಲು ಆಟಗಾರನು ಗಿರಣಿಯನ್ನು ಮುರಿದರೆ, ಅಂತಹ ಆಟಗಾರನು ಹೊಸ ಗಿರಣಿಯನ್ನು ಮಾಡಿದರೆ ಅಂತಹ ತುಣುಕನ್ನು ತನ್ನ ಮುಂದಿನ ನಡೆಯಲ್ಲಿ ಮೂಲ ಜಂಕ್ಷನ್‌ಗೆ ಹಿಂತಿರುಗಿಸಬಹುದು.
ko: 플레이어가 즉시 새 '꼰'을 만들기 위해 '꼰'을 부수는 경우, 그러한 플레이어는 새 '꼰'을 만드는 경우 다음 이동에서 그러한 말을 원래 위치로 다시 이동할 수 있습니다.
lt: Jei žaidėjas sulaužo malūną ir nedelsdamas sukuria naują malūną, toks žaidėjas gali perkelti tokį kūrinį atgal į pradinę sankryžą kitame savo žingsnyje, jei jis padarys naują malūną.
lv: Ja spēlētājs pārtrauc dzirnavas, lai nekavējoties izveidotu jaunu dzirnavu, šāds spēlētājs var nākamajā gabalā pārvietot šo gabalu atpakaļ uz sākotnējo krustojumu, ja tas izveido jaunu dzirnavu.
mk: Ако играч скрши мелница за да создаде нова мелница веднаш, таквиот плеер може да го премести таквиот дел назад во првобитната клучка во неговиот следен потег, ако направи нов мелница.
ms: Sekiranya pemain memecahkan kilang untuk membuat kilang baru dengan segera, pemain tersebut dapat menggerakkan sekeping itu kembali ke persimpangan asal pada langkah seterusnya jika ia membuat kilang baru.
my: အကယ်၍ ကစားသမားတစ်ဦးသည် ကြိတ်ဆုံအသစ်တစ်ခုကိုချက်ချင်းဖန်တီးရန် ကြိတ်ခွဲပါက၊ ထိုကစားသမားသည် ၎င်းကို ကြိတ်အသစ်ပြုလုပ်ပါက ၎င်း၏နောက်အပြောင်းအရွှေ့တွင် အဆိုပါအပိုင်းကို မူလလမ်းဆုံသို့ ပြန်ရွှေ့နိုင်သည်။
nb: Hvis en spiller bryter en mølle for å opprette en ny mølle med en gang, kan en slik spiller flytte en slik brikke tilbake til det opprinnelige krysset i sitt neste trekk hvis den lager en ny mølle.
nl: Als een speler een molen breekt om onmiddellijk een nieuwe molen te maken, kan zo'n speler zo'n stuk terug verplaatsen naar de oorspronkelijke kruising in zijn volgende zet als hij een nieuwe molen maakt.
pl: Jeśli gracz rozbije młyn, aby natychmiast stworzyć nowy młyn, taki gracz może przesunąć taki element z powrotem do pierwotnego skrzyżowania w swoim następnym ruchu, jeśli zrobi nowy młyn.
pt: Se um jogador quebra um moinho para criar um novo moinho imediatamente, esse jogador pode mover essa peça de volta para o ponto original em sua próxima jogada se ela formar um novo moinho.
ro: Dacă un jucător sparge o moară pentru a crea imediat o moară nouă, un astfel de jucător poate muta o astfel de piesă înapoi la joncțiunea originală în următoarea sa mutare, dacă face o moară nouă.
ru: Если игрок ломает мельницу, чтобы немедленно создать новую мельницу, такой игрок может переместить такой кусок обратно к исходному соединению своим следующим ходом, если он сделает новую мельницу.
si: ක්‍රීඩකයෙකු මිල්ලක් කඩා වහාම නව මිල්ලක් සාදනවා නම්, ඔහුට එම කැබලිය ඊලඟ චලනයේදී මුල් සන්ධිස්ථානයට ගෙන යාමට නව මිල්ලක් සාදනවා නම් එය හැකිය.
sk: Ak hráč rozbije mlyn a vytvorí nový mlyn okamžite, môže tento hráč pri ďalšom ťahu presunúť taký kúsok späť na pôvodné spojenie, ak urobí nový mlyn.
sl: Če igralec razbije mlin, da takoj ustvari nov mlin, lahko tak igralec pri naslednjem premiku tak kos premakne nazaj na prvotni spoj, če naredi nov mlin.
sq: Nëse një lojtar thyen një mulli për të krijuar menjëherë një mulli të ri, një lojtar i tillë mund ta zhvendosë pjesën e tij përsëri në kryqëzimin origjinal në lëvizjen e tij të radhës nëse bën një mulli të ri.
sr: Ако играч разбије млин да би одмах створио нови млин, такав играч може да врати такав комад назад на првобитни спој у свом следећем потезу ако направи нови млин.
sv: Om en spelare bryter en kvarn för att skapa en ny kvarn omedelbart, kan en sådan spelare flytta en sådan bit tillbaka till den ursprungliga korsningen i sitt nästa drag om den gör en ny kvarn.
sw: Mchezaji akivunja kinu ili kuunda kinu kipya mara moja, mchezaji kama huyo anaweza kurudisha kipande hicho kwenye makutano ya awali katika hatua yake inayofuata ikiwa atafanya kinu kipya.
ta: ஒரு புதிய ஆலை உடனடியாக உருவாக்க ஒரு வீரர் ஒரு ஆலை உடைத்து உடனடியாக ஒரு புதிய ஆலை உருவாக்கினால், அந்த பகுதியை அவர்களின் அடுத்த நகர்வின் அசல் புள்ளிக்கு நகர்த்த முடியும்.
te: ఒక కొత్త మిల్లును సృష్టించడానికి ఒక ఆటగాడు ఒక మిల్లును విచ్ఛిన్నం చేస్తే, అలాంటి ఆటగాడు కొత్త మిల్లును తయారు చేస్తే, ఆ ముక్కను తన తదుపరి కదలికలో అసలు జంక్షన్‌కు తిరిగి తరలించవచ్చు.
th: หากผู้เล่นทำลายโรงโม่เพื่อสร้างโรงสีใหม่ทันที ผู้เล่นดังกล่าวสามารถย้ายชิ้นส่วนดังกล่าวกลับไปที่ทางแยกเดิมในการย้ายครั้งต่อไปหากสร้างโรงสีใหม่
tr: Bir oyuncu hemen yeni bir değirmen oluşturmak için bir değirmeni kırarsa, bu oyuncu yeni bir değirmen yaparsa bir sonraki hamlesinde bu parçayı orijinal bağlantı noktasına geri taşıyabilir.
uk: Якщо гравець розбиває млин, щоб негайно сформувати новий, він може перемістити цю фігуру назад у початкову точку своїм наступним ходом, якщо вона утворює нову млин.
ur: اگر کوئی کھلاڑی فوری طور پر ایک نئی مل بنانے کے لیے مل کو توڑتا ہے، تو ایسا کھلاڑی اپنی اگلی چال میں اس ٹکڑے کو واپس اصل جنکشن پر منتقل کر سکتا ہے اگر وہ نئی مل بناتا ہے۔
uz: Agar o'yinchi darhol yangi tegirmon yaratish uchun tegirmonni sindirib tashlasa, bunday o'yinchi yangi tegirmon qilsa, keyingi harakatida bunday buyumni asl bog'lanish joyiga qaytarishi mumkin.
vi: Nếu một người chơi phá vỡ một cối xay để tạo một cối xay mới ngay lập tức, thì người chơi đó có thể di chuyển quân cờ đó trở lại đường giao nhau ban đầu trong nước đi tiếp theo của mình nếu nó tạo ra một cối xay mới.
zh: 如果一方在一着中解除了一个三连并同时形成了一个新的三连，那么允许其在下一步棋把这个棋子再移回前一着的位置，从而反复连续形成三连。
zh_hant: 如果一方在一著中解除了一個三連並同時形成了一個新的三連，那麼允許其在下一步棋把這個棋子再移回前一著的位置，從而反复連續形成三連。
zu: Uma umdlali ephula isigayo ukuze akhe isigayo esisha ngokushesha, umdlali onjalo angakwazi ukubuyisela ucezu olunjalo endaweni yokuhlangana yasekuqaleni ekuhambeni kwakhe okulandelayo uma enza isigayo esisha.

# drawIfNoRemovalWithinTenMovesWhenThreeLeft
source: The game is drawn if a player has three pieces and after ten moves neither player removes the opponent's pieces
af: Die wedstryd word gelykop gemaak as 'n speler drie stukke het en na tien skuiwe verwyder geen speler die teenstander se stukke
am: ተጫዋች ሦስት ቁልፎች ከቀሩ በኋላ እና በአስር እንቅስቃሴዎች አንድ ተጫዋች የተቀናቃኙን ቁልፎች ካልነቀለ ጨዋታው ተንኮል ይሆናል
ar: تُعادل اللعبة إذا كان للاعب ثلاث قطع وبعد عشر نقلات لا يزيل أي لاعب قطع الخصم
az: Əgər oyunçuda üç fiqur varsa və on hərəkətdən sonra heç bir oyunçu rəqibin fiqurlarını çıxarmazsa, oyun heç-heçə sayılır
be: Гульня лічыцца нічыёй, калі ў гульца ёсць тры фігуры і пасля дзесяці хадоў ні адзін з гульцоў не здымае фігуры суперніка
bg: Играта е реми, ако един от играчите има три фигури и след десет хода никой от тях не премахне фигурите на противника
bn: গেমটি টানা যদি কোনও খেলোয়াড়ের তিনটি টুকরা থাকে এবং দশটি চালনার পরে কোনও খেলোয়াড়ই প্রতিপক্ষের টুকরো অপসারণ করে না
bo: རྩེད་འགྲན་པ་ཞིག་ལ་རྡེལ་གསུམ་ལས་མེད་པ་དང་སྤོ་འགུལ་ཐེངས་བཅུའི་རྗེས་སུ་རྩེད་འགྲན་པ་གཉིས་ཀྱི་གང་རུང་གིས་ཀྱང་ཁ་གཏད་རྩེད་འགྲན་པའི་རྡེལ་བསུབ་མེད་ཚེ། རྩེད་མོ་འདི་ནི་གྲུབ་འབྲས་མཉམ་པ་ཡིན།
ca: La partida és un empat si un jugador té tres peces i després de deu moviments cap jugador elimina peces de l'oponent.
cs: Hra je nerozhodná, pokud má hráč tři figurky a po deseti tazích žádný z hráčů neodstraní soupeřovy figurky
da: Spillet trækkes, hvis en spiller har tre brikker, og efter ti træk fjerner ingen spiller modstanderens brikker
de: Das Spiel ist unentschieden, wenn ein Spieler drei Steine hat und nach zehn Zügen keiner der Spieler die Steine des Gegners entfernt remove
el: Το παιχνίδι τραβιέται αν ένας παίκτης έχει τρία κομμάτια και μετά από δέκα κινήσεις κανένας παίκτης δεν αφαιρεί τα κομμάτια του αντιπάλου
es: El juego se empata si un jugador tiene tres piezas y después de diez movimientos ninguno de los jugadores quita las piezas del oponente
et: Spēle tiek izlozēta, ja spēlētājam ir trīs figūras un pēc desmit kustībām neviens spēlētājs nenoņem pretinieka figūras
fa: اگر بازیکنی سه مهره داشته باشد و پس از ده حرکت هیچ بازیکنی مهره‌های حریف را برندارد بازی به تساوی می‌رسد
fi: Peli vedetään, jos pelaajalla on kolme nappulaa ja kymmenen siirron jälkeen kumpikaan pelaaja ei poista vastustajan nappuloita
fr: Le jeu est nul si un joueur a trois pièces et après dix coups aucun joueur ne retire les pièces de l'adversaire
gu: રમત દોરવામાં આવે છે જો કોઈ ખેલાડી પાસે ત્રણ ટુકડાઓ હોય અને દસ ચાલ પછી કોઈ પણ ખેલાડી વિરોધીના ટુકડાને દૂર કરે નહીં
he: המשחק מוגרל אם לשחקן יש שלושה כלים ואחרי עשרה מהלכים אף אחד מהשחקנים לא מסיר את הכלים של היריב
hi: यदि किसी खिलाड़ी के तीन टुकड़े हों और दस चालों के बाद कोई भी खिलाड़ी प्रतिद्वंद्वी के टुकड़ों को नहीं हटाता है तो खेल ड्रा हो जाता है
hr: Igra završava neodlučeno ako jedan igrač ima tri figure i ako nakon deset poteza niti jedan igrač ne ukloni protivničke figure
hu: A játék sorsolásra kerül, ha egy játékosnak három darabja van, és tíz mozdulat után egyik játékos sem távolítja el az ellenfél darabjait
hy: Խաղը ոչ-ոքի է անցկացվում, եթե խաղացողն ունի երեք ֆիգուր, իսկ տասը քայլից ոչ մեկը չի հանում հակառակորդի խաղաքարերը
id: Permainan dinyatakan seri jika seorang pemain memiliki tiga buah bidak dan setelah sepuluh gerakan tidak ada pemain yang mengambil bidak lawan
is: Leikurinn er jafntefli ef leikmaður er með þrjú stykki og eftir tíu hreyfingar tekur hvorugur leikmaður stykki andstæðingsins
it: La partita è patta se un giocatore ha tre pezzi e dopo dieci mosse nessun giocatore rimuove i pezzi dell'avversario
ja: プレーヤーが 3 つのピースを持っていて、10 回の移動後にどちらのプレーヤーも対戦相手のピースを削除しない場合、ゲームは引き分けになります。
km: ហ្គេមត្រូវបានស្មើ ប្រសិនបើអ្នកលេងមានកូនអុកបី ហើយបន្ទាប់ពីដប់ចលនា គ្មានអ្នកលេងណាម្នាក់ដកកូនអុករបស់គូប្រកួតចេញទេ
kn: ಆಟಗಾರನು ಮೂರು ತುಣುಕುಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಮತ್ತು ಹತ್ತು ಚಲನೆಗಳ ನಂತರ ಯಾವುದೇ ಆಟಗಾರನು ಎದುರಾಳಿಯ ತುಣುಕುಗಳನ್ನು ತೆಗೆದುಹಾಕದಿದ್ದರೆ ಆಟವನ್ನು ಎಳೆಯಲಾಗುತ್ತದೆ
ko: 10번의 이동 후 양쪽 플레이어 모두 상대방 말을 제거하지 못하고 플레이어가 3개의 말을 가지고 있으면 게임은 무승부입니다
lt: Žaidimas yra lygus, jei žaidėjas turi tris figūras ir po dešimties judesių nė vienas žaidėjas nepašalina varžovo figūrų
lv: Spēle tiek izlozēta, ja spēlētājam ir trīs figūras un pēc desmit kustībām neviens spēlētājs nenoņem pretinieka figūras
mk: Играта се извлекува ако играчот има три парчиња и по десет потези ниту еден играч не ги отстранува противничките парчиња
ms: Permainan digambar jika pemain mempunyai tiga keping dan setelah sepuluh gerakan tidak ada pemain yang mengeluarkan potongan lawan
my: ကစားသမားတစ်ဦးတွင် အပိုင်းသုံးပိုင်းရှိပြီး ဆယ်ကြိမ်ရွှေ့ပြီးနောက် ကစားသမားသည် ပြိုင်ဘက်၏အပိုင်းအစများကို မဖယ်ရှားပါက ဂိမ်းကို ရေးဆွဲမည်ဖြစ်သည်
nb: Spillet trekkes hvis en spiller har tre brikker, og etter ti trekk fjerner ingen av spillerne motstanderens brikker
nl: Het spel is remise als een speler drie stukken heeft en na tien zetten geen van beide spelers de stukken van de tegenstander verwijdert
pl: Gra jest remisowana, jeśli gracz ma trzy pionki i po dziesięciu ruchach żaden z graczy nie usuwa pionów przeciwnika
pt: O jogo é empatado se um jogador tiver três peças e depois de dez jogadas nenhum dos jogadores remover as peças do adversário
ro: Jocul este extras dacă un jucător are trei piese și după zece mutări niciunul dintre jucători nu elimină piesele adversarului
ru: Игра считается ничьей, если у игрока есть три фишки и после десяти ходов ни один из игроков не убирает фишки соперника
si: ක්‍රීඩකයෙකුට කැබලි තුනක් තිබෙන අවස්ථාවක දස චාලක පසුව කිසිදු ක්‍රීඩකයෙකු ප්‍රතිපක්ෂයේ කැබලි ඉවත් නොකරන විට තරඟය ඇදීමක් වේ
sk: Hra má remízu, ak má hráč tri figúrky a po desiatich ťahoch ani jeden hráč súperove figúrky neodstráni
sl: Igra se izžreba, če ima igralec tri figure in po desetih potezah noben igralec ne odstrani nasprotnikovih figur
sq: Loja barazohet nëse një lojtar ka tre pjesë dhe pas dhjetë lëvizjeve asnjë lojtar nuk heq pjesët e kundërshtarit
sr: Игра се извлачи ако играч има три фигуре, а након десет потеза ниједан играч не уклања противничке фигуре
sv: Spelet dras om en spelare har tre delar och efter tio drag tar ingen spelare bort motståndarens bitar
sw: Mchezo huchorwa ikiwa mchezaji ana vipande vitatu na baada ya hatua kumi hakuna mchezaji anayeondoa vipande vya mpinzani
ta: ஒரு வீரருக்கு மூன்று துண்டுகள் இருந்தால் விளையாட்டு வரையப்படுகிறது மற்றும் பத்து நகர்வுகளுக்குப் பிறகு எந்த வீரரும் எதிராளியின் துண்டுகளை அகற்றவில்லை
te: ఒక ఆటగాడికి మూడు ముక్కలు ఉంటే ఆట డ్రా అవుతుంది మరియు పది కదలికల తరువాత ఆటగాడు ప్రత్యర్థి ముక్కలను తొలగించడు
th: เกมจะถูกสุ่มขึ้นถ้าผู้เล่นมีสามชิ้นและหลังจากผ่านไปสิบกระบวนแล้วผู้เล่นจะไม่ถอดชิ้นส่วนของฝ่ายตรงข้าม
tr: Bir oyuncunun üç taşı varsa ve on hamleden sonra hiçbir oyuncu rakibin taşlarını kaldırmazsa oyun berabere biter
uk: Гра вважається нічиєю, якщо гравець має три фігури і після десяти ходів жоден із гравців не знімає фігури суперника
ur: کھیل ڈرا ہوتا ہے اگر کسی کھلاڑی کے پاس تین ٹکڑے ہوں اور دس چالوں کے بعد کوئی بھی کھلاڑی حریف کے ٹکڑوں کو نہیں ہٹاتا ہے۔
uz: Agar o'yinchi uchta bo'lakka ega bo'lsa va o'nta harakatdan so'ng ikkala o'yinchi ham raqib qismlarini olib tashlamasa, o'yin o'tkaziladi
vi: Ván cờ hòa nếu một đấu thủ có ba quân và sau mười nước đi không đấu thủ nào lấy được quân của đối phương
zh: 一方剩下三个棋子并十步内双方均未吃子则和棋
zh_hant: 一方剩下三個棋子並十步內雙方均未吃子則和棋
zu: Umdlalo udwetshwa uma umdlali enezingcezu ezintathu futhi emva kweminyaka eyishumi akekho umdlali osusa izingcezu zomdlali ophikisana naye
