Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleBattleFeature3
source: 📊 Rating system
af: 📊 Graderingstelsel
am: 📊 የደረጃ አሰጣጥ ስርዓት
ar: 📊 نظام التقييم
az: 📊 Qiymətləndirmə sistemi
be: 📊 Сістэма рэйтынгаў
bn: 📊 রেটিং সিস্টেম
bo: 📊 ཐོབ་གྲངས་ལམ་ལུགས
ca: 📊 Sistema de qualificació
cs: 📊 Systém hodnocení
da: 📊 Bedømmelsessystem
de: 📊 Bewertungssystem
el: 📊 Σύστημα αξιολόγησης
es: 📊 Sistema de calificación
et: 📊 Hindamissüsteem
fa: 📊 سیستم رتبه بندی
fr: 📊 Système de notation
gu: 📊 રેટિંગ સિસ્ટમ
he: 📊 מערכת דירוג
hi: 📊 रेटिंग प्रणाली
hr: 📊 Sustav ocjenjivanja
hu: 📊 Értékelési rendszer
hy: 📊 Վարկանիշային համակարգ
id: 📊 Sistem penilaian
is: 📊 Einkunnakerfi
it: 📊 Sistema di valutazione
ja: 📊 評価システム
km: 📊 ប្រព័ន្ធវាយតម្លៃ
kn: 📊 ರೇಟಿಂಗ್ ವ್ಯವಸ್ಥೆ
ko: 📊 등급 시스템
lt: 📊 Vertinimo sistema
lv: 📊 Vērtēšanas sistēma
mk: 📊 Систем за оценување
ms: 📊 Sistem penilaian
nl: 📊 Beoordelingssysteem
pl: 📊 System ocen
pt: 📊 Sistema de classificação
ro: 📊 Sistem de evaluare
ru: 📊 Система рейтингов
si: 📊 වර්ගීකරණ පද්ධතිය
sk: 📊 Systém hodnotenia
sl: 📊 Sistem ocenjevanja
sv: 📊 Betygssystem
sw: 📊 Mfumo wa ukadiriaji
te: 📊 రేటింగ్ సిస్టమ్
th: 📊 ระบบการให้คะแนน
tr: 📊 Derecelendirme sistemi
uk: 📊 Рейтингова система
ur: 📊 درجہ بندی کا نظام
uz: 📊 Reyting tizimi
zh: 📊 等级系统
zh_hant: 📊 評級系統
zu: 📊 Uhlelo lokulinganisa

# puzzleBattleFeature4
source: 🏆 Leaderboards
af: 🏆 Ranglyste
am: 🏆 የመሪዎች ሰሌዳዎች
ar: 🏆 المتصدرين
az: 🏆 Liderlər lövhələri
be: 🏆 Табліцы лідэраў
bn: 🏆 লিডারবোর্ড
bo: 🏆 མཐོ་གོང་ཐོ།
ca: 🏆 Taules de classificació
cs: 🏆 Žebříčky
de: 🏆 Ranglisten
el: 🏆 Πίνακες κατάταξης
es: 🏆 Tablas de clasificación
et: 🏆 Edetabelid
fa: 🏆 تابلوهای امتیازات
fr: 🏆 Classements
gu: 🏆 લીડરબોર્ડ
he: 🏆 לוחות הישגים
hi: 🏆 लीडरबोर्ड
hr: 🏆 Ploče s najboljim rezultatima
hu: 🏆 Ranglisták
hy: 🏆 Առաջատարներ
id: 🏆 Papan Peringkat
is: 🏆 Topplista
it: 🏆 Classifiche
ja: 🏆 リーダーボード
km: 🏆តារាងពិន្ទុ
kn: 🏆 ಲೀಡರ್‌ಬೋರ್ಡ್‌ಗಳು
ko: 🏆 리더보드
lt: 🏆 Lyderių lentelės
lv: 🏆 Līderu saraksti
mk: 🏆 Табли на водачи
ms: 🏆 Papan pendahulu
pl: 🏆 Tabele liderów
pt: 🏆 Tabelas de classificação
ro: 🏆 Clasamente
ru: 🏆 Таблицы лидеров
si: 🏆 ප්‍රමුඛ පුවරු
sk: 🏆 Rebríčky
sl: 🏆 Lestvice najboljših
sv: 🏆 Topplistor
sw: 🏆 Vibao vya wanaoongoza
te: 🏆 లీడర్‌బోర్డ్‌లు
th: 🏆 กระดานผู้นำ
tr: 🏆 Liderlik Tabloları
uk: 🏆 Таблиці лідерів
ur: 🏆 لیڈر بورڈز
uz: 🏆 Peshqadamlar
zh: 🏆 排行榜
zh_hant: 🏆 排行榜
zu: 🏆 Amabhodi wabaphambili

source: Custom Puzzles
af: Pasgemaakte legkaarte
am: ብጁ እንቆቅልሾች
ar: الألغاز المخصصة
az: Xüsusi Bulmacalar
be: Карыстальніцкія галаваломкі
bn: কাস্টম ধাঁধা
bo: རང་བཟོའི་གསང་བརྟག
ca: Trencaclosques personalitzats
cs: Vlastní hádanky
da: Brugerdefinerede puslespil
de: Benutzerdefinierte Rätsel
el: Προσαρμοσμένα παζλ
es: Rompecabezas personalizados
et: Kohandatud mõistatused
fa: پازل های سفارشی
fr: Casse-têtes personnalisés
gu: કસ્ટમ કોયડાઓ
he: פאזלים מותאמים אישית
hi: कस्टम पहेलियाँ
hr: Prilagođene zagonetke
hu: Egyéni feladványok
hy: Պատվերով Փազլներ
id: Teka-teki Khusus
is: Sérsniðnar þrautir
it: Puzzle personalizzati
ja: カスタムパズル
km: ល្បែងផ្គុំរូបផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್ ಪದಬಂಧ
ko: 사용자 정의 퍼즐
lt: Individualūs galvosūkiai
lv: Pielāgotas mīklas
mk: Прилагодени загатки
ms: Teka-teki Tersuai
nl: Aangepaste puzzels
pl: Niestandardowe łamigłówki
pt: Quebra-cabeças personalizados
ro: Puzzle-uri personalizate
ru: Пользовательские головоломки
si: අභිරුචි ප්රහේලිකා
sk: Hádanky na mieru
sl: Uganke po meri
sv: Anpassade pussel
sw: Mafumbo Maalum
te: కస్టమ్ పజిల్స్
th: ปริศนาที่กำหนดเอง
tr: Özel Bulmacalar
uk: Спеціальні головоломки
ur: کسٹم پہیلیاں
uz: Shaxsiy jumboqlar
zh: 自定义谜题
zh_hant: 定制謎題
zu: Izindida zangokwezifiso

# customPuzzlesDesc
source: Create and manage your puzzles
af: Skep en bestuur jou legkaarte
am: እንቆቅልሾችዎን ይፍጠሩ እና ያስተዳድሩ
ar: إنشاء وإدارة الألغاز الخاصة بك
az: Bulmacalarınızı yaradın və idarə edin
be: Стварайце свае галаваломкі і кіруйце імі
bn: আপনার ধাঁধা তৈরি করুন এবং পরিচালনা করুন
bo: རང་གི་གསང་བརྟག་བཟོ་དང་བཀོལ།
ca: Crea i gestiona els teus trencaclosques
cs: Vytvářejte a spravujte své hádanky
da: Opret og administrer dine gåder
de: Erstelle und verwalte deine Rätsel
el: Δημιουργήστε και διαχειριστείτε τα παζλ σας
es: Crea y gestiona tus rompecabezas
et: Looge ja hallake oma mõistatusi
fa: پازل های خود را ایجاد و مدیریت کنید
fr: Créez et gérez vos puzzles
gu: તમારી કોયડાઓ બનાવો અને મેનેજ કરો
he: צור ונהל את הפאזלים שלך
hi: अपनी पहेलियाँ बनाएँ और प्रबंधित करें
hr: Stvorite i upravljajte svojim zagonetkama
hu: Hozd létre és kezeld a feladványaidat
hy: Ստեղծեք և կառավարեք ձեր հանելուկները
id: Buat dan kelola teka-teki Anda
is: Búðu til og stjórnaðu þrautum þínum
it: Crea e gestisci i tuoi puzzle
ja: パズルを作成して管理する
km: បង្កើត និងគ្រប់គ្រងល្បែងផ្គុំរូបរបស់អ្នក។
kn: ನಿಮ್ಮ ಒಗಟುಗಳನ್ನು ರಚಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ
ko: 퍼즐 생성 및 관리
lt: Kurkite ir tvarkykite savo galvosūkius
lv: Izveidojiet un pārvaldiet savas mīklas
mk: Креирајте и управувајте со вашите загатки
ms: Cipta dan urus teka-teki anda
nl: Creëer en beheer uw puzzels
pl: Twórz i zarządzaj swoimi zagadkami
pt: Crie e gerencie seus quebra-cabeças
ro: Creați și gestionați-vă puzzle-urile
ru: Создавайте и управляйте своими головоломками
si: ඔබේ ප්‍රහේලිකා සාදන්න සහ කළමනාකරණය කරන්න
sk: Vytvárajte a spravujte svoje hádanky
sl: Ustvarite in upravljajte svoje uganke
sv: Skapa och hantera dina pussel
sw: Unda na udhibiti mafumbo yako
te: మీ పజిల్‌లను సృష్టించండి మరియు నిర్వహించండి
th: สร้างและจัดการปริศนาของคุณ
tr: Bulmacalarınızı oluşturun ve yönetin
uk: Створюйте головоломки та керуйте ними
ur: اپنی پہیلیاں بنائیں اور ان کا نظم کریں
uz: Boshqotirmalaringizni yarating va boshqaring
zh: 创建和管理您的谜题
zh_hant: 創建和管理您的謎題
zu: Dala futhi uphathe izindida zakho

# puzzleMultiSelectMode
source: Multi-Select Mode
af: Multi-kiesmodus
am: ባለብዙ ምረጥ ሁነታ
ar: وضع التحديد المتعدد
az: Çox seçim rejimi
be: Рэжым множнага выбару
bn: মাল্টি-সিলেক্ট মোড
bo: མང་འདེམ་བྱེད་སྟངས།
ca: Mode de selecció múltiple
cs: Režim vícenásobného výběru
de: Mehrfachauswahl-Modus
el: Λειτουργία πολλαπλής επιλογής
es: Modo de selección múltiple
et: Mitme valiku režiim
fa: حالت چند انتخابی
fr: Mode de sélection multiple
gu: મલ્ટિ-સિલેક્ટ મોડ
he: מצב בחירה מרובה
hi: बहु-चयन मोड
hr: Način višestrukog odabira
hu: Többszörös kijelölés mód
hy: Բազմակի ընտրության ռեժիմ
id: Mode Multi-Pilih
is: Fjölvalsstilling
it: Modalità di selezione multipla
ja: 複数選択モード
km: របៀបជ្រើសរើសច្រើន។
kn: ಬಹು-ಆಯ್ಕೆ ಮೋಡ್
ko: 다중 선택 모드
lt: Kelių pasirinkimų režimas
lv: Vairāku atlases režīms
mk: Режим на повеќекратно одбирање
ms: Mod Berbilang Pilih
nl: Multi-Select-modus
pl: Tryb wielokrotnego wyboru
pt: Modo de seleção múltipla
ro: Modul de selecție multiplă
ru: Режим множественного выбора
si: බහු-තේරීම මාදිලිය
sk: Režim viacnásobného výberu
sl: Način večkratne izbire
sv: Flervalsläge
sw: Hali ya Uteuzi Wengi
te: బహుళ-ఎంపిక మోడ్
th: โหมดเลือกหลายรายการ
tr: Çoklu Seçim Modu
uk: Режим множинного вибору
ur: ملٹی سلیکٹ وضع
uz: Ko'p tanlov rejimi
zh: 多选模式
zh_hant: 多選模式
zu: Imodi yokukhetha okuningi

# puzzleCreate
source: Create Puzzle
af: Skep legkaart
am: እንቆቅልሽ ፍጠር
ar: إنشاء لغز
az: Tapmaca yaradın
be: Стварыць галаваломку
bn: ধাঁধা তৈরি করুন
bo: གསང་བརྟག་གསར་བཟོ།
ca: Crea trencaclosques
cs: Vytvořte puzzle
da: Opret puslespil
de: Rätsel erstellen
el: Δημιουργία παζλ
es: Crear rompecabezas
et: Loo mõistatus
fa: پازل ایجاد کنید
fr: Créer un casse-tête
gu: પઝલ બનાવો
he: צור פאזל
hi: पहेली बनाएँ
hr: Stvori slagalicu
hu: Feladvány létrehozása
hy: Ստեղծել Puzzle
id: Buat Teka-teki
is: Búðu til þraut
it: Crea puzzle
ja: パズルを作成する
km: បង្កើតល្បែងផ្គុំរូប
kn: ಒಗಟು ರಚಿಸಿ
ko: 퍼즐 생성
lt: Sukurti galvosūkį
lv: Izveidot mīklu
mk: Креирај загатка
ms: Cipta Teka-teki
nl: Puzzel maken
pl: Utwórz łamigłówkę
pt: Criar quebra-cabeça
ro: Creați puzzle
ru: Создать головоломку
si: ප්‍රහේලිකාවක් සාදන්න
sk: Vytvorte puzzle
sl: Ustvari sestavljanko
sv: Skapa pussel
sw: Unda Mafumbo
te: పజిల్ సృష్టించండి
th: สร้างปริศนา
tr: Bulmaca Oluştur
uk: Створити пазл
ur: پہیلی بنائیں
uz: Puzzle yaratish
zh: 创建谜题
zh_hant: 創建謎題
zu: Dala iphazili

source: Puzzle Streak
af: Legkaart Streek
am: የእንቆቅልሽ ጭረት
ar: خط اللغز
az: Tapmaca Seriyası
be: Серыя галаваломак
bn: পাজল স্ট্রীক
bo: གསང་བརྟག་མཐུད་རྒྱུན།
ca: Trencaclosques
cs: Série hádanek
da: Puslespil Streak
de: Rätsel-Serie
el: Σερί Πάζλ
es: Racha de rompecabezas
fa: پازل رگه
fr: Série de casse-tête
gu: પઝલ સ્ટ્રીક
he: רצף פאזלים
hi: पहेली स्ट्रीक
hu: Feladvány sorozat
hy: Puzzle շերտ
id: Garis Teka-teki
it: Serie di enigmi
ja: パズルストリーク
km: ល្បែងផ្គុំរូប
kn: ಪಜಲ್ ಸ್ಟ್ರೀಕ್
ko: 퍼즐 연속 기록
lt: Dėlionės serija
lv: Mīklu sērija
mk: Загатка редеа
ms: Teka-teki Streak
nl: Puzzelreeks
pl: Seria łamigłówek
pt: Sequência de quebra-cabeças
ro: Streak puzzle
ru: Головоломка Стрик
si: ප්‍රහේලිකා ස්ට්‍රීක්
sk: Puzzle Striak
sv: Pussel Streak
sw: Mfululizo wa Mafumbo
te: పజిల్ స్ట్రీక్
th: แนวปริศนา
tr: Bulmaca Dizisi
ur: پہیلی کی لکیر
zh: 连续解谜
zh_hant: 謎題連勝
zu: I-Puzzle Streak

# puzzleStreakDesc
source: Solve consecutively without mistakes
af: Los opeenvolgend sonder foute op
am: ያለ ስህተቶች በተከታታይ ይፍቱ
ar: حل على التوالي دون أخطاء
az: Ardıcıl olaraq səhvsiz həll edin
be: Рашы паслядоўна без памылак
bn: ভুল ছাড়াই পরপর সমাধান করুন
bo: ནོར་འཁྲུལ་མེད་པར་མཐུད་སེལ།
ca: Resol consecutivament sense errors
cs: Řešte po sobě bez chyb
da: Løs fortløbende uden fejl
de: Löse nacheinander ohne Fehler
el: Λύστε συνεχόμενα χωρίς λάθη
es: Resolver consecutivamente sin errores
et: Lahendage järjestikku ilma vigadeta
fa: متوالی و بدون اشتباه حل کنید
fr: Résoudre consécutivement sans erreurs
gu: ભૂલો વિના સળંગ ઉકેલો
he: פתור רצוף ללא טעויות
hi: गलतियों के बिना लगातार हल करें
hr: Rješavati uzastopno bez grešaka
hu: Oldj meg egymás után hibák nélkül
hy: Լուծեք հաջորդաբար առանց սխալների
id: Selesaikan secara berurutan tanpa kesalahan
is: Leysið í röð án mistaka
it: Risolvi consecutivamente senza errori
ja: 間違えずに連続して解く
km: ដោះស្រាយជាបន្តបន្ទាប់ដោយគ្មានកំហុស
kn: ತಪ್ಪುಗಳಿಲ್ಲದೆ ಸತತವಾಗಿ ಪರಿಹರಿಸಿ
ko: 실수 없이 연속으로 풀기
lt: Išspręskite nuosekliai be klaidų
lv: Risiniet secīgi bez kļūdām
mk: Решавајте последователно без грешки
ms: Selesaikan secara berturut-turut tanpa kesilapan
nl: Los opeenvolgend op zonder fouten
pl: Rozwiązuj po kolei bez błędów
pt: Resolva consecutivamente sem erros
ro: Rezolvați consecutiv fără greșeli
ru: Решите последовательно без ошибок
si: වැරදි නැතිව එක දිගට විසඳන්න
sk: Riešte po sebe bez chýb
sl: Reši zaporedno brez napak
sv: Lös i följd utan misstag
sw: Suluhisha mfululizo bila makosa
te: తప్పులు లేకుండా వరుసగా పరిష్కరించండి
th: แก้ไขอย่างต่อเนื่องไม่มีข้อผิดพลาด
tr: Hata yapmadan ardı ardına çözün
uk: Розв’яжіть послідовно без помилок
ur: غلطیوں کے بغیر مسلسل حل کریں
uz: Ketma-ket xatosiz hal qiling
zh: 连续解谜，不能犯错
zh_hant: 連續解決沒有錯誤
zu: Rarulula ngokulandelana ngaphandle kwamaphutha

# puzzleStreakTagline
source: How many can you solve in a row?
af: Hoeveel kan jy in 'n ry oplos?
am: በአንድ ረድፍ ውስጥ ስንት መፍታት ይችላሉ?
ar: كم يمكنك حل على التوالي؟
az: Ardıcıl neçə həll edə bilərsiniz?
be: Колькі вы можаце разгадаць запар?
bn: আপনি একটি সারিতে কয়টি সমাধান করতে পারেন?
bo: མཐུད་རྒྱུན་ནང་ཅི་ཙམ་སེལ་ཐུབ?
ca: Quants en pots resoldre seguits?
cs: Kolik jich dokážete vyřešit za sebou?
da: Hvor mange kan du løse i træk?
de: Wie viele kannst du hintereinander lösen?
el: Πόσα μπορείτε να λύσετε στη σειρά;
es: ¿Cuántos puedes resolver seguidos?
et: Kui palju saate järjest lahendada?
fa: چند تا را پشت سر هم می توانید حل کنید؟
fr: Combien pouvez-vous en résoudre d’affilée ?
gu: તમે સળંગ કેટલા હલ કરી શકો છો?
he: כמה אתה יכול לפתור ברצף?
hi: आप एक पंक्ति में कितने हल कर सकते हैं?
hr: Koliko ih možete riješiti u nizu?
hu: Mennyit tudsz megoldani egymás után?
hy: Քանի՞սը կարող եք լուծել անընդմեջ:
id: Berapa banyak yang bisa kamu pecahkan secara berturut-turut?
is: Hversu marga er hægt að leysa í röð?
it: Quanti riesci a risolverne di seguito?
ja: 連続で何問解けますか？
km: តើអ្នកអាចដោះស្រាយបានប៉ុន្មានក្នុងមួយជួរ?
kn: ನೀವು ಸತತವಾಗಿ ಎಷ್ಟು ಪರಿಹರಿಸಬಹುದು?
ko: 몇 개를 연속으로 풀 수 있나요?
lt: Kiek galite išspręsti iš eilės?
lv: Cik daudz jūs varat atrisināt pēc kārtas?
mk: Колку можете да решите по ред?
ms: Berapa banyak yang boleh anda selesaikan berturut-turut?
nl: Hoeveel kun jij achter elkaar oplossen?
pl: Ile można rozwiązać z rzędu?
pt: Quantos você consegue resolver seguidos?
ro: Câte poți rezolva la rând?
ru: Сколько вы можете решить подряд?
si: ඔබට පේළියකට කීයක් විසඳිය හැකිද?
sk: Koľko ich dokážete vyriešiť za sebou?
sl: Koliko jih lahko rešite zapored?
sv: Hur många kan du lösa i rad?
sw: Ni ngapi unaweza kutatua mfululizo?
te: మీరు వరుసగా ఎన్ని పరిష్కరించగలరు?
th: คุณสามารถแก้ปัญหาได้กี่ครั้ง?
tr: Art arda kaç tane çözebilirsin?
uk: Скільки ви можете вирішити поспіль?
ur: آپ لگاتار کتنے حل کرسکتے ہیں؟
uz: Ketma-ket nechtasini hal qila olasiz?
zh: 你能连续解决多少谜题？
zh_hant: 你能連續解決多少個？
zu: Zingaki ongazixazulula zilandelana?

# puzzleStreakRules
source: Rules
af: Reëls
am: ደንቦች
ar: القواعد
az: Qaydalar
be: правілы
bn: নিয়ম
bo: སྒྲིག་གཞི།
ca: Normes
cs: Pravidla
da: Regler
de: Regeln
el: Κανόνες
es: Reglas
et: Reeglid
fa: قوانین
fr: Règles
gu: નિયમો
he: כללים
hi: नियम
hr: Pravila
hu: Szabályok
hy: Կանոններ
id: Aturan
is: Reglur
it: Regole
ja: ルール
km: ច្បាប់
kn: ನಿಯಮಗಳು
ko: 규칙
lt: Taisyklės
lv: Noteikumi
mk: Правила
ms: Peraturan
nl: Regels
pl: Zasady
pt: Regras
ro: Reguli
ru: Правила
si: නීති
sk: pravidlá
sl: Pravila
sv: Regler
sw: Kanuni
te: నియమాలు
th: กฎเกณฑ์
tr: Kurallar
uk: правила
ur: قواعد
uz: Qoidalar
zh: 规则
zh_hant: 規則
zu: Imithetho

# puzzleStreakRule1
source: 🎯 Solve as many puzzles as possible
af: 🎯 Los soveel legkaarte as moontlik op
am: 🎯 በተቻለ መጠን ብዙ እንቆቅልሾችን ይፍቱ
ar: 🎯 حل أكبر عدد ممكن من الألغاز
az: 🎯 Mümkün qədər çox tapmaca həll edin
be: 🎯 Разгадайце як мага больш галаваломак
bn: 🎯 যতটা সম্ভব ধাঁধা সমাধান করুন
bo: 🎯 གསང་བརྟག་མང་ཤོས་སེལ
ca: 🎯 Resoldre tants trencaclosques com sigui possible
cs: 🎯 Vyřešte co nejvíce hádanek
da: 🎯 Løs så mange gåder som muligt
de: 🎯 Löse so viele Rätsel wie möglich
el: 🎯 Λύστε όσο το δυνατόν περισσότερους γρίφους
es: 🎯 Resuelve tantos acertijos como sea posible
et: 🎯 Lahendage võimalikult palju mõistatusi
fa: 🎯 تا حد امکان پازل را حل کنید
fr: 🎯 Résolvez autant d'énigmes que possible
gu: 🎯 શક્ય તેટલી કોયડાઓ ઉકેલો
he: 🎯 פתרו כמה שיותר חידות
hi: 🎯जितना संभव हो उतनी पहेलियाँ हल करें
hr: 🎯 Riješite što više zagonetki
hu: 🎯 Oldj meg minél több feladványt
hy: 🎯 Լուծեք որքան հնարավոր է շատ հանելուկներ
id: 🎯 Pecahkan teka-teki sebanyak mungkin
is: 🎯 Leystu eins margar þrautir og mögulegt er
it: 🎯 Risolvi quanti più enigmi possibile
ja: 🎯 できるだけ多くのパズルを解いてください
km: 🎯 ដោះស្រាយល្បែងផ្គុំរូបឱ្យបានច្រើនតាមដែលអាចធ្វើទៅបាន។
kn: 🎯 ಸಾಧ್ಯವಾದಷ್ಟು ಒಗಟುಗಳನ್ನು ಪರಿಹರಿಸಿ
ko: 🎯 가능한 한 많은 퍼즐 풀기
lt: 🎯 Išspręskite kuo daugiau galvosūkių
lv: 🎯 Atrisiniet pēc iespējas vairāk mīklu
mk: 🎯 Решете што е можно повеќе загатки
ms: 🎯 Selesaikan seberapa banyak teka-teki yang mungkin
nl: 🎯 Los zoveel mogelijk puzzels op
pl: 🎯 Rozwiąż jak najwięcej zagadek
pt: 🎯 Resolva tantos quebra-cabeças quanto possível
ro: 🎯 Rezolvă cât mai multe puzzle-uri
ru: 🎯 Решите как можно больше головоломок
si: 🎯 හැකි තරම් ප්‍රහේලිකා විසඳන්න
sk: 🎯 Vyriešte čo najviac hádaniek
sl: 🎯 Rešite čim več ugank
sv: 🎯 Lös så många pussel som möjligt
sw: 🎯 Tatua mafumbo mengi iwezekanavyo
te: 🎯 వీలైనన్ని ఎక్కువ పజిల్స్ పరిష్కరించండి
th: 🎯 ไขปริศนาให้ได้มากที่สุด
tr: 🎯 Mümkün olduğu kadar çok bulmaca çözün
uk: 🎯 Розгадайте якомога більше головоломок
ur: as ہر ممکن حد تک زیادہ سے زیادہ پہیلیاں حل کریں
uz: 🎯 Iloji boricha ko'proq jumboqlarni yeching
zh: 🎯 尽可能多地解决谜题
zh_hant: 🎯 解決盡可能多的謎題
zu: 🎯 Rarulula izindida eziningi ngangokunokwenzeka

# puzzleStreakRule2
source: ❌ One mistake and it's over
af: ❌ Een fout en dit is verby
am: ❌ አንድ ስህተት እና አብቅቷል።
ar: ❌خطأ واحد وينتهي
az: ❌ Bir səhv və bitdi
be: ❌ Адна памылка і ўсё скончана
bn: ❌ একটি ভুল এবং এটি শেষ
bo: ❌ ནོར་འཁྲུལ་གཅིག་ལ་མཇུག
ca: ❌ Un error i s'ha acabat
cs: ❌ Jedna chyba a je konec
da: ❌ En fejl og det er slut
de: ❌ Ein Fehler und es ist vorbei
el: ❌ Ένα λάθος και τελείωσε
es: ❌ Un error y se acabó
et: ❌ Üks viga ja see on läbi
fa: ❌ یک اشتباه و تمام شد
fr: ❌ Une erreur et c'est fini
gu: ❌ એક ભૂલ અને તે સમાપ્ત
he: ❌ טעות אחת וזה נגמר
hi: ❌ एक गलती और सब ख़त्म
hr: ❌ Jedna greška i gotovo
hu: ❌ Egy hiba, és vége
hy: ❌ Մեկ սխալ և վերջ
id: ❌ Satu kesalahan dan semuanya berakhir
is: ❌ Ein mistök og það er búið
it: ❌ Un errore ed è finita
ja: ❌ 一つ間違えば終わり
km: ❌កំហុសមួយចប់ហើយ
kn: ❌ ಒಂದು ತಪ್ಪು ಮತ್ತು ಅದು ಮುಗಿದಿದೆ
ko: ❌ 한 번의 실수로 종료
lt: ❌ Viena klaida ir viskas
lv: ❌ Viena kļūda un viss ir beidzies
mk: ❌ Една грешка и готово
ms: ❌ Satu kesilapan dan selesai
nl: ❌ Eén fout en het is voorbij
pl: ❌Jeden błąd i koniec
pt: ❌ Um erro e acabou
ro: ❌ O greșeală și s-a terminat
ru: ❌Одна ошибка и все кончено
si: ❌ එක වැරැද්දක් ඉවරයි
sk: ❌ Jedna chyba a je koniec
sl: ❌ Ena napaka in konec
sv: ❌ Ett misstag och det är över
sw: ❌ Kosa moja na limekwisha
te: ❌ ఒక తప్పు మరియు అది ముగిసింది
th: ❌ผิดพลาดประการเดียวก็จบ
tr: ❌ Tek bir hata ve her şey biter
uk: ❌ Одна помилка і все закінчено
ur: ❌ ایک غلطی اور یہ ختم ہوچکی ہے
uz: ❌ Bitta xato va hammasi tugadi
zh: ❌ 一次错误即结束
zh_hant: ❌ 一個錯誤就結束了
zu: ❌ Iphutha elilodwa futhi seliphelile

# puzzleStreakRule3
source: 🏆 Beat your personal record
af: 🏆 Klop jou persoonlike rekord
am: 🏆 የግል መዝገብህን አሸንፍ
ar: 🏆 تغلب على الرقم القياسي الشخصي الخاص بك
az: 🏆 Şəxsi rekordunuzu yeniləyin
be: 🏆 Пабіце свой асабісты рэкорд
bn: 🏆 আপনার ব্যক্তিগত রেকর্ড হারান
bo: 🏆 རང་གི་ཐོ་འགོད་བརྒལ
ca: 🏆 Bateu el vostre rècord personal
cs: 🏆 Překonejte svůj osobní rekord
da: 🏆 Slå din personlige rekord
de: 🏆 Schlage deinen persönlichen Rekord
el: 🏆 Ξεπέρασε το προσωπικό σου ρεκόρ
es: 🏆 Batir tu récord personal
et: 🏆 Alistage oma isiklik rekord
fa: 🏆 رکورد شخصی خود را شکست دهید
fr: 🏆 Battez votre record personnel
gu: 🏆 તમારા વ્યક્તિગત રેકોર્ડને હરાવો
he: 🏆 הכה את השיא האישי שלך
hi: 🏆 अपना व्यक्तिगत रिकॉर्ड तोड़ें
hr: 🏆 Oborite svoj osobni rekord
hu: 🏆 Döntsd meg a saját rekordod
hy: 🏆 գերազանցեք ձեր անձնական ռեկորդը
id: 🏆 Kalahkan rekor pribadi Anda
is: 🏆 Sláðu persónulegt met þitt
it: 🏆 Batti il tuo record personale
ja: 🏆 自己記録を更新しましょう
km: 🏆 បំបែកកំណត់ត្រាផ្ទាល់ខ្លួនរបស់អ្នក។
kn: 🏆 ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ದಾಖಲೆಯನ್ನು ಸೋಲಿಸಿ
ko: 🏆 개인 기록 경신
lt: 🏆 Sumušk savo asmeninį rekordą
lv: 🏆 Pārspējiet savu personīgo rekordu
mk: 🏆 Надминете го вашиот личен рекорд
ms: 🏆 Pukul rekod peribadi anda
nl: 🏆 Versla je persoonlijk record
pl: 🏆 Pobij swój osobisty rekord
pt: 🏆 Bata seu recorde pessoal
ro: 🏆 Bate-ți recordul personal
ru: 🏆 Побей свой личный рекорд
si: 🏆 ඔබේ පුද්ගලික වාර්තාව පරාජය කරන්න
sk: 🏆 Prekonajte svoj osobný rekord
sl: 🏆 Podri svoj osebni rekord
sv: 🏆 Slå ditt personliga rekord
sw: 🏆 Shinda rekodi yako ya kibinafsi
te: 🏆 మీ వ్యక్తిగత రికార్డును బీట్ చేయండి
th: 🏆 ทำลายสถิติส่วนตัวของคุณ
tr: 🏆 Kişisel rekorunuzu kırın
uk: 🏆 Побийте свій особистий рекорд
ur: your اپنے ذاتی ریکارڈ کو شکست دیں
uz: 🏆 Shaxsiy rekordingizni yangilang
zh: 🏆 打破个人记录
zh_hant: 🏆 打破你的個人紀錄
zu: 🏆 Shaya irekhodi lakho lomuntu siqu

# puzzleStreakStart
source: Start Streak
af: Begin Streak
am: ጅምር ጅምር
ar: بدء الخط
az: Seriyanı başla
be: Пачаць серыю
bn: স্ট্রীক শুরু করুন
bo: མཐུད་རྒྱུན་འགོ་བཙུགས།
ca: Inicia la ratxa
cs: Zahájit sérii
de: Serie starten
el: Ξεκινήστε το σερί
es: Racha inicial
fa: استریک را شروع کنید
fr: Commencer la séquence
gu: સ્ટ્રીક શરૂ કરો
he: התחל רצף
hi: स्ट्रीक प्रारंभ करें
hr: Pokreni niz
hu: Sorozat indítása
hy: Սկսել շարանը
id: Mulai Beruntun
is: Byrjaðu Streak
it: Inizia la serie
ja: 連続スタート
km: ចាប់ផ្តើម Streak
kn: ಸ್ಟ್ರೀಕ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿ
ko: 연속 기록 시작
lt: Pradėti seriją
lv: Sāciet sēriju
mk: Започнете ја низата
ms: Mulakan Streak
nl: Streepje starten
pl: Rozpocznij serię
pt: Começar sequência
ro: Start serie
ru: Начать серию
si: Streak ආරම්භ කරන්න
sk: Štart Streak
sl: Zaženite Streak
sv: Starta Streak
sw: Anza Mfululizo
te: స్ట్రీక్ ప్రారంభించండి
th: เริ่มสตรีค
tr: Seriyi Başlat
uk: Почати серію
ur: اسٹریک شروع کریں
uz: Streakni boshlang
zh: 开始连续挑战
zh_hant: 開始連勝
zu: Qala i-Streak

# puzzleStreakCurrent
source: Current
af: Huidige
am: የአሁኑ
ar: الحالي
az: Cari
be: Ток
bn: কারেন্ট
bo: ད་ལྟའི།
ca: Actual
cs: Aktuální
da: Nuværende
de: Aktuell
el: Τρέχον
es: Actual
et: Praegune
fa: فعلی
fr: Actuel
gu: વર્તમાન
he: נוכחי
hi: वर्तमान
hr: Trenutni
hu: Jelenlegi
hy: Ընթացիկ
id: Saat ini
is: Núverandi
it: Corrente
ja: 現在
km: បច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ
ko: 현재
lt: Dabartinė
lv: Pašreizējais
mk: Актуелно
ms: semasa
nl: Huidig
pl: Aktualny
pt: Atual
ro: Curent
ru: Текущий
si: වත්මන්
sk: Aktuálne
sl: Trenutno
sv: Aktuell
sw: Ya sasa
te: ప్రస్తుత
th: ปัจจุบัน
tr: Mevcut
uk: поточний
ur: موجودہ
uz: Hozirgi
zh: 当前
zh_hant: 當前
zu: Okwamanje

# puzzleStreakBest
source: Best
af: Beste
am: ምርጥ
ar: الأفضل
az: Ən yaxşısı
be: Лепшы
bn: সেরা
bo: མཆོག་ཏུ།
ca: El millor
cs: Nejlepší
da: Bedste
de: Beste
el: Καλύτερο
es: mejor
et: Parim
fa: بهترین
fr: Meilleur
gu: શ્રેષ્ઠ
he: הכי טוב
hi: सर्वोत्तम
hr: najbolje
hu: Legjobb
hy: Լավագույնը
id: Terbaik
is: Besta
it: Migliore
ja: ベスト
km: ល្អបំផុត
kn: ಅತ್ಯುತ್ತಮ
ko: 최고
lt: Geriausia
lv: Labākais
mk: Најдобро
ms: Terbaik
nl: Beste
pl: Najlepiej
pt: Melhor
ro: Cel mai bun
ru: Лучший
si: හොඳම
sk: Najlepšie
sl: najboljše
sv: Bästa
sw: Bora zaidi
te: ఉత్తమమైనది
th: ดีที่สุด
tr: En iyi
uk: Найкращий
ur: بہترین
uz: Eng yaxshi
zh: 最佳
zh_hant: 最佳
zu: Okuhle kakhulu

# puzzleStreakResults
source: Streak Results
af: Streep resultate
am: ተከታታይ ውጤቶች
ar: نتائج الخط
az: Streak nəticələri
be: Вынікі серыі
bn: স্ট্রিক ফলাফল
bo: མཐུད་རྒྱུན་འབྲས་བུ།
ca: Ratxa de resultats
cs: Výsledky pruhů
da: Streak resultater
de: Serien-Ergebnisse
el: Αποτελέσματα σερί
es: Resultados de la racha
et: Triibu tulemused
fa: نتایج رگه
fr: Résultats de séquence
gu: સ્ટ્રીક પરિણામો
he: תוצאות פסים
hi: स्ट्रीक परिणाम
hr: Rezultati niza
hu: Sorozat eredmények
hy: Շերտի արդյունքները
id: Hasil Beruntun
is: Röð úrslit
it: Risultati di serie
ja: 連続結果
km: លទ្ធផល Streak
kn: ಸ್ಟ್ರೀಕ್ ಫಲಿತಾಂಶಗಳು
ko: 연속 기록 결과
lt: Sėkmių rezultatai
lv: Sēriju rezultāti
mk: Резултати од низа
ms: Keputusan Streak
nl: Streak-resultaten
pl: Wyniki serii
pt: Resultados de sequência
ro: Rezultate streak
ru: Результаты серии
si: ස්ට්රීක් ප්රතිඵල
sk: Prúdové výsledky
sl: Streak Rezultati
sv: Streak resultat
sw: Matokeo ya Msururu
te: స్ట్రీక్ ఫలితాలు
th: ผลลัพธ์ต่อเนื่อง
tr: Seri Sonuçları
uk: Результати серії
ur: اسٹریک نتائج
uz: Streak natijalari
zh: 连续挑战结果
zh_hant: 連勝結果
zu: Imiphumela ye-Streak

# puzzleStreakEnded
source: Streak Ended
af: Streek geëindig
am: ጭረት አልቋል
ar: انتهى الخط
az: Streak Bitdi
be: Серыя скончылася
bn: স্ট্রিক শেষ
bo: མཐུད་རྒྱུན་མཇུག་བསྡུས།
ca: Ratxa acabada
cs: Série skončila
da: Streak afsluttet
de: Serie beendet
el: Το σερί έληξε
es: Racha terminada
et: Streak lõppes
fa: خط پایان یافت
fr: Série terminée
gu: સ્ટ્રીક સમાપ્ત
he: רצף הסתיים
hi: सिलसिला ख़त्म
hr: Niz je završen
hu: A sorozat véget ért
hy: Շարքն ավարտվեց
id: Beruntun Berakhir
is: Röð lokið
it: Serie terminata
ja: 連続記録が終了
km: វគ្គបញ្ចប់
kn: ಸ್ಟ್ರೀಕ್ ಕೊನೆಗೊಂಡಿದೆ
ko: 연속 기록 종료
lt: Sėkmių serija baigėsi
lv: Sērija beigusies
mk: Серијата заврши
ms: Rentetan Berakhir
nl: Streak beëindigd
pl: Seria zakończona
pt: Sequência encerrada
ro: Seria s-a încheiat
ru: Полоса закончилась
si: ස්ට්රීක් ඉවරයි
sk: Séria ukončená
sl: Niz je končan
sv: Sträcka avslutad
sw: Msururu Umeisha
te: పరంపర ముగిసింది
th: สตรีคสิ้นสุดแล้ว
tr: Seri Sona Erdi
uk: Серію закінчено
ur: اسٹریک ختم ہوا
uz: Streak tugadi
zh: 连续挑战结束
zh_hant: 連勝結束
zu: I-Streak iphelile
