Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# removalBasedOnMillCounts
source: Disable removal until all pieces have been placed, then remove pieces based on mill counts.
af: Skakel verwydering uit totdat alle stukke geplaas is. Spelers verwyder stukke op grond van Morabaraba-tellings.
am: የማስወገድ ሂደቱን እስከ ሁሉም ቅዱሳት እንዲቀመጡ ድረስ አትቻል. ተጫዋቾች ቅዱሳትን በሚቆጣጠሩበት መሠረት ያስወግዳሉ።
ar: ممنوع الإزالة حتى يتم الانتهاء من وضع جميع القطع، ثم يقوم اللاعبون بإزالة القطع وفقًا لعدد الطواحين المُشكَّلة.
az: Bütün fişlər yerləşdirilənə qədər çıxarışı dayandırın. Oyunçular fişləri dəyirman sayına əsasən çıxarırlar.
be: Выключыце выдаленне, пакуль усе фігуры не будуць расстаўлены. Гульцы выдаляюць фігуры на падставе колькасці млыноў.
bg: Изключете премахването, докато всички пулове не бъдат поставени. Играчите премахват пулове въз основа на броя мелници.
bn: সমস্ত ঘুটি স্থাপন না হওয়া পর্যন্ত সরানো নিষ্ক্রিয় করুন। খেলোয়াড়রা মিলের সংখ্যার ভিত্তিতে ঘুটি সরিয়ে থাকে।
bo: དབྱེ་མི་གཉིས་ཀྱིས་གང་འདོགས་བཞིན་དུ་གཞི་བཙོད་མི་རུང་། སྤོ་བའི་ལག་ཁྱེད་ཀྱིས་མི་འདོགས་བརྗེད་རིས་གྱི་དོན་ལ་གཞི་བཙོད་བྱེད་པ་ཡིན་པས།
ca: Inhabilita l'eliminació fins que totes les peces estiguin col·locades, després s'eliminen peces basant-te en el nombre de molins fets.
cs: Zakázat odstranění, dokud nejsou umístěny všechny kameny. Hráči odstraňují kameny na základě počtu mlýnů.
da: Deaktiver fjernelse, indtil alle brikker er placeret. Spillerne fjerner brikker baseret på antallet af møller.
de: Deaktiviere das Entfernen, bis alle Steine platziert sind, dann entferne Steine basierend auf der Anzahl der Mühlen.
el: Απενεργοποιήστε την αφαίρεση έως ότου τοποθετηθούν όλα τα πιόνια. Οι παίκτες αφαιρούν πιόνια με βάση τον αριθμό των μύλων που δημιουργούνται.
es: Deshabilita la eliminación hasta que todas las piezas estén colocadas. Luego retira las piezas según la cantidad de molinos formados.
et: Keela eemaldamine, kuni kõik nupud on paigutatud. Mängijad eemaldavad nuppe vastavalt veskite arvule.
fa: حذف مهره‌ها را تا زمانی که همه قرار داده شوند غیرفعال کنید. بازیکنان بر اساس تعداد دوز مهره‌ها را حذف می‌کنند.
fi: Poista nappuloiden poistaminen käytöstä, kunnes kaikki nappulat on asetettu. Pelaajat poistavat nappuloita myllyjen määrän perusteella.
fr: La suppression est interdite jusqu’à ce que toutes les pièces aient été placées, puis les joueurs retirent des pièces en fonction du nombre de moulins formés.
gu: તમામ ભાગ들을 મૂકાઈ ગયા સુધી ભાગોને દૂર કરવાની પ્રક્રિયા અસ્થાયી રીતે બંધ કરો. ખેલાડીઓ તેમના મિલ ગણતરીના આધારે ભાગોને દૂર કરે છે.
he: השבת הסרת חלקים עד שכל החלקים ימוקמו. השחקנים מסירים חלקים בהתאם למספר המטחנות שנוצרו.
hi: जब तक सभी मोहरें रखी न जाएँ, हटाने की क्रिया को निष्क्रिय करें। खिलाड़ी अपने मिल की संख्या के आधार पर मोहरें हटाते हैं।
hr: Onemogućite uklanjanje dok sve figure nisu postavljene, zatim uklonite figure na temelju broja mlinova.
hu: Tiltsd meg a bábuk eltávolítását, amíg minden bábu a táblára nem kerül, majd a malmok száma alapján távolíts el bábukat.
hy: Գործողության հեռացումը անջատեք մինչև բոլոր քարերը տեղադրվեն։ Խաղացողները հեռացնում են քարերը աղացների քանակի հիման վրա։
id: Nonaktifkan penghapusan hingga semua bidak ditempatkan. Pemain menghapus bidak berdasarkan jumlah Mul-mulan.
is: Slökktu á fjarlægingu þar til öllum pönnum hefur verið komið fyrir. Spilarar fjarlægja peð út frá fjölda myllu sem myndast.
it: Disabilita la rimozione finché tutti i pezzi non sono posizionati. I giocatori rimuovono i pezzi in base al numero di mulini formati.
ja: すべての駒が配置されるまで駒の除去を無効にします。プレイヤーはミルの数に基づいて駒を取り除きます。
km: បិទការដកចេញរហូតដល់កូនអុកទាំងអស់ត្រូវបានដាក់ បន្ទាប់មកដកកូនអុកចេញដោយផ្អែកលើចំនួនមីល។
kn: ಎಲ್ಲ ಟೋಕೆನ್‍ಗಳು ಹೊರಪಡಿಸಿಕೊಳ್ಳುವವರೆಗೂ ತೆಗೆದುಹಾಕುವ ಕ್ರಿಯೆಯನ್ನು ನಿಲ್ಲಿಸಿ. ಪ್ಲೇಯರ್‍ಗಳು ಮಿಲ್ ಎಣಿಕೆಯ ಆಧാരದಲ್ಲಿ ಟೋಕೆನ್‍ಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತಾರೆ.
ko: 모든 말을 배치할 때까지 제거를 비활성화하십시오. 플레이어는 참고누 개수에 따라 말을 제거합니다.
lt: Išjunkite šalinimą, kol visi žetonai bus padėti. Žaidėjai šalina žetonus pagal suformuotų malūnų skaičių.
lv: Atspējot noņemšanu, līdz visas figūras ir novietotas. Spēlētāji noņem figūras, pamatojoties uz to dzirnavu skaitu.
mk: Оневозможете отстранување додека не се постават сите фигури. Играчите отстрануваат фигури врз основа на бројот на мелници.
ms: Lumpuhkan penyingkiran sehingga semua kepingan diletakkan. Pemain menyingkirkan kepingan berdasarkan bilangan kilang yang terbentuk.
my: တစ်ခုချင်းစီကို တစ်လှည့်ချင်း ထည့်ပြီးဆုံးသည်တိုင် နှုတ်ယူခြင်းကို ပိတ်ထားပါ။ လူသည် မယ်လ့်အရေအတွက်အလိုက် ယူထုတ်ကြသည်။
nb: Deaktiver fjerning til alle brikker er plassert. Spillerne fjerner brikker basert på antall møller de lager.
nl: Schakel het verwijderen uit totdat alle stukken zijn geplaatst. Spelers verwijderen stukken op basis van het aantal molens.
pl: Wyłącz usuwanie do czasu umieszczenia wszystkich pionków. Gracze usuwają pionki na podstawie liczby młynków.
pt: Desative a remoção até que todas as peças tenham sido colocadas. Em seguida, remova as peças com base na contagem de moinhos.
ro: Dezactivați îndepărtarea până când toate piesele sunt plasate. Jucătorii îndepărtează piesele pe baza numărului de mori formate.
ru: Отключите удаление, пока все фишки не будут размещены, затем удаляйте фишки в соответствии с количеством построенных мельниц.
si: සියල්ල පත් කර අවසන් වන තෙක් ඉවත් කිරීම අක්‍රිය කරන්න. ක්‍රිඩාකාරীরা නෙරෙන්චි ගණන මත පදනම්ව ගැටලු ඉවත් කරති.
sk: Zakážte odstránenie, kým nebudú všetky kamene umiestnené. Hráči odstraňujú kamene na základe počtu mlynov.
sl: Onemogočite odstranjevanje, dokler niso vse figure postavljene. Igralci odstranjujejo figure glede na število mlinov.
sq: Çaktivizoni heqjen derisa të vendosen të gjitha figurat. Lojtarët heqin figura bazuar në numrin e mullinjve të krijuar.
sr: Onemogućite uklanjanje dok sve figure ne budu postavljene. Igrači uklanjaju figure na osnovu broja mlinova.
sv: Inaktivera borttagning tills alla pjäser är placerade. Spelarna tar bort pjäser baserat på antalet möllor de har.
sw: Zima uondoaji hadi vipande vyote viwekwe. Wachezaji huondoa vipande kulingana na idadi ya vinu walivyounda.
ta: அனைத்து துண்டுகளும் வைக்கப்படும் வரை அகற்றுவதை முடக்கு, பின்னர் ஆலை எண்ணிக்கையின் அடிப்படையில் துண்டுகளை அகற்றவும்.
te: అన్నీ ఏర్పాటు అయ్యే వరకు తీసివేతను నిలిపివుంచండి. ఆటగాళ్లు మిల్ ల సంఖ్య ఆధారంగా ముక్కలను తీసివేస్తారు.
th: ปิดใช้งานการนำออกจนกว่าจะวางหมากทั้งหมด ผู้เล่นจะนำหมากออกตามจำนวนมิลล์ที่สร้างได้
tr: Tüm taşlar yerleştirilene kadar taşları kaldırma işlemini devre dışı bırak, ardından değirmen sayısına göre taşları kaldır.
uk: Вимкніть видалення, доки не буде розміщено всі частини, а потім видаліть частини на основі підрахунків млинів.
ur: اس وقت تک ہٹانے کو غیر فعال کریں جب تک کہ تمام مہروں کو رکھ نہ دیا جائے۔ کھلاڑی اپنی ملوں کی تعداد کی بنیاد پر مہروں کو ہٹاتے ہیں۔
uz: Barcha toshlar joylashtirilgunga qadar olib tashlashni oʻchirib qoʻying. Oʻyinchilar tegirmonlar soniga qarab toshlarni olib tashlaydilar.
vi: Vô hiệu hóa việc loại bỏ cho đến khi tất cả các quân cờ được đặt xuống. Người chơi loại bỏ quân cờ dựa trên số lượng cối xay họ hình thành.
zh: 在所有棋子摆完之前，不能吃掉对方棋子。摆完后，根据三连数量来吃子。
zh_hant: 在所有棋子擺完之前，不能吃掉對方棋子。擺完後，依照三連數量來吃子。
zu: Misa ukususwa kuze kufakwe wonke amaphinikhodi. Abadlali basusa amaphinikhodi ngokuya ngenani lama-Umlabalaba.
