Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleCategoryFindBestMove
source: Best Move
af: Beste skuif
am: ምርጥ እንቅስቃሴ
ar: أفضل حركة
az: Ən yaxşı Hərəkət
be: Лепшы ход
bg: Find Best Move
bn: সেরা পদক্ষেপ
bo: མཆོག་ཏུ་གྱུར་བའི་བསྒུལ་བ།
ca: Millor moviment
cs: Nejlepší tah
da: Bedste træk
de: Besten Zug finden
el: Καλύτερη κίνηση
es: Mejor movimiento
et: Parim käik
fa: بهترین حرکت
fi: Find Best Move
fr: Meilleur coup
gu: શ્રેષ્ઠ ચાલ
he: המהלך הטוב ביותר
hi: सर्वोत्तम चाल
hr: Najbolji potez
hu: Legjobb lépés
hy: Լավագույն շարժում
id: Langkah Terbaik
is: Besta hreyfing
it: La mossa migliore
ja: 最良の一手
km: ផ្លាស់ទីល្អបំផុត
kn: ಅತ್ಯುತ್ತಮ ಮೂವ್
ko: 최선의 수 찾기
lt: Geriausias judesys
lv: Labākais gājiens
mk: Најдобар потег
ms: Pergerakan Terbaik
my: Find Best Move
nb: Find Best Move
nl: Beste zet
pl: Najlepszy ruch
pt: Melhor jogada
ro: Cea mai bună mișcare
ru: Лучший ход
si: හොඳම චලනය
sk: Najlepší ťah
sl: Najboljša poteza
sq: Find Best Move
sr: Find Best Move
sv: Bästa draget
sw: Hoja Bora
te: బెస్ట్ మూవ్
th: ย้ายที่ดีที่สุด
tr: En İyi Hareket
uk: Найкращий хід
ur: بہترین اقدام
uz: Eng yaxshi harakat
vi: Find Best Move
zh: 最优
zh_hant: 最佳舉動

# puzzleCategoryEndgame
source: Endgame
af: Eindspel
am: የመጨረሻ ጨዋታ
ar: نهاية اللعبة
az: Oyunun sonu
be: Эндшпіль
bn: শেষ খেলা
bo: མཇུག་རྩེད།
ca: Final del joc
cs: Konec hry
da: Slutspil
de: Endspiel
el: Τέλος παιχνιδιού
es: final del juego
et: Lõppmäng
fa: پایان بازی
fr: Fin de partie
gu: એન્ડગેમ
he: סוף המשחק
hi: अंत का खेल
hr: Kraj igre
hu: Végjáték
hy: Վերջնախաղ
id: Permainan akhir
is: Endaleikur
it: Fine dei giochi
ja: エンドゲーム
km: ហ្គេមបញ្ចប់
kn: ಎಂಡ್‌ಗೇಮ್
ko: 엔드게임
lt: Pabaiga
lv: Beigu spēle
mk: Крајна игра
ms: Permainan Akhir
nl: Eindspel
pl: Koniec
pt: Fim do jogo
ro: Finalul jocului
ru: Финал
si: අවසන් ක්රීඩාව
sk: Koniec hry
sl: Končna igra
sv: Slutspel
sw: Mwisho wa mchezo
te: ముగింపు గేమ్
th: จบเกม
tr: Oyun Sonu
uk: Ендшпіль
ur: اینڈگیم
uz: Oxirgi o'yin
zh: 残局
zh_hant: 終局之戰
zu: Ukuphela komdlalo

# puzzleCategoryOpening
source: Opening
am: በመክፈት ላይ
ar: الافتتاح
az: Açılış
be: Адкрыццё
bn: খোলা হচ্ছে
bo: འགོ་རྩེད།
ca: Obertura
cs: Otevírání
da: Åbning
de: Eröffnung
el: Άνοιγμα
es: Apertura
et: Avamine
fa: باز شدن
fr: Ouverture
gu: ઓપનિંગ
he: פתיחה
hi: खुलना
hr: Otvaranje
hu: Megnyitás
hy: Բացում
id: Pembukaan
is: Opnun
it: Apertura
ja: オープニング
km: ការបើក
kn: ತೆರೆಯಲಾಗುತ್ತಿದೆ
ko: 오프닝
lt: Atidarymas
lv: Atvēršana
mk: Отворање
ms: Pembukaan
nl: Openen
pl: Otwarcie
pt: Abertura
ro: Deschidere
ru: Открытие
si: විවෘත කිරීම
sk: Otvorenie
sl: Otvoritev
sv: Öppning
sw: Ufunguzi
te: తెరవడం
th: กำลังเปิด
tr: Açılış
uk: відкриття
ur: افتتاحی
uz: Ochilish
zh: 开局
zh_hant: 開幕
zu: Ukuvula

# puzzleCategoryMixed
source: Mixed
af: Gemengd
am: የተቀላቀለ
ar: مختلط
az: Qarışıq
be: Змешаны
bn: মিশ্র
bo: མ་འདྲེས།
ca: Mixt
cs: Smíšené
da: Blandet
de: Gemischt
el: Μικτή
es: Mixto
et: Segatud
fa: مختلط
fr: Mixte
gu: મિશ્ર
he: מעורב
hi: मिश्रित
hr: Mješoviti
hu: Vegyes
hy: Խառը
id: Campuran
is: Blandað
it: Misto
ja: 混合
km: លាយ
kn: ಮಿಶ್ರಿತ
ko: 혼합
lt: Mišrus
lv: Jaukti
mk: Измешано
ms: bercampur
nl: Gemengd
pl: Mieszane
pt: Misto
ro: Mixt
ru: Смешанный
si: මිශ්ර
sk: Zmiešané
sl: Mešano
sv: Blandat
sw: Imechanganywa
te: మిక్స్డ్
th: ผสม
tr: Karışık
uk: змішаний
ur: مخلوط
uz: Aralash
zh: 综合
zh_hant: 混合
zu: Kuxutshiwe

source: Exit Puzzle?
af: Verlaat legkaart?
am: ከእንቆቅልሽ ይውጡ?
ar: الخروج من اللغز؟
az: Tapmacadan çıxın?
be: Выйсці з галаваломкі?
bn: ধাঁধা থেকে প্রস্থান করবেন?
bo: གསང་བརྟག་ནས་ཐོན་ནམ།
ca: Sortir del trencaclosques?
cs: Ukončit puzzle?
da: Vil du afslutte puslespillet?
de: Rätsel beenden?
el: Έξοδος από το παζλ;
es: ¿Salir del rompecabezas?
et: Väljuda mõistatusest?
fa: خروج از پازل؟
fr: Quitter le puzzle ?
gu: પઝલમાંથી બહાર નીકળીએ?
he: לצאת מהפאזל?
hi: पहेली से बाहर निकलें?
hr: Napustiti Puzzle?
hu: Kilépsz a feladványból?
hy: Դուրս գալ Puzzle?
id: Keluar dari Teka-teki?
is: Hætta þraut?
it: Uscire dall'enigma?
ja: パズルを終了しますか?
km: ចាកចេញពីល្បែងផ្គុំរូប?
kn: ಒಗಟು ನಿರ್ಗಮಿಸುವುದೇ?
ko: 퍼즐을 종료하시겠습니까?
lt: Išeiti iš galvosūkio?
lv: Vai iziet no mīklas?
mk: Излезете од мозаик?
ms: Keluar Teka-teki?
nl: Puzzel afsluiten?
pl: Wyjść z łamigłówki?
pt: Sair do quebra-cabeça?
ro: Ieși din Puzzle?
ru: Выйти из головоломки?
si: ප්‍රහේලිකාවෙන් පිටවන්නද?
sk: Ukončiť hádanku?
sl: Želite zapustiti Puzzle?
sv: Avsluta pussel?
sw: Ungependa kufunga Fumbo?
te: పజిల్ నుండి నిష్క్రమించాలా?
th: ออกจากปริศนา?
tr: Bulmacadan çıkılsın mı?
uk: Вийти з Puzzle?
ur: پہیلی سے باہر نکلیں؟
uz: Puzzledan chiqasizmi?
zh: 退出谜题？
zh_hant: 退出謎題？
zu: Phuma Indida?

# puzzleProgressWillBeLost
source: Progress will be lost. Continue?
af: Vordering sal verlore gaan.Gaan voort?
am: መሻሻል ይጠፋል።ይቀጥል?
ar: سيتم فقدان التقدم.يكمل؟
az: Tərəqqi itiriləcək.Davam edilsin?
be: Прагрэс будзе страчаны.Працягнуць?
bg: Your progress will be lost. Are you sure?
bn: অগ্রগতি হারিয়ে যাবে।চালিয়ে যান?
bo: ཡར་རྒྱས་བརླག་འགྱུར། མུ་མཐུད་ནམ།
ca: El progrés es perdrà.Continuar?
cs: Pokrok bude ztracen.Pokračovat?
da: Fremskridt vil gå tabt.Fortsætte?
de: Ihr Fortschritt geht verloren. Sind Sie sicher?
el: Η πρόοδος θα χαθεί.Συνεχίζω;
es: Se perderá el progreso.¿Continuar?
et: Edusammud lähevad kaotsi.Kas jätkata?
fa: پیشرفت از دست خواهد رفت.ادامه دهید؟
fi: Your progress will be lost. Are you sure?
fr: Les progrès seront perdus.Continuer?
gu: પ્રગતિ ખોવાઈ જશે.ચાલુ રાખીએ?
he: ההתקדמות תאבד.לְהַמשִׁיך?
hi: प्रगति खो जाएगी.जारी रखना?
hr: Napredak će biti izgubljen.Nastaviti?
hu: Az előrehaladás elvész. Folytatod?
hy: Առաջընթացը կկորչի.Շարունակե՞լ
id: Kemajuan akan hilang.Melanjutkan?
is: Framfarir munu tapast.Halda áfram?
it: I progressi andranno persi.Continuare?
ja: 進行状況は失われます。続く？
km: វឌ្ឍនភាពនឹងត្រូវបាត់បង់។បន្ត?
kn: ಪ್ರಗತಿ ನಷ್ಟವಾಗುತ್ತದೆ.ಮುಂದುವರಿಸುವುದೇ?
ko: 진행 상황이 손실됩니다. 확실합니까?
lt: Pažanga bus prarasta.Tęsti?
lv: Progress tiks zaudēts.Vai turpināt?
mk: Напредокот ќе биде изгубен.Продолжи?
ms: Kemajuan akan hilang.teruskan?
my: Your progress will be lost. Are you sure?
nb: Your progress will be lost. Are you sure?
nl: De vooruitgang zal verloren gaan.Doorgaan?
pl: Postęp zostanie utracony.Kontynuować?
pt: O progresso será perdido.Continuar?
ro: Progresul va fi pierdut.Continua?
ru: Прогресс будет потерян.Продолжать?
si: දියුණුව නැති වේවි.දිගටම කරගෙන යන්නද?
sk: Pokrok sa stratí.Pokračovať?
sl: Napredek bo izgubljen.Nadaljevati?
sq: Your progress will be lost. Are you sure?
sr: Your progress will be lost. Are you sure?
sv: Framsteg kommer att gå förlorade.Fortsätta?
sw: Maendeleo yatapotea.Ungependa kuendelea?
te: పురోగతి పోతుంది.కొనసాగించాలా?
th: ความก้าวหน้าจะหายไปดำเนินการต่อ?
tr: İlerleme kaybolacak.Devam etmek?
uk: Прогрес буде втрачено.Продовжити?
ur: پیشرفت ختم ہوجائے گی۔جاری رکھیں؟
uz: Taraqqiyot yo'qoladi.Davom ettirilsinmi?
vi: Your progress will be lost. Are you sure?
zh: 进度将丢失，继续吗？
zh_hant: 進步將會丟失。繼續？
zu: Intuthuko izolahleka.Qhubeka?

source: Moves
af: Beweeg
am: ይንቀሳቀሳል
ar: التحركات
az: Hərəkət edir
be: Рухаецца
bn: নড়াচড়া করে
bo: བསྒུལ་བ།
ca: Es mou
cs: Pohyby
da: Bevæger sig
de: Züge
el: Κινήσεις
es: se mueve
et: Liigub
fa: حرکت می کند
fr: Se déplace
gu: ચાલ
he: מהלכים
hi: चलता है
hr: Kreće se
hu: Lépések
hy: Շարժումներ
id: Bergerak
is: Hreyfir sig
it: Si muove
ja: 移動
km: ផ្លាស់ទី
kn: ಚಲಿಸುತ್ತದೆ
ko: 수
lt: Juda
lv: Kustas
mk: Се движи
ms: Bergerak
nl: Beweegt
pl: Porusza się
pt: Movimentos
ro: Mișcări
ru: Ходы
si: චලනය වේ
sk: Pohyby
sl: Premiki
sv: Rör sig
sw: Inasonga
te: కదులుతుంది
th: ย้าย
tr: Hareketler
uk: рухається
ur: چالیں
uz: Harakat qiladi
zh: 步数
zh_hant: 動作
zu: Iyanyakaza

source: Optimal
af: Optimaal
am: ምርጥ
ar: الأمثل
be: Аптымальны
bn: সর্বোত্তম
bo: མཆོག་ཏུ་གྱུར་བ།
ca: Òptima
cs: Optimální
el: Βέλτιστη
es: Óptimo
et: Optimaalne
fa: بهینه
gu: શ્રેષ્ઠ
he: אופטימלי
hi: इष्टतम
hr: Optimalno
hu: Optimális
hy: Օպտիմալ
is: Ákjósanlegur
it: Ottimale
ja: 最適
km: ល្អបំផុត
kn: ಆಪ್ಟಿಮಲ್
ko: 최적
lt: Optimalus
lv: Optimāli
mk: Оптимално
ms: Optimum
nl: Optimaal
pl: Optymalny
pt: Ideal
ru: Оптимальный
si: ප්රශස්ත
sk: Optimálne
sl: Optimalno
sv: Optimalt
sw: Mojawapo
te: ఆప్టిమల్
th: เหมาะสมที่สุด
tr: Optimum
uk: Оптимальний
ur: زیادہ سے زیادہ
zh: 最优
zh_hant: 最優
zu: Okufanelekile

source: Check Solution
af: Kontroleer Oplossing
am: መፍትሄውን ይፈትሹ
ar: تحقق من الحل
az: Həllini yoxlayın
be: Праверыць рашэнне
bn: সমাধান চেক করুন
bo: ཐབས་ཤེས་ལྟ།
ca: Comprova la solució
cs: Zkontrolujte řešení
da: Tjek løsning
de: Lösung prüfen
el: Ελέγξτε τη λύση
es: Verificar solución
et: Kontrollige Lahendust
fa: راه حل را بررسی کنید
fr: Vérifier la solution
gu: ઉકેલ તપાસો
he: בדוק פתרון
hi: समाधान की जाँच करें
hr: Provjerite Rješenje
hu: Megoldás ellenőrzése
hy: Ստուգեք լուծումը
id: Periksa Solusi
is: Athugaðu lausn
it: Controlla la soluzione
ja: 解決策を確認する
km: ពិនិត្យដំណោះស្រាយ
kn: ಪರಿಹಾರವನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 해답 확인
lt: Patikrinkite Sprendimą
lv: Pārbaudiet risinājumu
mk: Проверете го решението
ms: Semak Penyelesaian
nl: Controleer oplossing
pl: Sprawdź rozwiązanie
pt: Verifique a solução
ro: Verificați soluția
ru: Проверить решение
si: විසඳුම පරීක්ෂා කරන්න
sk: Skontrolujte riešenie
sl: Preverite rešitev
sv: Kontrollera lösning
sw: Angalia Suluhisho
te: పరిష్కారాన్ని తనిఖీ చేయండి
th: ตรวจสอบวิธีแก้ปัญหา
tr: Çözümü Kontrol Et
uk: Перевірте рішення
ur: حل چیک کریں
uz: Yechimni tekshiring
zh: 检查解答
zh_hant: 檢查解決方案
zu: Hlola Isixazululo

source: Give Up
af: Gee op
am: ተስፋ ቁረጥ
ar: استسلم
az: Təslim ol
be: Здавацца
bn: ছেড়ে দিন
bo: བློས་གཏོང་།
ca: Rendir
cs: Vzdát se
da: Giv op
de: Aufgeben
el: Παραιτηθείτε
es: Renunciar
et: Loobu
fa: رها کن
fr: Abandonner
gu: ગીવ અપ
he: לוותר
hi: हार मान लो
hr: Odustati
hu: Feladás
hy: Հանձնվիր
id: Menyerah
is: Gefðu upp
it: Arrendersi
ja: ギブアップ
km: បោះបង់
kn: ಬಿಟ್ಟುಕೊಡಿ
ko: 포기
lt: Pasiduok
lv: Padodies
mk: Откажете се
ms: Berputus asa
nl: Geef het op
pl: Poddaj się
pt: Desistir
ro: Renunță
ru: сдавайся
si: අතහරින්න
sk: Vzdať sa
sl: Prepusti se
sv: Ge upp
sw: Kataa Tamaa
te: వదులుకో
th: ยอมแพ้
tr: Vazgeç
uk: здаватися
ur: ترک کرو
uz: Taslim bo'l
zh: 放弃
zh_hant: 放棄
zu: Dedela

source: Puzzle Solved!
af: Legkaart opgelos!
am: እንቆቅልሽ ተፈቷል!
ar: حل اللغز!
az: Tapmaca həll edildi!
be: Галаваломка вырашана!
bn: ধাঁধা সমাধান!
bo: གསང་བརྟག་སེལ་ཟིན!
ca: Trencaclosques resolt!
cs: Hádanka vyřešena!
da: Puslespil løst!
de: Rätsel gelöst!
el: Λύθηκε ο γρίφος!
es: ¡Rompecabezas resuelto!
et: Pusle lahendatud!
fa: معما حل شد!
fr: Énigme résolue !
gu: કોયડો ઉકેલાઈ ગયો!
he: חידה נפתרה!
hi: पहेली सुलझ गई!
hr: Zagonetka riješena!
hu: Feladvány megoldva!
hy: Փազլը լուծվեց:
id: Teka-teki Terpecahkan!
is: Þraut leyst!
it: Enigma risolto!
ja: パズルが解けました！
km: ស្រាយ​ចម្ងល់!
kn: ಒಗಟು ಪರಿಹರಿಸಲಾಗಿದೆ!
ko: 퍼즐 해결!
lt: Dėlionė išspręsta!
lv: Mīkla atrisināta!
mk: Решена загатка!
ms: Teka-teki Selesai!
nl: Puzzel opgelost!
pl: Zagadka rozwiązana!
pt: Quebra-cabeça resolvido!
ro: Puzzle rezolvat!
ru: Головоломка решена!
si: ප්‍රහේලිකාව විසඳා ඇත!
sk: Hádanka vyriešená!
sl: Uganka rešena!
sv: Pussel löst!
sw: Fumbo Limetatuliwa!
te: పజిల్ పరిష్కరించబడింది!
th: ไขปริศนาแล้ว!
tr: Bulmaca Çözüldü!
uk: Головоломка вирішена!
ur: پہیلی حل!
uz: Jumboq hal qilindi!
zh: 谜题已解决！
zh_hant: 謎題解決了！
zu: Indida Ixazululiwe!

source: Hints Used
af: Wenke gebruik
am: ጥቅም ላይ የዋሉ ፍንጮች
ar: التلميحات المستخدمة
az: İstifadə olunan göstərişlər
be: Падказкі выкарыстоўваюцца
bn: ইঙ্গিত ব্যবহার করা হয়েছে
bo: བེད་སྤྱོད་བྱས་པའི་ལམ་སྟོན།
ca: Consells utilitzats
cs: Použité rady
da: Brugte tip
de: Hinweise verwendet
el: Συμβουλές που χρησιμοποιούνται
es: Consejos utilizados
et: Kasutatud vihjed
fa: نکات استفاده شده
fr: Conseils utilisés
gu: ઉપયોગ સંકેતો
he: רמזים בשימוש
hi: प्रयुक्त संकेत
hr: Korišteni savjeti
hu: Felhasznált tippek
hy: Օգտագործված հուշումներ
id: Petunjuk Digunakan
is: Ábendingar notaðar
it: Suggerimenti utilizzati
ja: 使用したヒント
km: ការណែនាំដែលបានប្រើ
kn: ಬಳಸಿದ ಸುಳಿವುಗಳು
ko: 사용한 힌트
lt: Naudoti patarimai
lv: Izmantotie padomi
mk: Користени совети
ms: Petua Digunakan
nl: Gebruikte tips
pl: Wykorzystane wskazówki
pt: Dicas usadas
ro: Sfaturi folosite
ru: Используемые подсказки
si: භාවිතා කළ ඉඟි
sk: Použité rady
sl: Uporabljeni namigi
sv: Tips som används
sw: Vidokezo vilivyotumika
te: ఉపయోగించిన సూచనలు
th: คำแนะนำที่ใช้
tr: Kullanılan İpuçları
uk: Використані підказки
ur: اشارے استعمال ہوتے ہیں
uz: Ishlatilgan maslahatlar
zh: 已使用提示
zh_hant: 使用提示
zu: Amacebiso Asetshenzisiwe

source: Try Again
af: Probeer weer
am: እንደገና ይሞክሩ
ar: حاول مرة أخرى
az: Yenidən cəhd edin
be: Паспрабуйце яшчэ раз
bn: আবার চেষ্টা করুন
bo: ཡང་བསྐྱར་ཚོད་ལྟ།
ca: Torna-ho a provar
cs: Zkuste to znovu
da: Prøv igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Inténtalo de nuevo
et: Proovige uuesti
fa: دوباره امتحان کنید
fr: Réessayez
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: पुनः प्रयास करें
hr: Pokušajte ponovno
hu: Próbáld újra
hy: Կրկին փորձեք
id: Coba Lagi
is: Reyndu aftur
it: Riprova
ja: もう一度試してください
km: ព្យាយាមម្តងទៀត
kn: ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도
lt: Bandyk dar kartą
lv: Mēģiniet vēlreiz
mk: Обидете се повторно
ms: Cuba Lagi
nl: Probeer het opnieuw
pl: Spróbuj ponownie
pt: Tente novamente
ro: Încercați din nou
ru: Попробуйте еще раз
si: නැවත උත්සාහ කරන්න
sk: Skúste znova
sl: Poskusi znova
sv: Försök igen
sw: Jaribu Tena
te: మళ్లీ ప్రయత్నించండి
th: ลองอีกครั้ง
tr: Tekrar Deneyin
uk: Спробуйте знову
ur: دوبارہ کوشش کریں
uz: Qayta urinib ko'ring
zh: 再试一次
zh_hant: 再試一次
zu: Zama Futhi

source: Back to List
af: Terug na Lys
am: ወደ ዝርዝር ተመለስ
ar: العودة إلى القائمة
az: Siyahıya qayıt
be: Вярнуцца да спісу
bn: তালিকায় ফিরে যান
bo: ཐོ་གཞུང་ལ་ཕྱིར།
ca: Tornar a la llista
cs: Zpět na seznam
da: Tilbage til listen
de: Zurück zur Liste
el: Επιστροφή στη λίστα
es: Volver a la lista
et: Tagasi nimekirja
fa: بازگشت به فهرست
fr: Retour à la liste
gu: યાદી પર પાછા
he: חזרה לרשימה
hi: सूची पर वापस जाएँ
hr: Natrag na popis
hu: Vissza a listához
hy: Վերադառնալ ցուցակին
id: Kembali ke Daftar
is: Aftur á lista
it: Torna alla lista
ja: リストに戻る
km: ត្រឡប់ទៅ បញ្ជី វិញ
kn: ಪಟ್ಟಿಗೆ ಹಿಂತಿರುಗಿ
ko: 목록으로 돌아가기
lt: Atgal į sąrašą
lv: Atpakaļ uz sarakstu
mk: Назад на списокот
ms: Kembali ke Senarai
nl: Terug naar lijst
pl: Powrót do listy
pt: Voltar à lista
ro: Înapoi la listă
ru: Вернуться к списку
si: ලැයිස්තුව වෙත ආපසු
sk: Späť na zoznam
sl: Nazaj na seznam
sv: Tillbaka till listan
sw: Rudi kwenye Orodha
te: జాబితాకు తిరిగి వెళ్ళు
th: กลับไปที่รายการ
tr: Listeye Geri Dön
uk: Назад до списку
ur: فہرست میں واپس
uz: Roʻyxatga qaytish
zh: 返回列表
zh_hant: 返回列表
zu: Buyela Ohlwini

source: Solution
af: Oplossing
am: መፍትሄ
ar: الحل
az: Həll
be: Рашэнне
bn: সমাধান
bo: ཐབས་ཤེས།
ca: Solució
cs: Řešení
da: Løsning
de: Lösung
el: Λύση
es: Solución
et: Lahendus
fa: راه حل
gu: ઉકેલ
he: פתרון
hi: समाधान
hr: Rješenje
hu: Megoldás
hy: Լուծում
id: Solusi
is: Lausn
it: Soluzione
ja: 解決策
km: ដំណោះស្រាយ
kn: ಪರಿಹಾರ
ko: 해답
lt: Sprendimas
lv: Risinājums
mk: Решение
ms: Penyelesaian
nl: Oplossing
pl: Rozwiązanie
pt: Solução
ro: Soluție
ru: Решение
si: විසඳුම
sk: Riešenie
sl: rešitev
sv: Lösning
sw: Suluhisho
te: పరిష్కారం
th: โซลูชั่น
tr: Çözüm
uk: Рішення
ur: حل
uz: Yechim
zh: 解答
zh_hant: 解決方案
zu: Isixazululo

# puzzleCreateNew
source: Create New Puzzle
af: Skep nuwe legkaart
am: አዲስ እንቆቅልሽ ፍጠር
ar: إنشاء لغز جديد
az: Yeni Puzzle yaradın
be: Стварыце новую галаваломку
bn: নতুন ধাঁধা তৈরি করুন
bo: གསང་བརྟག་གསར་བཟོ།
ca: Crea un nou trencaclosques
cs: Vytvořit novou hádanku
da: Opret nyt puslespil
de: Neues Rätsel erstellen
el: Δημιουργία νέου παζλ
es: Crear nuevo rompecabezas
et: Loo uus mõistatus
fa: پازل جدید بسازید
fr: Créer un nouveau puzzle
gu: નવી પઝલ બનાવો
he: צור פאזל חדש
hi: नई पहेली बनाएँ
hr: Napravi novu slagalicu
hu: Új feladvány létrehozása
hy: Ստեղծեք նոր հանելուկ
id: Buat Teka-teki Baru
is: Búðu til nýja þraut
it: Crea un nuovo puzzle
ja: 新しいパズルを作成する
km: បង្កើតរូបផ្គុំថ្មី។
kn: ಹೊಸ ಒಗಟು ರಚಿಸಿ
ko: 새 퍼즐 만들기
lt: Sukurkite naują galvosūkį
lv: Izveidojiet jaunu mīklu
mk: Направете нова загатка
ms: Cipta Teka-teki Baharu
nl: Maak een nieuwe puzzel
pl: Utwórz nową łamigłówkę
pt: Crie um novo quebra-cabeça
ro: Creați un nou puzzle
ru: Создать новую головоломку
si: නව ප්‍රහේලිකාවක් සාදන්න
sk: Vytvorte novú hádanku
sl: Ustvari novo uganko
sv: Skapa nytt pussel
sw: Unda Fumbo Mpya
te: కొత్త పజిల్ సృష్టించండి
th: สร้างปริศนาใหม่
tr: Yeni Bulmaca Oluştur
uk: Створити нову головоломку
ur: نئی پہیلی بنائیں
uz: Yangi boshqotirma yaratish
zh: 创建新谜题
zh_hant: 創建新謎題
zu: Dala Indida Entsha

# puzzleEdit
source: Edit Puzzle
af: Wysig legkaart
am: እንቆቅልሽ አርትዕ
ar: تحرير اللغز
az: Puzzle redaktə edin
be: Рэдагаваць галаваломку
bn: ধাঁধা সম্পাদনা করুন
bo: གསང་བརྟག་བཅོས་བསྒྱུར།
ca: Edita trencaclosques
cs: Upravit puzzle
da: Rediger puslespil
de: Rätsel bearbeiten
el: Επεξεργασία παζλ
es: Editar rompecabezas
et: Muutke mõistatust
fa: ویرایش پازل
fr: Modifier le casse-tête
gu: પઝલ સંપાદિત કરો
he: ערוך פאזל
hi: पहेली संपादित करें
hr: Uredi slagalicu
hu: Feladvány szerkesztése
hy: Խմբագրել Puzzle
id: Sunting Teka-teki
is: Breyta þraut
it: Modifica puzzle
ja: パズルの編集
km: កែសម្រួលល្បែងផ្គុំរូប
kn: ಒಗಟು ಸಂಪಾದಿಸಿ
ko: 퍼즐 편집
lt: Redaguoti galvosūkį
lv: Rediģēt mīklu
mk: Уреди загатка
ms: Edit Teka-teki
nl: Puzzel bewerken
pl: Edytuj łamigłówkę
pt: Editar quebra-cabeça
ro: Editați puzzle-ul
ru: Редактировать головоломку
si: ප්‍රහේලිකාව සංස්කරණය කරන්න
sk: Upraviť hádanku
sl: Uredi sestavljanko
sv: Redigera pussel
sw: Hariri Puzzle
te: పజిల్‌ని సవరించండి
th: แก้ไขปริศนา
tr: Bulmacayı Düzenle
uk: Редагувати головоломку
ur: پہیلی میں ترمیم کریں
uz: Jumboqni tahrirlash
zh: 编辑谜题
zh_hant: 編輯謎題
zu: Hlela i-Puzzle

# puzzleCustom
source: Custom
af: Pasgemaak
am: ብጁ
ar: مخصص
az: Xüsusi
be: Прыстасаваныя
bn: কাস্টম
bo: རང་བཟོ།
ca: Personalitzat
cs: Vlastní
da: Brugerdefineret
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: personalizado
et: Kohandatud
fa: سفارشی
fr: Personnalisé
gu: કસ્ટમ
he: מותאם אישית
hi: कस्टम
hu: Egyéni
hy: Պատվերով
id: Adat
is: Sérsniðin
it: Personalizzato
ja: カスタム
km: ផ្ទាល់ខ្លួន
kn: ಕಸ್ಟಮ್
ko: 사용자 정의
lt: Pasirinktinis
lv: Pielāgots
mk: Прилагодено
ms: Adat
nl: Aangepast
pl: Niestandardowe
pt: Personalizado
ro: Personalizat
ru: Пользовательский
si: අභිරුචි
sk: Vlastné
sl: Po meri
sv: Anpassad
sw: Desturi
te: కస్టమ్
th: กำหนดเอง
tr: Özel
ur: رواج
uz: Maxsus
zh: 自定义
zh_hant: 定制
zu: Ngokwezifiso

# puzzleRuleMismatch
source: Rules Mismatch
af: Reëls klop nie
am: ደንቦች አለመመጣጠን
ar: عدم تطابق القواعد
az: Qaydaların Uyğunsuzluğu
be: Несупадзенне правілаў
bn: নিয়ম মেলে না
bo: སྒྲིག་གཞི་མི་མཐུན།
ca: Incompatibilitat de regles
cs: Neshoda pravidel
da: Uoverensstemmelse mellem reglerne
el: Αναντιστοιχία κανόνων
es: Las reglas no coinciden
et: Reeglite mittevastavus
fa: عدم تطابق قوانین
fr: Incompatibilité des règles
gu: નિયમો મેળ ખાતા નથી
he: אי התאמה של כללים
hi: नियम बेमेल
hr: Neusklađenost pravila
hu: Szabályeltérés
hy: Կանոնների անհամապատասխանություն
id: Ketidaksesuaian Aturan
is: Ósamræmi í reglum
it: Mancata corrispondenza delle regole
ja: ルールの不一致
km: ច្បាប់មិនត្រូវគ្នា។
kn: ನಿಯಮಗಳು ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ
lt: Taisyklių neatitikimas
lv: Noteikumu neatbilstība
mk: Неусогласеност со правилата
ms: Peraturan Tidak Padan
nl: Regels komen niet overeen
pl: Niezgodność zasad
pt: Incompatibilidade de regras
ro: Nepotrivirea regulilor
ru: Несоответствие правил
si: නීති නොගැලපීම
sk: Nezhoda pravidiel
sl: Neujemanje pravil
sv: Regelfel överensstämmer
sw: Kanuni Kutolingana
te: నియమాలు సరిపోలలేదు
th: กฎไม่ตรงกัน
tr: Kural Uyuşmazlığı
uk: Невідповідність правил
ur: رولز مماثل ہیں
uz: Qoidalarning mos kelmasligi
zh: 规则不匹配
zh_hant: 規則不匹配
zu: Imithetho Ukungafani

# puzzleRuleMismatchWarning
source: For {puzzleRules}, currently {currentRules}
af: Vir {puzzleRules}, tans {currentRules}
am: ለ{puzzleRules}፣ በአሁኑ ጊዜ {currentRules}
ar: بالنسبة إلى {puzzleRules}، حاليًا {currentRules}
az: {puzzleRules} üçün, hazırda {currentRules}
be: Для {puzzleRules}, зараз {currentRules}
bn: {puzzleRules} এর জন্য, বর্তমানে {currentRules}
bo: {puzzleRules} གི་ཆེད་དུ། ད་ལྟ {currentRules} ཡིན།
ca: Per a {puzzleRules}, actualment {currentRules}
cs: Pro {puzzleRules}, aktuálně {currentRules}
da: For {puzzleRules}, i øjeblikket {currentRules}
el: Για {puzzleRules}, επί του παρόντος {currentRules}
es: Para {puzzleRules}, actualmente {currentRules}
et: {puzzleRules} jaoks, praegu {currentRules}
fa: برای {puzzleRules}، در حال حاضر {currentRules}
fr: Pour {puzzleRules}, actuellement {currentRules}
gu: {puzzleRules} માટે, હાલમાં {currentRules}
he: עבור {puzzleRules}, כרגע {currentRules}
hi: {puzzleRules} के लिए, वर्तमान में {currentRules}
hr: Za {puzzleRules}, trenutno {currentRules}
hu: {puzzleRules}, jelenleg {currentRules}
hy: {puzzleRules}-ի համար, ներկայումս {currentRules}
id: Untuk {puzzleRules}, saat ini {currentRules}
is: Fyrir {puzzleRules}, sem stendur {currentRules}
it: Per {puzzleRules}, attualmente {currentRules}
ja: {puzzleRules} の場合、現在は {currentRules}
km: សម្រាប់ {puzzleRules} បច្ចុប្បន្ន {currentRules}
kn: {puzzleRules} ಗೆ, ಪ್ರಸ್ತುತ {currentRules}
lt: {puzzleRules}, šiuo metu {currentRules}
lv: {puzzleRules}, pašlaik {currentRules}
mk: За {puzzleRules}, моментално {currentRules}
ms: Untuk {puzzleRules}, pada masa ini {currentRules}
nl: Voor {puzzleRules}, momenteel {currentRules}
pl: Dla {puzzleRules}, obecnie {currentRules}
pt: Para {puzzleRules}, atualmente {currentRules}
ro: Pentru {puzzleRules}, în prezent {currentRules}
ru: Для {puzzleRules} в настоящее время {currentRules}
si: {puzzleRules} සඳහා, දැනට {currentRules}
sk: Pre {puzzleRules}, momentálne {currentRules}
sl: Za {puzzleRules}, trenutno {currentRules}
sv: För {puzzleRules}, för närvarande {currentRules}
sw: Kwa {puzzleRules}, kwa sasa {currentRules}
te: {puzzleRules} కోసం, ప్రస్తుతం {currentRules}
th: สำหรับ {puzzleRules} ปัจจุบัน {currentRules}
tr: {puzzleRules} için şu anda {currentRules}
uk: Для {puzzleRules}, зараз {currentRules}
ur: __ph0__ کے لئے ، فی الحال __ph1__
uz: {puzzleRules} uchun, hozirda {currentRules}
zh: 为 {puzzleRules} 设计，当前为 {currentRules}
zh_hant: 對於 {puzzleRules}，目前為 {currentRules}
zu: Okwe-{puzzleRules}, okwamanje {currentRules}

# puzzleRuleMismatchContinue
source: Continue
af: Gaan voort
am: ቀጥል
ar: متابعة
az: Davam et
be: Працягнуць
bn: চালিয়ে যান
bo: མུ་མཐུད།
ca: Continua
cs: Pokračovat
da: Fortsæt
el: Συνέχεια
es: Continuar
et: Jätka
fa: ادامه دهید
fr: Continuer
gu: ચાલુ રાખો
he: המשך
hi: जारी रखें
hr: nastavi
hu: Folytatás
hy: Շարունակեք
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続ける
km: បន្ត
kn: ಮುಂದುವರಿಸಿ
lt: Tęsti
lv: Turpināt
mk: Продолжи
ms: teruskan
nl: Ga door
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
si: දිගටම කරගෙන යන්න
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
sw: Endelea
te: కొనసాగించు
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
ur: جاری رکھیں
uz: Davom eting
zh: 继续
zh_hant: 繼續
zu: Qhubeka

# puzzleCompatibleOnly
source: Compatible Only
af: Slegs versoenbaar
am: የሚስማማ ብቻ
ar: متوافق فقط
az: Yalnız Uyğundur
be: Толькі сумяшчальны
bn: শুধুমাত্র সামঞ্জস্যপূর্ণ
bo: མཐུན་སྒྲིག་ཡོད་པ་ཁོ་ན།
ca: Només compatible
cs: Pouze kompatibilní
da: Kun kompatibel
el: Συμβατό μόνο
es: Sólo compatibles
et: Ainult ühilduv
fa: سازگار فقط
fr: Compatible uniquement
gu: માત્ર સુસંગત
he: תואם בלבד
hi: केवल संगत
hr: Samo kompatibilno
hu: Csak kompatibilisek
hy: Համատեղելի է միայն
id: Hanya Kompatibel
is: Aðeins samhæft
it: Solo compatibile
ja: 互換性のみ
km: ឆបគ្នាតែប៉ុណ្ណោះ
kn: ಹೊಂದಾಣಿಕೆ ಮಾತ್ರ
lt: Tik suderinama
lv: Tikai saderīgs
mk: Само компатибилен
ms: Serasi Sahaja
nl: Alleen compatibel
pl: Tylko kompatybilne
pt: Compatível apenas
ro: Doar compatibil
ru: Совместимо только
si: ගැළපෙන පමණි
sk: Iba kompatibilné
sl: Samo združljivo
sv: Endast kompatibel
sw: Yanaoana Pekee
te: అనుకూలత మాత్రమే
th: เข้ากันได้เท่านั้น
tr: Yalnızca Uyumlu
uk: Тільки сумісний
ur: صرف مطابقت پذیر
uz: Faqat mos keladi
zh: 仅兼容规则
zh_hant: 僅兼容
zu: Ihambisana Kuphela
