Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Clear background music
af: Verwyder agtergrondmusiek
am: የበስተጀርባ ሙዚቃን አጥፋ
ar: مسح موسيقى الخلفية
az: Fon musiqisini təmizlə
be: Ачысціць фонавую музыку
bn: পটভূমির সঙ্গীত মুছুন
bo: རྒྱབ་ལྗོངས་རོལ་དབྱངས་སུབ་
ca: Esborra la música de fons
cs: Vymazat hudbu na pozadí
da: Ryd baggrundsmusik
el: Εκκαθάριση μουσικής υπόβαθρου
es: Borrar música de fondo
et: Eemalda taustamuusika
fa: پاک کردن موسیقی پس‌زمینه
fr: Effacer la musique de fond
gu: પૃષ્ઠભૂમિ સંગીત દૂર કરો
he: נקה מוזיקת רקע
hi: पृष्ठभूमि संगीत हटाएँ
hr: Očisti pozadinsku glazbu
hu: Háttérzene törlése
hy: Մաքրել ֆոնային երաժշտությունը
id: Hapus musik latar
is: Hreinsa bakgrunnstónlist
it: Cancella musica di sottofondo
ja: BGM をクリア
km: លុបតន្ត្រីផ្ទៃក្រោយ
kn: ಹಿನ್ನಲೆ ಸಂಗೀತವನ್ನು ತೆರವುಗೊಳಿಸಿ
lt: Išvalyti foninę muziką
lv: Notīrīt fona mūziku
mk: Исчисти позадинска музика
ms: Kosongkan muzik latar
nl: Achtergrondmuziek wissen
pl: Wyczyść muzykę w tle
pt: Limpar música de fundo
ro: Șterge muzica de fundal
ru: Очистить фоновую музыку
si: පසුබිම් සංගීතය ඉවත් කරන්න
sk: Vymazať hudbu na pozadí
sl: Počisti glasbo v ozadju
sv: Rensa bakgrundsmusik
sw: Futa muziki wa mandharinyuma
te: నేపథ్య సంగీతాన్ని తొలగించండి
th: ล้างเพลงพื้นหลัง
tr: Arka plan müziğini temizle
uk: Очистити фонову музику
ur: پس منظر موسیقی صاف کریں
uz: Fon musiqasini tozalash
zh: 清除背景音乐
zh_hant: 清除背景音樂
zu: Susa umculo wangemuva

source: Music files
af: Musieklêers
am: የሙዚቃ ፋይሎች
ar: ملفات الموسيقى
az: Musiqi faylları
be: Музычныя файлы
bn: সঙ্গীত ফাইলসমূহ
bo: རོལ་དབྱངས་ཡིག་ཆ་ཚོ་
ca: Fitxers de música
cs: Hudební soubory
da: Musikfiler
el: Αρχεία μουσικής
es: Archivos de música
et: Muusikafailid
fa: فایل‌های موسیقی
fr: Fichiers musicaux
gu: સંગીત ફાઇલો
he: קובצי מוזיקה
hi: संगीत फ़ाइलें
hr: Glazbene datoteke
hu: Zenei fájlok
hy: Երաժշտական ֆայլեր
id: File musik
is: Tónlistarskrár
it: File musicali
ja: 音楽ファイル
km: ឯកសារតន្ត្រី
kn: ಸಂಗೀತ ಕಡತಗಳು
lt: Muzikos failai
lv: Mūzikas faili
mk: Музички датотеки
ms: Fail muzik
nl: Muziekbestanden
pl: Pliki muzyczne
pt: Arquivos de música
ro: Fișiere muzicale
ru: Музыкальные файлы
si: සංගීත ගොනු
sk: Hudobné súbory
sl: Glasbene datoteke
sv: Musikfiler
sw: Faili za muziki
te: సంగీత ఫైళ్లు
th: ไฟล์เพลง
tr: Müzik dosyaları
uk: Музичні файли
ur: موسیقی فائلیں
uz: Musiqa fayllari
zh: 音乐文件
zh_hant: 音樂檔案
zu: Amafayela omculo

source: Keep mute when taking back
af: Hou stil wanneer jy terugneem
am: በመመለስ ጊዜ ድምጽ አልባ ሁን
ar: حافظ على الصمت عند التراجع
az: Geri götürərkən səssiz saxlayın
be: Пры вяртанні трымайце маўчанне
bg: Запазване на звука при връщане
bn: ফিরে যাওয়ার সময় নিঃশব্দ থাকুন
bo: ཕྱིར་ལེན་སྐབས་སྒྲ་མེད་ཉར་བ།
ca: Silenci en anar enrere
cs: Zachovat ticho při vracení tahu
da: Hold lydløs, når du tager tilbage
de: Beim Zurücknehmen stumm bleiben
el: Διατηρήστε τη σίγαση όταν παίρνετε πίσω
es: Mantener el silencio al retroceder
et: Tagasivõtmise ajal mute'i hoidmine
fa: حفظ حالت بی صدا هنگام بازگشت به عقب
fi: Pidä mykkä, kun otat takaisin
fr: Rester muet lors de la reprise
gu: પાછા લેતી વખતે મ્યૂટ રાખો
he: שמור על השתק בעת ההחזרה
hi: वापस लेते समय मौन रहें
hr: Bez zvuka pri vraćanju figure na prethodno mjesto
hu: Visszanézéskor tartsa a némítást
hy: Հետ վերցնելիս լռեք
id: Tetap bisu saat mengambil kembali
is: Haltu hljóði þegar þú tekur til baka
it: Mantenere il muto quando si riprende
ja: 手戻り中はミュート
km: រក្សាភាពស្ងៀមស្ងាត់ពេលដកថយ
kn: ಹಿಂತಿರುಗುವಾಗ ಮ್ಯೂಟ್ ಮಾಡಿ
ko: 되돌리기를 할 때 음소거
lt: Išlaikykite garsą išjungtą, kai grįžtate atgal
lv: Atgriešanās laikā saglabāt izslēgtu skaņu
mk: Чувајте неми кога враќате
ms: Tetap bisu semasa mengambil semula
my: ပြန်ယူသည့်အခါ အသံတိတ်ထားပါ
nb: Hold dempet når du tar tilbake
nl: Mute houden bij het terugnemen
pl: Wyciszenie podczas odbierania
pt: Manter mudo ao desfazer jogada.
ro: Menține sunetul oprit la revenire
ru: Тихий откат хода
si: නැවත ගත් විට නිහඬ කර තබන්න
sk: Zachovať stlmenie pri návrate
sl: Pri vračanju umiri zvok
sq: Mbani memec kur merrni përsëri
sr: Останите без звука кад се враћате
sv: Håll tyst när du tar tillbaka
sw: Nyamaza unaporudisha
ta: திரும்பப் பெறும்போது ஊமையாக வைத்திருங்கள்
te: తిరిగి తీసుకునేటప్పుడు మ్యూట్ చేయండి
th: ปิดเสียงเมื่อทำการย้อนกลับ
tr: Geri alırken sessize alın
uk: Зберігайте мовчання, коли повертаєте
ur: واپس لیتے وقت خاموش رہیں
uz: Orqaga olayotganda sukut saqlang
vi: Giữ im lặng khi lấy lại
zh: 悔棋时保持静音
zh_hant: 悔棋時保持靜音
zu: Gcina uthule uma ubuyisela emuva

source: Tone
af: Toon
am: ቃና
ar: نغمة
az: Ton
be: Тон
bg: Тон
bn: টোন
bo: སྒྲ་གདངས།
ca: To
cs: Tón
de: Ton
el: Ήχος
es: Tono
et: Toon
fa: لحن
fi: Ääni
fr: Tonalité
gu: સ્વર
he: טוֹן
hi: सुर
hr: Ton
hu: Hang
hy: Տոն
id: Nada
is: Tónn
it: Tono
ja: 音色
km: សម្លេង
kn: ಸ್ವರ
ko: 톤
lt: Tonas
lv: Toni
mk: Тон
ms: Nada
my: လေသံ
nl: Toon
pl: Dźwięk
pt: Tom
ro: Ton
ru: Тон
si: ස්වරය
sk: Tón
sl: Ton
sq: Ton
sr: Тоне
sv: Ton
sw: Toni
ta: தொனி
te: టోన్
th: โทน
tr: ton
uk: Тон
ur: لہجہ
uz: Ohang
vi: Tấn
zh: 提示音效
zh_hant: 提示音效
zu: Ithoni

# whoMovesFirst
source: First move
af: Eerste skuif
am: የመጀመሪያ እንቅስቃሴ
ar: الخطوة الأولى
az: İlk hərəkət
be: Першы ход
bg: Първи ход
bn: প্রথম পদক্ষেপ
bo: སྔོན་འགུལ།
ca: Primer moviment
cs: První tah
da: Første træk
de: Erster Zug
el: Πρώτη κίνηση
es: Primer movimiento
et: Esimene käik
fa: حرکت اول
fi: Ensimmäinen siirto
fr: Premier mouvement
gu: પ્રથમ ચાલ
he: צעד ראשון
hi: पहला कदम
hr: Prvi potez
hu: Első lépés
hy: Առաջին քայլը
id: Langkah pertama
is: Fyrsta hreyfing
it: Prima mossa
ja: 最初の一手
km: អ្នកលេងមុន
kn: ಮೊದಲ ನಡೆ
ko: 첫 이동
lt: Pirmas ėjimas
lv: Pirmais gājiens
mk: Прв потег
ms: Langkah pertama
my: ပထမဆုံး ရွှေ့ပါ
nb: Første trekk
nl: Eerste zet
pl: Pierwszy ruch
pt: Primeira jogada
ro: Prima mișcare
ru: Первый ход
si: පළමු චලනය
sk: Prvý ťah
sl: Prva poteza
sq: Lëvizja e parë
sr: Први потез
sv: Första drag
sw: Kwanza hoja
ta: முதல் நகர்வு
te: మొదటి కదలిక
th: ก้าวแรก
tr: İlk hamle
uk: Перший хід
ur: پہلا اقدام
uz: Birinchi harakat
vi: Bước đi đầu tiên
zh: 先手
zh_hant: 先手
zu: Umnyakazo wokuqala

source: Human
af: Mens
am: ሰው
ar: لاعب
az: İnsan
be: Чалавечы
bg: Човек
bn: মানব
bo: མི།
ca: Humà
cs: Člověk
da: Menneske
de: Mensch
el: Ανθρώπινο
es: Humano
et: Inimene
fa: انسان
fi: Ihminen
fr: Humain
gu: માનવ
he: בן אנוש
hi: मानव
hr: Čovjek
hu: Személy
hy: Մարդ
id: Manusia
is: Mannlegur
it: Umano
ja: 人間
km: មនុស្ស
kn: ಮಾನವ
ko: 플레이어
lt: Žmogus
lv: Cilvēks
mk: Човечки
ms: Manusia
my: လူသား
nb: Menneskelig
nl: Mens
pl: Człowiek
pt: Humano
ro: Uman
ru: Человек
si: මානව
sk: Ľudský
sl: Človek
sq: Njeriu
sr: Људски
sv: Människan
sw: Binadamu
ta: மனிதன்
te: మానవ
th: มนุษย์
tr: İnsan
uk: Людський
ur: انسان
uz: Inson
vi: Nhân loại
zh: 人类
zh_hant: 人類
zu: Umuntu

source: AI
af: KI
ar: آلة
bn: এআই
ca: IA
de: Computer
es: IA
fa: هوش مصنوعی
fr: IA
gu: એઆઈ
hi: एआई
hr: UI (umjetna inteligencija)
kn: ಎಐ
lt: DI
lv: MĀKSLĪGAIS INTELEKTS
mk: АИ
pt: IA
ro: IA
ru: ИИ
sl: UI
sr: АИ
ta: செஅ
tr: yapay zeka
uk: ШІ
ur: اے آئی
vi: trí tuệ nhân tạo
zh_hant: 機器
zu: I-AI

source: Alternate
af: Wissel af
am: በተራ
ar: بالتناوب
az: Alternativ
be: Чаргаваць
bg: Алтернативен
bn: বিকল্প
bo: འཁོར་སྤྱོད།
ca: Alterna
cs: Střídat
da: Alternativt
de: Abwechselnd
el: Εναλλακτική
es: Alternar
et: Alternatiiv
fa: جایگزین
fi: Vaihtoehtoinen
fr: Alterner
gu: વૈકલ્પિક
he: לְהַחלִיף
hi: वैकल्पिक
hr: Naizmjence
hu: Váltakozó
hy: Այլընտրանքային
id: Alternatif
is: Varamaður
it: Alternare
ja: 交互
km: ឆ្លាស់គ្នា
kn: ಪರ್ಯಾಯ
ko: 번갈아 가며
lt: Pakaitinis
lv: Alternatīva
mk: Наизменично
ms: Alternatif
my: တလှည့်စီ
nb: Alternere
nl: Alternatief
pl: Alternatywna strona
pt: Alternar
ro: Alternare
ru: Альтернативный
si: විකල්පනය
sk: Alternatívny
sl: Nadomestna
sq: Alternative
sr: Алтернате
sv: Alternativt
sw: Mbadala
ta: மாற்று
te: ప్రత్యామ్నాయం
th: ทางเลือก
tr: Alternatif
uk: Черговий
ur: متبادل
uz: Muqobil
vi: Luân phiên
zh: 交替
zh_hant: 交替
zu: Okunye

# isAutoRestart
source: Auto-restart game when game over
af: Herbegin die speletjie outomaties wanneer die speletjie verby is
am: ጨዋታው ሲያልቅ በራስ-ሰር እንደገና ጀምር
ar: إعادة تشغيل اللعبة تلقائيًا عند انتهاء اللعبة
az: Oyun bitdikdə oyunu avtomatik yenidən başladın
be: Аўтаматычны перазапуск гульні пасля заканчэння гульні
bg: Автоматично рестартиране на играта, когато играта приключи
bn: গেম শেষ হয়ে গেলে গেমটি অটো-রিস্টার্ট
bo: རྩེད་མོ་མཇུག་སྒྲིལ་སྐབས་རང་འགུལ་ངང་ཡང་བསྐྱར་འགོ་བཙུགས།
ca: Torna a començar automàticament en acabar la partida
cs: Automaticky restartovat hru po skončení hry
da: Automatisk genstart af spillet, når spillet er slut
de: Nach Spielende automatisch neustarten
el: Αυτόματη επανεκκίνηση του παιχνιδιού όταν τελειώσει το παιχνίδι
es: Autoreiniciar del juego al terminar la partida
et: Automaatne mängu taaskäivitamine, kui mäng on lõppenud
fa: راه‌اندازی دوباره بازی بصورت خودکار وقتی بازی تمام شد
fi: Automaattinen pelin uudelleenkäynnistys, kun peli on ohi
fr: Relancer automatiquement la partie lorsqu'elle est terminée
gu: જ્યારે રમત સમાપ્ત થાય ત્યારે રમતને ફરીથી પ્રારંભ કરો
he: הפעלה מחדש אוטומטית של המשחק כאשר המשחק נגמר
hi: गेम खत्म होने पर ऑटो-रिस्टार्ट गेम
hr: Automatski ponovo pokreni igru kad je igra gotova
hu: Automatikus újraindítás, játék végén
hy: Ավտոմատ վերսկսել խաղը, երբ խաղն ավարտվի
id: Mulai ulang permainan secara otomatis saat permainan berakhir
is: Endurræstu leikinn sjálfkrafa þegar leiknum er lokið
it: Riavvio automatico del gioco al termine della partita
ja: ゲームオーバー時に自動でやり直す
km: ចាប់ផ្តើមហ្គេមឡើងវិញដោយស្វ័យប្រវត្តិនៅពេលចប់ហ្គេម
kn: ಆಟ ಮುಗಿದ ನಂತರ ಆಟವನ್ನು ಮರುಪ್ರಾರಂಭಿಸಿ
ko: 게임 오버시에 자동으로 재시작
lt: Automatinis žaidimo paleidimas iš naujo, kai žaidimas baigiamas
lv: Automātiska spēles atsākšana, kad spēle ir beigusies
mk: Автоматско рестартирајте ја играта кога ќе заврши играта
ms: Mulakan semula permainan secara automatik apabila permainan tamat
my: ဂိမ်းပြီးသွားသောအခါ ဂိမ်းကို အလိုအလျောက် ပြန်လည်စတင်ပါ
nb: Start spillet på nytt automatisk når spillet er over
nl: Auto-herstart spel wanneer spel voorbij
pl: Automatyczny restart gry po zakończeniu gry
pt: Reinício automático do jogo no final do jogo
ro: Reporniți automat jocul la finalizarea jocului actual
ru: Начинать новую игру автоматически
si: ක්‍රීඩාව අවසන් වූ විට ස්වයංක්‍රීයව නැවත අරඹන්න
sk: Automatický reštart hry po skončení hry
sl: Samodejni ponovni zagon igre, ko je igra končana
sq: Rinis automatikisht lojën kur loja mbaron
sr: Аутоматско поновно покретање игре по завршетку игре
sv: Automatisk omstart av spelet när spelet är slut
sw: Anzisha tena mchezo kiotomatiki mchezo unapokwisha
ta: விளையாட்டு முடிந்ததும் தானி-மறுதொடக்கம் விளையாட்டு
te: ఆట ముగిసినప్పుడు ఆటను పున art ప్రారంభించండి
th: รีสตาร์ทเกมอัตโนมัติเมื่อจบเกม
tr: Oyun bittiğinde oyunu otomatik olarak yeniden başlat
uk: Автоматичний перезапуск гри після завершення гри
ur: گیم ختم ہونے پر گیم کو آٹو ری اسٹارٹ کریں۔
uz: O'yin tugashi bilan o'yinni avtomatik ravishda qayta boshlash
vi: Tự khởi động lại trò chơi khi trò chơi kết thúc
zh: 棋局结束时自动重新开局
zh_hant: 棋局結束時自動重新開局
zu: Qala kabusha ngokuzenzakalelayo umdlalo lapho umdlalo usuphelile

# isAutoChangeFirstMove
source: Auto Change First Move
af: Outo-verandering eerste skuif
am: የመጀመሪያ እንቅስቃሴን በራስ-ሰር ቀይር
ar: تبديل اللاعب البادئ تلقائيًا
az: İlk Hərəkəti avtomatik dəyişdirin
be: Аўтаматычнае змяненне першага ходу
bg: Автоматична промяна на първия ход
bn: অটো চেঞ্জ প্রথম পদক্ষেপ
bo: སྔོན་འགུལ་རང་འགུལ་ངང་བརྗེ་པོ་བྱེད།
ca: Canvia automàticament el primer moviment
cs: Automatická změna prvního tahu
da: Automatisk ændring af første træk
de: Ersten Zug automatisch ändern
el: Αυτόματη αλλαγή πρώτης κίνησης
es: Autocambiar el primer movimiento
et: Automaatne esimese käigu muutmine
fa: تغییر خودکار حرکت اول
fi: Vaihda ensimmäinen siirto automaattisesti
fr: Changement automatique du premier coup
gu: ઓટો ચેન્જ ફર્સ્ટ મૂવ
he: שינוי אוטומטי מהלך ראשון
hi: ऑटो चेंज फर्स्ट मूव
hr: Automatski zamijeni igrače s pravom prvog poteza
hu: Automatikusan cserélődik az első játékos a játék végén
hy: Ավտոմատ փոխել առաջին քայլը
id: Ubah Otomatis Langkah Pertama
is: Sjálfvirk breyting á fyrstu hreyfingu
it: Cambio automatico della prima mossa
ja: 先手を自動変更
km: ផ្លាស់ប្តូរចលនាដំបូងដោយស្វ័យប្រវត្តិ
kn: ಸ್ವಯಂ ಬದಲಾವಣೆ ಮೊದಲ ಚಲನೆ
ko: 첫 수 자동 변경
lt: Automatinis pirmojo ėjimo keitimas
lv: Automātiski mainīt pirmo gājienu
mk: Автоматско менување на првиот потег
ms: Tukar Auto Langkah Pertama
my: ပထမအောင်မြင်ခြင်းကိုအလိုအလျောက်ပြောင်းလဲ
nb: Automatisk endring av første trekk
nl: Auto Verander Eerste Zet
pl: Automatyczna zmiana pierwszego ruchu
pt: Alternar automaticamente a primeira jogada
ro: Schimbă automat primul jucător la sfârșitul jocului
ru: Автоматическая смена первого хода
si: ස්වයංක්‍රීයව පළමු චලනය වෙනස් කරන්න
sk: Automatická zmena prvého ťahu
sl: Samodejna sprememba prve poteze
sq: Ndryshimi automatik i lëvizjes së parë
sr: Аутоматска промена првог потеза
sv: Automatisk ändring av första drag
sw: Badilisha Otomatiki Hoja ya Kwanza
ta: தானி மாற்றம் முதல் நகர்வு
te: ఆటో చేంజ్ ఫస్ట్ మూవ్
th: เปลี่ยนอัตโนมัติก่อนย้าย
tr: İlk Hamleyi Otomatik Değiştir
uk: Автоматична зміна першого ходу
ur: آٹو تبدیلی پہلی حرکت
uz: Avtomatik o'zgartirish birinchi harakat
vi: Tự động thay đổi nước đi đầu tiên
zh: 开局时自动交换先后手
zh_hant: 開局時自動交換先後手
zu: Shintsha Okuzenzakalelayo Ukuhambisa Kokuqala

# shufflingEnabled
source: Move randomly
af: Beweeg willekeurig
am: ራንደም እንቅስቃሴ
ar: حركة عشوائية
az: Təsadüfi hərəkət edin
be: Рухайцеся выпадковым чынам
bg: Случаен ход
bn: এলোমেলো পদক্ষেপ
bo: སྣ་ཚོགས་སྤོ་འགུལ།
ca: Moviment aleatori
cs: Náhodné tahy
da: Tilfældigt træk
de: Zufällige Züge
el: Τυχαία κίνηση
es: Mover al azar
et: Juhuslik liikumine
fa: حرکت تصادفی
fi: Satunnainen siirto
fr: Déplacement aléatoire
gu: રેન્ડમ ચાલ
he: זז באקראי
hi: यादृच्छिक चाल
hr: Slučajno pomicanje
hu: Véletlenszerű lépés
hy: Տեղափոխեք պատահականորեն
id: Gerakan acak
is: Færðu af handahófi
it: Mossa casuale
ja: ランダムに移動
km: ផ្លាស់ទីដោយចៃដន្យ
kn: ಯಾದೃಚ್ ly ಿಕವಾಗಿ ಸರಿಸಿ
ko: 무작위로 이동
lt: Atsitiktinis ėjimas
lv: Nejaušs gājiens
mk: Случаен потег
ms: Pergerakan secara rawak
my: ကျပန်းရွှေ့ပါ
nb: Beveg deg tilfeldig
nl: Willekeurige zet
pl: Losowy ruch
pt: Movimento aleatório
ro: Miscare aleatorie
ru: Случайный ход
si: හසුරවන්න
sk: Náhodný ťah
sl: Naključna poteza
sq: Lëvizje e rastësishme
sr: Случајан потез
sv: Slumpmässigt drag
sw: Sogeza nasibu
ta: தோராயமாக நகர்த்து
te: యాదృచ్ఛిక కదలిక
th: สุ่มย้าย
tr: Rastgele Hamle
uk: Рухайтеся довільно
ur: بے ترتیب حرکت کریں۔
uz: Tasodifiy harakatlaning
vi: Di chuyển ngẫu nhiên
zh: AI 随机走子
zh_hant: 機器隨機走子
zu: Hambisa ngokungahleliwe

# misc
source: Miscellaneous
af: Diverse
am: ተጨማሪ
ar: متفرقات
az: Müxtəlif
be: Рознае
bg: Различни
bn: বিবিধ
bo: གཞན་པ།
ca: Miscel·lània
cs: Různé
da: Diverse
de: Verschiedenes
el: Διάφορα
es: Varios
et: Mitmesugused
fa: متفرقه
fi: Sekalaista
fr: Divers
gu: પરચુરણ
he: שונות
hi: विविध
hr: Razno
hu: Vegyes
hy: Տարբեր
id: Lainnya
is: Ýmislegt
it: Varie
ja: その他
km: ផ្សេងៗ
kn: ವಿವಿಧ
ko: 기타 설정
lt: Įvairūs
lv: Dažādi
mk: Разно
ms: Pelbagai
my: အဖြာဖြာ
nb: Diverse
nl: Diversen
pl: Różne
pt: Diversos
ro: Diverse
ru: Прочее
si: විවිධ
sk: Rôzne
sl: Različne
sq: Të ndryshme
sr: Остало
sv: Diverse
sw: Mbalimbali
ta: மற்றவை
te: ఇతరాలు
th: เบ็ดเตล็ด
tr: Çeşitli
uk: Різне
ur: متفرق
uz: Turli xil
vi: Điều khoản khác
zh: 其他
zh_hant: 其他
zu: Okunhlobonhlobo

source: Developer Options
af: Ontwikkelaaropsies
am: የገንቢ አማራጮች
ar: خيارات المطور
az: Tərtibatçı seçimləri
be: Параметры распрацоўшчыка
bn: ডেভেলপার বিকল্প
bo: གསར་སྤེལ་པའི་འདེམས་ཀ།
ca: Opcions de desenvolupador
cs: Možnosti vývojáře
da: Udviklerindstillinger
el: Επιλογές προγραμματιστή
es: Opciones de desarrollador
et: Arendaja valikud
fa: گزینه‌های توسعه‌دهنده
fr: Options développeur
gu: ડેવલપર વિકલ્પો
he: אפשרויות מפתח
hi: डेवलपर विकल्प
hr: Opcije za programere
hu: Fejlesztői beállítások
hy: Ծրագրավորողի տարբերակներ
id: Opsi Pengembang
is: Valkostir þróunaraðila
it: Opzioni sviluppatore
ja: 開発者向けオプション
km: ជម្រើសសម្រាប់អ្នកអភិវឌ្ឍន៍
kn: ಡೆವಲಪರ್ ಆಯ್ಕೆಗಳು
lt: Kūrėjo parinktys
lv: Izstrādātāja opcijas
mk: Опции за развивачи
ms: Pilihan Pembangun
nl: Ontwikkelaarsopties
pl: Opcje programisty
pt: Opções de desenvolvedor
ro: Opțiuni dezvoltator
ru: Параметры разработчика
si: සංවර්ධක විකල්ප
sk: Možnosti vývojára
sl: Možnosti razvijalca
sv: Utvecklaralternativ
sw: Chaguo za Msanidi
te: డెవలపర్ ఎంపికలు
th: ตัวเลือกสำหรับนักพัฒนา
tr: Geliştirici Seçenekleri
uk: Параметри розробника
ur: ڈویلپر کے اختیارات
uz: Ishlab chiquvchi parametrlari
zh: 开发者选项
zh_hant: 開發者選項
zu: Izinketho Zonjiniyela

source: Rules
af: Reëls
am: ህጎች
ar: قواعد
az: Qaydalar
be: правілы
bg: Правила
bn: বিধি
bo: སྒྲིག་གཞི།
ca: Regles
cs: Pravidla
da: Regler
de: Regeln
el: Κανόνες
es: Reglas
et: Reeglid
fa: قوانین
fi: Säännöt
fr: Règles
gu: નિયમો
he: כללים
hi: नियमों
hr: Pravila
hu: Szabályok
hy: Կանոններ
id: Aturan
is: Reglur
it: Regole
ja: ルール
km: ច្បាប់
kn: ನಿಯಮಗಳು
ko: 규칙
lt: Taisyklės
lv: Noteikumi
mk: Правила
ms: Peraturan
my: စည်းကမ်းများ
nb: Regler
nl: Regels
pl: Zasady
pt: Regras
ro: Reguli
ru: Правила
si: නීති
sk: Pravidlá
sl: Pravila
sq: Rregullat
sr: Правила
sv: Regler
sw: Kanuni
ta: விதிகள்
te: నియమాలు
th: กฎ
tr: Kurallar
uk: правила
ur: قواعد
uz: Qoidalar
vi: Quy tắc
zh: 棋规
zh_hant: 棋規
zu: Imithetho

# piecesCount
source: The number of pieces each player has
af: Die aantal stukke wat elke speler het
am: እያንዳንዱ ተጫዋች ያለው የቁራጮች ብዛት
ar: عدد القطع التي يمتلكها كل لاعب
az: Hər oyunçunun sahib olduğu ədədlərin sayı
be: Колькасць фігур у кожнага гульца
bg: Броят на фигурите, с които разполага всеки играч
bn: প্রতিটি খেলোয়াড়ের টুকরো সংখ্যা
bo: རྩེད་འགྲན་པ་རེའི་རྡེལ་གྲངས་ཀ
ca: El nombre de peces que té cada jugador
cs: Počet figurek, které má každý hráč
da: Antallet af brikker, som hver spiller har
de: Anzahl Steine für jeden Spieler
el: Ο αριθμός των κομματιών που έχει κάθε παίκτης
es: El número de piezas que tiene cada jugador
et: Iga mängija mängus olevate mängujoonte arv
fa: تعداد مهره‌های هر بازیکن
fi: Kunkin pelaajan nappuloiden määrä
fr: Le nombre de pièces dont dispose chaque joueur
gu: દરેક ખેલાડીના ટુકડાઓની સંખ્યા
he: מספר החלקים שיש לכל שחקן
hi: प्रत्येक खिलाड़ी के पास टुकड़ों की संख्या
hr: Broj figura za svakog igrača
hu: Játékosra eső korongszám
hy: Յուրաքանչյուր խաղացողի խաղաքարերի քանակը
id: Jumlah bidak yang dimiliki setiap pemain
is: Fjöldi stykki sem hver leikmaður hefur
it: Il numero di pezzi che ogni giocatore ha
ja: 各プレイヤーが持っている駒の数
km: ចំនួនកូនអុកដែលអ្នកលេងម្នាក់ៗមាន
kn: ಪ್ರತಿ ಆಟಗಾರನು ಹೊಂದಿರುವ ತುಣುಕುಗಳ ಸಂಖ್ಯೆ
ko: 각 플레이어가 가지는 말의 수
lt: Kiekvieno žaidėjo turimų figūrų skaičius
lv: Katra spēlētāja figūru skaits
mk: Број на парчиња што ги има секој играч
ms: Bilangan keping yang dimiliki oleh setiap pemain
my: ကစားသမားတစ်ဦးစီတွင် အစိတ်အပိုင်းအရေအတွက်
nb: Antall brikker hver spiller har
nl: Het aantal stukken dat elke speler heeft
pl: Liczba pionów, które ma każdy gracz
pt: O número de peças que cada jogador tem
ro: Număr de piese pe jucător
ru: Количество фигур у каждого игрока
si: එක් එක් ක්‍රීඩකයාට ඇති කැස් සංඛ්‍යාව
sk: Počet figúrok, ktoré má každý hráč
sl: Število figur, ki jih ima vsak igralec
sq: Numri i pjesëve që ka secili lojtar
sr: Број комада које има сваки играч
sv: Antalet pjäser som varje spelare har
sw: Idadi ya vipande kila mchezaji anayo
ta: ஒவ்வொரு வீரருக்கும் இருக்கும் துண்டுகளின் எண்ணிக்கை
te: ప్రతి క్రీడాకారుడు కలిగి ఉన్న ముక్కల సంఖ్య
th: จำนวนชิ้นที่ผู้เล่นแต่ละคนมี
tr: Her oyuncunun sahip olduğu parça sayısı
uk: Кількість фігур у кожного гравця
ur: ہر کھلاڑی کے پاس ٹکڑوں کی تعداد
uz: Har bir o'yinchining soni
vi: Số quân cờ mỗi người chơi có
zh: 棋子数
zh_hant: 棋子數
zu: Inombolo yezingcezu umdlali ngamunye anazo

# piecesCount_Detail
source: How many pieces does each player have?
af: Hoeveel stukke het elke speler?
am: እያንዳንዱ ተጫዋች ስንት ቁራጮች አሉት?
ar: كم عدد القطع التي يمتلكها كل لاعب؟
az: Hər oyunçuda neçə ədəd var?
be: Колькі фігур у кожнага гульца?
bg: С колко фигури разполага всеки играч?
bn: প্রতিটি খেলোয়াড় কত টুকরা আছে?
bo: རྩེད་འགྲན་པ་རེ་རེར་རྡེལ་ག་ཚོད་ཡོད།
ca: Quantes peces té cada jugador?
cs: Kolik figurek má každý hráč?
da: Hvor mange brikker har hver spiller?
de: Wie viele Steine hat jeder Spieler?
el: Πόσα κομμάτια έχει κάθε παίκτης;
es: ¿Cuántas piezas tiene cada jugador?
et: Mitu tükki on igal mängijal?
fa: هر بازیکن چند مهره دارد؟
fi: Kuinka monta nappulaa kullakin pelaajalla on?
fr: Combien de pièces possède chaque joueur ?
gu: દરેક ખેલાડીના કેટલા ટુકડાઓ છે?
he: כמה חלקים יש לכל שחקן?
hi: प्रत्येक खिलाड़ी के पास कितने टुकड़े होते हैं?
hr: Koliko figura ima svaki igrač?
hu: Hány korongja van minden játékosnak?
hy: Քանի հատ էլեմենտներ ունի յուրաքանչյուր խաղացողը՞:
id: Berapa bagian yang dimiliki setiap pemain?
is: Hversu mörg stykki á hver leikmaður?
it: Quanti pezzi ha ogni giocatore?
ja: 各プレイヤーは何個のピースを持っていますか?
km: តើអ្នកលេងម្នាក់ៗមានកូនអុកប៉ុន្មាន?
kn: ಪ್ರತಿ ಆಟಗಾರನಿಗೆ ಎಷ್ಟು ತುಣುಕುಗಳಿವೆ?
ko: 각 플레이어가 시작할 때 가지는 말의 개수를 설정합니다.
lt: Kiek figūrų turi kiekvienas žaidėjas?
lv: Cik figūru ir katram spēlētājam?
mk: Колку парчиња има секој играч?
ms: Berapakah jumlah kepingan yang dimiliki oleh setiap pemain?
my: ကစားသမားတစ်ဦးစီတွင် အပိုင်းမည်မျှရှိသနည်း။
nb: Hvor mange brikker har hver spiller?
nl: Hoeveel stukken heeft elke speler?
pl: Ile pionów ma każdy z graczy?
pt: Quantas peças cada jogador tem?
ro: Câte piese are fiecare jucător?
ru: Сколько фигур у каждого игрока?
si: එක් එක් ක්‍රීඩකයාට කැස් කීයක් ඇත්ද?
sk: Koľko figúrok má každý hráč?
sl: Koliko figur ima vsak igralec?
sq: Sa pjesë ka secili lojtar?
sr: Колико комада има сваки играч?
sv: Hur många pjäser har varje spelare?
sw: Je, kila mchezaji ana vipande vingapi?
ta: ஒவ்வொரு வீரருக்கும் எத்தனை துண்டுகள் உள்ளன?
te: ప్రతి క్రీడాకారుడికి ఎన్ని ముక్కలు ఉన్నాయి?
th: ผู้เล่นแต่ละคนมีกี่ชิ้น?
tr: Her oyuncunun kaç taşı vardır?
uk: Скільки фігур у кожного гравця?
ur: ہر کھلاڑی کے پاس کتنے ٹکڑے ہوتے ہیں؟
uz: Har bir o'yinchi nechta donadan iborat?
vi: Mỗi người chơi có bao nhiêu quân cờ?
zh: 对弈双方分别拥有的棋子数为？
zh_hant: 對弈雙方分別擁有的棋子數為？
zu: Umdlali ngamunye unezingcezu ezingaki?

# flyPieceCount
source: The number of the flying piece
af: Die nommer van die vlieënde stuk
am: የሚበርረው ቁራጭ ቁጥር
ar: عتبة الطيران
az: Uçan parçanın nömrəsi
be: Нумар лятаючай фігуры
bg: Номер на летящата фигура
bn: উড়ন্ত টুকরা সংখ্যা
bo: འཕུར་རྡེལ་གྱི་གྲངས་འབོར།
ca: El nombre de peces voladores
cs: Číslo létajícího kusu
da: Nummeret på den flyvende brik
de: Anzahl der fliegenden Steine
el: Ο αριθμός του ιπτάμενου κομματιού
es: El número de la pieza voladora
et: Lendava tüki arv
fa: تعداد مهره‌های پروازی
fi: Lentävän nappulan numero
fr: Le numéro de la pièce volante
gu: ઉડતી ભાગની સંખ્યા
he: המספר של החתיכה המעופפת
hi: उड़ने वाले टुकड़े की संख्या
hr: Broj figura za skakanje
hu: Az ugrálható (flying) korongok száma
hy: Թռչող կտորի համարը
id: Jumlah potongan terbang
is: Númer fljúgandi stykkisins
it: Il numero del pezzo volante
ja: 飛び駒の数
km: ចំនួនកូនអុកហោះ
kn: ಹಾರುವ ತುಂಡುಗಳ ಸಂಖ್ಯೆ
ko: 플라잉을 활성화 시킬 말 개수
lt: Skrendančios figūrėlės numeris
lv: Lidojošās figūras numurs
mk: Бројот на летачкото парче
ms: Bilangan kepingan terbang
my: ပျံသွားသည့် အရေအတွက်
nb: Antallet på flygende brikke
nl: Het nummer van het vliegende stuk
pl: Numer latającego pionka
pt: O número da peça voadora
ro: Numărul pieselor (flying) cu drum liber
ru: Номер летающей фигуры
si: පියාසර කැස් සංඛ්‍යාව
sk: Počet letiacich figúrok
sl: Številka leteče figure
sq: Numri i pjesës fluturuese
sr: Број летећег комада
sv: Numret på den flygande pjäsen
sw: Idadi ya kipande cha kuruka
ta: பறக்கும் துண்டின் எண்ணிக்கை
te: ఎగిరే ముక్క సంఖ్య
th: จำนวนชิ้นบิน
tr: Uçan parçanın numarası
uk: Номер літаючого шматка
ur: اڑنے والے ٹکڑے کی تعداد
uz: Uchib ketadigan parcha soni
vi: Số mảnh bay
zh: 剩余多少子可飞子
zh_hant: 剩餘多少子可飛子
zu: Inombolo yesiqephu esindizayo
