Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Precision Craft
af: Presisievakmanskap
am: ትክክለኛ ዕደ-ጥበብ
ar: إتقان الصنعة
az: Dəqiq Sənətkarlıq
be: Дакладнае Рамяство
bg: Прецизно Изкуство
bn: নির্ভুল কারুশিল্প
bo: བྱང་ཆུབ་སྒྱུ་རྩལ།
ca: Art precís
cs: Precizní Řemeslo
da: Præcisionshåndværk
de: Schweizer Präzision
el: Ακρίβεια Τέχνη
es: Artesanía de Precisión
et: Täpsus Käsitöö
fa: ظرافت قلمزنی
fi: Tarkkuuskäsityö
fr: Artisanat de précision
gu: ચોકસાઈ કારીગરી
he: מלאכת דיוק
hi: सटीक शिल्प
hr: Precizni Zanat
hu: Kézműves Elegancia
hy: Ճշգրիտ Արհեստ
id: Kerajinan Presisi
is: Nákvæmnisverk
it: Artigianato di Precisione
ja: 金糸細工
km: សិប្បកម្មជាក់លាក់
kn: ನಿಖರ ಕರಕುಶಲತೆ
ko: 금세공의 정교
lt: Tikslus Amatas
lv: Precīza Amatniecība
mk: Прецизен Занает
ms: Kraf Ketepatan
my: တိကျသောလက်မှုပညာ
nb: Presisjonsarbeid
nl: Precisieambacht
pl: Precyzyjne Rzemiosło
pt: Artesanato de Precisão
ro: Meșteșug de Precizie
ru: Точное Ремесло
si: නිවැරදි ශිල්පය
sk: Precízne Remeslo
sl: Natančno Obrtništvo
sq: Punim Preciz
sr: Прецизни Занат
sv: Precisionshantverk
sw: Ufundi wa Usahihi
ta: துல்லிய கைவினை
te: నిఖార్సైన హస్తకళ
th: งานฝีมือที่แม่นยำ
tr: Hassas El Sanatları
uk: Точне ремесло
ur: درست دستکاری
uz: Aniq Hunarmandchilik
vi: Thủ Công Chính Xác
zh: 微錾
zh_hant: 微鏨
zu: Umsebenzi Wokucophelela

source: Folk Embroidery
af: Volksborduurwerk
am: የህዝብ ጥልፍ
ar: التطريز التراثي
az: Xalq Naxışı
be: Народная Вышыўка
bg: Народна Бродерия
bn: লোকজ সূচিকর্ম
bo: མི་དམངས་ཀྱི་འབུར་འབུར།
ca: Brodat popular
cs: Lidová Výšivka
da: Folkestikning
de: Trachtstickerei
el: Λαϊκή Κεντητική
es: Bordado Folclórico
et: Rahvakirjandus
fa: سوزن‌دوزی بلوچی
fi: Kansankirjonta
fr: Broderie folklorique
gu: લોક ભરતકામ
he: רקמה עממית
hi: लोक कढ़ाई
hr: Narodni Vez
hu: Matyó Hímzés
hy: Ժողովրդական Ասեղնագործություն
id: Sulaman Rakyat
is: Þjóðbúningasaumur
it: Ricamo Folkloristico
ja: 民芸絵
km: សិល្បៈកាត់តែងដៃប្រពៃណី
kn: ಜಾನಪದ ಕಸೂತಿ
ko: 민화 자수
lt: Liaudies Siuvinėjimas
lv: Tautas Izšuvumi
mk: Народна Везба
ms: Sulaman Rakyat
my: ရိုးရာပန်းထိုး
nb: Folkebroderi
nl: Volkskunst Borduurwerk
pl: Haft Ludowy
pt: Bordado de Viana
ro: Broderie Populară
ru: Народная Вышивка
si: ජන කාශ්මීර
sk: Ľudová Výšivka
sl: Ljudsko Vezenje
sq: Qëndisje Popullore
sr: Народни Вез
sv: Folkbroderi
sw: Ushonaji wa Kiafrika
ta: பாரம்பரிய தையல்
te: సాంప్రదాయ ఎంబ్రాయిడరీ
th: งานปักผ้าพื้นบ้าน
tr: Halk Nakışı
uk: Народна вишивка
ur: لوک کڑھائی
uz: Xalq Kashtachilik
vi: Thêu Dân Gian
zh: 乡绮
zh_hant: 鄉綺
zu: Ukufekethiswa Kwesintu

source: Carpathian Heritage
af: Karpatiese Erfenis
am: ካርፓቲያን ቅርስ
ar: تراث الحجاز
az: Karpat İrsi
be: Карпацкая Спадчына
bg: Карпатско Наследство
bn: কার্পেথিয়ান ঐতিহ্য
bo: ཀར་པ་ཐི་ཡན་གྱི་སྲོལ་རྒྱུད།
ca: Patrimoni dels Carpats
cs: Karpatské Dědictví
da: Karpaternes Arv
de: Alpines Erbe
el: Καρπαθική Κληρονομιά
es: Herencia de los Cárpatos
et: Karpaatide Pärand
fa: میراث هندوکش
fi: Karpaattien Perintö
fr: Héritage des Carpates
gu: કાર્પેથિયન વારસો
he: מורשת הקרפטים
hi: कार्पेथियन विरासत
hr: Karpatsko Nasljeđe
hu: Kárpát Örökség
hy: Կարպատյան Ժառանգություն
id: Warisan Karpatia
is: Karpatískar Erfðir
it: Eredità dei Carpazi
ja: 山姥遺産
km: អាថ៌កំបាំងបាយ័ន
kn: ಕಾರ್ಪೇಥಿಯನ್ ಪರಂಪರೆ
ko: 백두산의 숨결
lt: Karpatų Paveldas
lv: Karpatu Mantojums
mk: Карпатско Наследство
ms: Warisan Carpathian
my: ကာပါသီယန်အမွေအနှစ်
nb: Karpatenes Arv
nl: Karpatisch Erfgoed
pl: Dziedzictwo Karpackie
pt: Herança de Minas
ro: Moștenirea Carpaților
ru: Карпатское Наследие
si: කාපැතියන් උරුමය
sk: Karpatské Dedičstvo
sl: Karpatska Dediščina
sq: Trashëgimia e Karpateve
sr: Карпатско Наслеђе
sv: Karpatiskt Arv
sw: Utamaduni wa Carpathian
ta: கார்பாத்திய பாரம்பரியம்
te: కార్పాతియన్ వారసత్వం
th: มรดกคาร์พาเทียน
tr: Karpat Mirası
uk: Карпатська спадщина
ur: کارپیتھین ورثہ
uz: Karpat Merosi
vi: Di Sản Carpathian
zh: 喀琛
zh_hant: 喀琛
zu: Ifa LaseCarpathian

source: Imperial Grandeur
af: Keiserlike Grootheid
am: ንጉሳዊ ግርማ
ar: مجد الخلافة
az: İmperator Əzəməti
be: Імператарская Веліч
bg: Имперско Величие
bn: সাম্রাজ্যিক মহিমা
bo: རྒྱལ་པོའི་མངའ་ཐང་།
ca: Grandesa imperial
cs: Císařská Velebnost
da: Kejserrigets Storhed
de: Wiener Kaiserglanz
el: Αυτοκρατορική Μεγαλοπρέπεια
es: Grandeza Imperial
et: Keiserlik Suursugusus
fa: عظمت امپراتوری
fi: Keisarillinen Loisto
fr: Grandeur impériale
gu: શાહી ભવ્યતા
he: פאר אימפריאלי
hi: शाही वैभव
hr: Carigradska Veličanstvenost
hu: Monarchikus Pompa
hy: Կայսերական Հոյակապություն
id: Kemegahan Kekaisaran
is: Keisaralegur Dýrð
it: Grandezza Imperiale
ja: 紫宸輝
km: ភាពអស្ចារ្យរបស់អធិរាជ
kn: ಸಾಮ್ರಾಜ್ಯದ ವೈಭವ
ko: 왕실의 위용
lt: Imperatoriškas Didumas
lv: Impērijas Diženumu
mk: Империјална Величественост
ms: Kemegahan Imperial
my: ဧကရာဇ်ခမ်းနားမှု
nb: Keiserlig Prakt
nl: Keizerlijke Pracht
pl: Imperialna Wspaniałość
pt: Suntuosidade Imperial
ro: Grandoare Imperială
ru: Имперское Величие
si: අධිරාජ්‍ය මහිමය
sk: Cisárska Nádhera
sl: Cesarska Veličastnost
sq: Madhështia Perandorake
sr: Империјална Величанственост
sv: Kejserlig Prakt
sw: Ukuu wa Kifalme
ta: பேரரசு பிரமாண்டம்
te: సామ్రాజ్య వైభవం
th: ความยิ่งใหญ่แห่งจักรวรรดิ
tr: İmparatorluk İhtişamı
uk: Імператорська велич
ur: شاہی عظمت
uz: Imperatorlik Ulug'vorlik
vi: Sự Vĩ Đại Đế Quốc
zh: 冕赫
zh_hant: 冕赫
zu: Ubukhazikhazi Bombuso

source: Bohemian Crystal
af: Boheemse Kristal
am: ቦሄሚያን ክሪስታል
ar: زجاج دمشق
az: Bohem Kristalı
be: Багемскі Крышталь
bg: Бохемски Кристал
bn: বোহেমিয়ান ক্রিস্টাল
bo: བོ་ཧེ་མི་ཡན་གྱི་ཤེལ་སྒོ།
ca: Cristall de Bohèmia
cs: Český Křišťál
da: Bøhmisk Krystal
de: Tiroler Kristall
el: Βοημικό Κρύσταλλο
es: Cristal de Bohemia
et: Böömimaa Kristall
fa: بلور اصفهان
fi: Böömiläinen Kristalli
fr: Cristal de Bohême
gu: બોહેમિયન ક્રિસ્ટલ
he: קריסטל בוהמי
hi: बोहेमियन क्रिस्टल
hr: Boemski Kristal
hu: Ajka Kristály
hy: Բոհեմական Բյուրեղ
id: Kristal Bohemia
is: Bæheimskur Kristall
it: Cristallo Boemo
ja: 江戸切子光
km: គ្រីស្តាល់
kn: ಬೊಹೀಮಿಯನ್ ಸ್ಫಟಿಕ
ko: 조선 수정
lt: Bohemijos Krištolas
lv: Bohēmijas Kristāls
mk: Боемски Кристал
ms: Kristal Bohemia
my: ဘိုဟီးမီးယန်းပုံဆောင်ခဲ
nb: Bøhmisk Krystall
nl: Boheems Kristal
pl: Czeski Kryształ
pt: Cristal Lusitano
ro: Cristal Bohemian
ru: Богемский Хрусталь
si: බෝහිමියන් ස්ඵටික
sk: Český Krištáľ
sl: Češki Kristal
sq: Kristal Boem
sr: Боемски Кристал
sv: Böhmiskt Kristall
sw: Kioo cha Bohemia
ta: போஹிமியன் படிகம்
te: బోహీమియన్ క్రిస్టల్
th: คริสตัลโบฮีเมียน
tr: Bohem Kristali
uk: Богемський кристал
ur: بوہیمین کرسٹل
uz: Bohem Kristali
vi: Pha Lê Bohemian
zh: 波璨
zh_hant: 波璨
zu: I-Bohemian Crystal

source: Savanna Sunrise
af: Savanna Sonsopkoms
am: ሳቫና ፀሐይ መውጣት
ar: شروق الواحة
az: Savanna Günəş Doğuşu
be: Саванны Ўсход Сонца
bg: Саванен Изгрев
bn: সাভানার সূর্যোদয়
bo: ས་ཝན་ནའི་ཉི་ཤར།
ca: Albada a la sabana
cs: Savanský Východ Slunce
da: Savanne Solopgang
de: Alpenglühen
el: Σαβάνα Ανατολή
es: Amanecer en la Sabana
et: Savanni Päikesetõus
fa: طلوع خراسان
fi: Savannin Auringonnousu
fr: Lever de soleil dans la savane
gu: સવાના સૂર્યોદય
he: זריחת הסוואנה
hi: सवाना सूर्योदय
hr: Savanski Izlazak Sunca
hu: Pusztai Hajnal
hy: Սավաննայի Արևածագ
id: Matahari Terbit Savana
is: Savanna Sólarupprás
it: Alba nella Savana
ja: 野焼原
km: ព្រះអាទិត្យរះ Savanna
kn: ಸವಾನಾ ಸೂರ್ಯೋದಯ
ko: 초원의 햇살
lt: Savanos Saulėtekis
lv: Savannas Saullēkts
mk: Савански Изгрејсонце
ms: Matahari Terbit Savana
my: ဆာဗားနားနေထွက်ချိန်
nb: Savanne Soloppgang
nl: Savanne Zonsopgang
pl: Sawanna Wschód Słońca
pt: Sol do Cerrado
ro: Răsăritul Savanei
ru: Саванный Рассвет
si: සවානා හිරු උදාව
sk: Savanský Východ Slnka
sl: Savanski Sončni Vzhod
sq: Lindja e Diellit në Savanë
sr: Савански Излазак Сунца
sv: Savannens Soluppgång
sw: Kuchomoza kwa Jua Savanna
ta: சவன்னா சூரிய உதயம்
te: సవన్నా సూర్యోదయం
th: พระอาทิตย์ขึ้นในสะวันนา
tr: Savanna Gündoğumu
uk: Саванна Схід сонця
ur: سوانا طلوع آفتاب
uz: Savanna Quyosh Chiqishi
vi: Bình Minh Savanna
zh: 莽熹
zh_hant: 莽熹
zu: Ukuphuma Kwelanga eSavanna

source: Harmony Balance
af: Harmonie Balans
am: ስምምነት ሚዛን
ar: تناغم وتوازن
az: Harmoniya Balansı
be: Гармонія Равнавага
bg: Хармония и Баланс
bn: সামঞ্জস্য ভারসাম্য
bo: མཐུན་པའི་སྙོམས་པ།
ca: Harmonia i equilibri
cs: Harmonie a Rovnováha
da: Harmoni og Balance
de: Gemütlicher Ausgleich
el: Αρμονία Ισορροπία
es: Armonía y Equilibrio
et: Harmoonia Tasakaal
fa: اعتدال و توازن
fi: Harmonia ja Tasapaino
fr: Harmonie et équilibre
gu: સંનાદ અને સંતુલન
he: הרמוניה ואיזון
hi: सामंजस्य संतुलन
hr: Harmonija i Ravnoteža
hu: Harmónia és Egyensúly
hy: Հաշտություն և Հավասարակշռություն
id: Harmoni dan Keseimbangan
is: Samhljómur og Jafnvægi
it: Armonia ed Equilibrio
ja: 調和は鏡
km: តុល្យភាពសុខដុម
kn: ಸಾಮರಸ್ಯ ಸಮತೋಲನ
ko: 음양의 조화
lt: Harmonija ir Balansas
lv: Harmonija un Līdzsvars
mk: Хармонија и Рамнотежа
ms: Harmoni dan Keseimbangan
my: သဟဇာတနှင့်ဟန်ချက်
nb: Harmoni og Balanse
nl: Harmonie en Balans
pl: Harmonia i Równowaga
pt: Harmonia Tropical
ro: Armonie și Echilibru
ru: Гармония и Баланс
si: සමගිය සහ සමතුලිතතාව
sk: Harmónia a Rovnováha
sl: Harmonija in Ravnovesje
sq: Harmoni dhe Balancë
sr: Хармонија и Равнотежа
sv: Harmoni och Balans
sw: Umoja na Usawaziko
ta: நல்லிணக்க சமநிலை
te: సామరస్య సమతుల్యత
th: ความกลมกลืนและสมดุล
tr: Uyum ve Denge
uk: Гармонія Баланс
ur: ہم آہنگی اور توازن
uz: Garmoniya va Muvozanat
vi: Hòa Hợp và Cân Bằng
zh: 和衡
zh_hant: 和衡
zu: Ukuvumelana Nokulinganisela

source: Cinnamon Spice
af: Kaneelspesery
am: ቀረፋ ቅመም
ar: أريج القرفة
az: Darçın Ədviyyatı
be: Карычная Спецыя
bg: Канелена Подправка
bn: দারুচিনি মশলা
bo: ཤིང་ཚེར་གྱི་སྦྱོར་བ།
ca: Espècia de canyella
cs: Skořicové Koření
da: Kanel Krydderi
de: Lebkuchengewürz
el: Κανέλα Μπαχαρικό
es: Especia de Canela
et: Kaneeli Vürts
fa: عطر زعفران
fi: Kanelimauste
fr: Épice de cannelle
gu: તજ મસાલો
he: תבלין קינמון
hi: दालचीनी मसाला
hr: Cimetni Začin
hu: Paprikás Fűszer
hy: Դարչինի Համեմունք
id: Rempah Kayu Manis
is: Kanill Krydd
it: Spezia di Cannella
ja: 木蘭香
km: គ្រឿងទេសឈើអែម
kn: ದಾಲ್ಚಿನ್ನಿ ಮಸಾಲೆ
ko: 계피 향기
lt: Cinamono Prieskonis
lv: Kanēļa Garšviela
mk: Цимет Зачин
ms: Rempah Kayu Manis
my: သစ်ကြံ့ပင်း အမွှေးအကြိုင်
nb: Kanel Krydder
nl: Kaneel Kruid
pl: Przyprawa Cynamonowa
pt: Aroma de Canela
ro: Condiment de Scorțișoară
ru: Коричная Специя
si: කුරුඳු කුළුබඩු
sk: Škoricové Korenie
sl: Cimetova Začimba
sq: Erëz Kanelle
sr: Цимет Зачин
sv: Kanelkrydda
sw: Viungo vya Mdalasini
ta: இலவங்கப்பட்டை மசாலா
te: దాల్చిన చెక్క మసాలా
th: เครื่องเทศอบเชย
tr: Tarçın Baharatı
uk: Пряність з корицею
ur: دارچینی مصالحہ
uz: Dolchin Ziravori
vi: Gia Vị Quế
zh: 桂辛
zh_hant: 桂辛
zu: Isinongo Sesinamoni

source: Anatolian Mosaic
af: Anatoliese Mosaïek
am: አናቶሊያን ሞዛይክ
ar: الفسيفساء الأندلسية
az: Anadolu Mozaikası
be: Анаталійская Мазаіка
bg: Анатолийска Мозайка
bn: আনাতোলিয়ান মোজাইক
bo: ཨ་ན་ཏོ་ལི་ཡན་གྱི་མོ་སེའི་ཀ།
ca: Mosaic anatoli
cs: Anatolská Mozaika
da: Anatolsk Mosaik
de: Römisches Mosaik
el: Ανατολικό Μωσαϊκό
es: Mosaico de Anatolia
et: Anatoolia Mosaiik
fa: کاشی‌کاری ایرانی
fi: Anatolialainen Mosaiikki
fr: Mosaïque anatolienne
gu: અનાતોલિયન મોઝેક
he: פסיפס אנטולי
hi: अनातोलियन मोज़ेक
hr: Anatolijski Mozaik
hu: Zsolnay Mozaik
hy: Անատոլիական Խճանկար
id: Mozaik Anatolia
is: Anatólískt Mósaík
it: Mosaico Anatolico
ja: 螺鈿瑍
km: ម៉ូសាយអាណាតូលី
kn: ಅನಾಟೋಲಿಯನ್ ಮೊಸಾಯಿಕ್
ko: 모란 모자이크
lt: Anatolijos Mozaika
lv: Anatolijas Mozaīka
mk: Анатолиски Мозаик
ms: Mozaik Anatolia
my: အနာတိုလီယန်မိုဆိုင်း
nb: Anatolsk Mosaikk
nl: Anatolisch Mozaïek
pl: Mozaika Anatolijska
pt: Copacabana
ro: Mozaic Anatolian
ru: Анатолийская Мозаика
si: අනතෝලියන් මෝසෙයික්
sk: Anatolská Mozaika
sl: Anatolski Mozaik
sq: Mozaik Anatolian
sr: Анатолијски Мозаик
sv: Anatolisk Mosaik
sw: Mozaiki ya Anatolia
ta: அனடோலியன் மொசைக்
te: అనాటోలియన్ మొజాయిక్
th: โมเสกอนาโตเลียน
tr: Anadolu Mozaiği
uk: Анатолійська мозаїка
ur: اناطولیائی موزیک
uz: Anatoliya Mozaikasi
vi: Khảm Anatolian
zh: 瑰瑍
zh_hant: 瑰瑍
zu: I-Mosaic Yase-Anatolian

source: Carnival Spirit
af: Karnavalgees
am: ካርኒቫል መንፈስ
ar: روح المهرجان
az: Karnaval Ruhu
be: Карнавальны Дух
bg: Карнавален Дух
bn: কার্নিভালের আত্মা
bo: ཀར་ནི་ཝལ་གྱི་སེམས་ཉིད།
ca: Esperit de Carnaval
cs: Karnevalový Duch
da: Karnevalsånd
de: Rheinischer Karneval
el: Καρναβαλικό Πνεύμα
es: Espíritu de Carnaval
et: Karnevali Vaim
fa: شور نوروز
fi: Karnevaalihenki
fr: Esprit de carnaval
gu: કાર્નિવલ આત્મા
he: רוח הקרנבל
hi: कार्निवल आत्मा
hr: Karnevalski Duh
hu: Busójárás Szellem
hy: Կառնավալի Հոգի
id: Semangat Karnaval
is: Karnival Andi
it: Spirito del Carnevale
ja: 祭嵐
km: ស្មារតីពិធីបុណ្យ
kn: ಕಾರ್ನಿವಲ್ ಆತ್ಮ
ko: 풍물 흥
lt: Karnavalo Dvasia
lv: Karnevāla Gars
mk: Карневалски Дух
ms: Semangat Karnival
my: ကာနီဗယ်စိတ်ဓာတ်
nb: Karnevalsånd
nl: Carnavalsgeest
pl: Duch Karnawału
pt: Alegria de Carnaval
ro: Spiritul Carnavalului
ru: Карнавальный Дух
si: කානිවල් ආත්මය
sk: Karnevalový Duch
sl: Karnevalski Duh
sq: Shpirti i Karnavalit
sr: Карневалски Дух
sv: Karnevalsanda
sw: Roho ya Karnivali
ta: கார்னிவல் ஆவி
te: కార్నివల్ స్ఫూర్తి
th: จิตวิญญาณแห่งคาร์นิวัล
tr: Karnaval Ruhu
uk: Дух карнавалу
ur: کارنیوال روح
uz: Karnaval Ruhi
vi: Tinh Thần Lễ Hội
zh: 欢猋
zh_hant: 歡猋
zu: Umoya Womkhosi

source: Custom
af: Pasgemaak
am: ብጁ
ar: مخصص
az: Adət
be: Звычай
bg: Персонализиран
bn: কাস্টম
bo: རང་བཟོས་
ca: Personalitzat
cs: Zvyk
da: Brugerdefinerede
de: Brauch
el: Έθιμο
es: Personalizado
et: Kohandatud
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
gu: કસ્ટમ
he: המותאם אישית
hi: रिवाज़
hr: Prilagođen
hu: Sajátos
hy: Սովորություն
id: Kebiasaan
is: Sérsniðin
it: Costume
ja: カスタム
km: ផ្ទាល់ខ្លួន
kn: ಪದ್ಧತಿ
ko: 관습
lt: Paprotys
lv: Pasūtījuma
mk: Обичај
ms: Adat
my: စိတ်ကြိုက်
nb: Tilpasset
nl: Aangepast
pl: Zwyczaj
pt: Sob Medida
ro: Personalizat
ru: Обычай
si: චාරිත්‍රය
sk: Zvykom
sl: Po meri
sq: Zakon
sr: Обичај
sv: Anpassad
sw: Desturi
ta: சான்றிதழ்
te: ఆచారం
th: กำหนดเอง
tr: Özel
uk: Спеціальні
ur: رواج
uz: Odat
vi: Tùy chỉnh
zh: 自定义
zh_hant: 自訂
zu: Isiko

source: Spice Market
af: Speseryemark
am: ቅመም ገበያ
ar: سوق البهارات
az: Ədviyyat Bazarı
be: Рынак спецый
bg: Пазар за подправки
bn: মসলা বাজার
bo: སྣུམ་ཉོ་བའི་བོད་ཀྱི་གསར་འགྱུར།
ca: Mercat d'espècies
cs: Trh s kořením
da: Krydderimarked
de: Weihnachtsmarkt
el: Αγορά Μπαχαρικών
es: Mercado de especias
et: Vürtsiturg
fa: بازار ادویه کابل
fi: Maustemarkkinat
fr: Marché aux épices
gu: મસાલા બજાર
he: שוק התבלינים
hi: मसाला बाज़ार
hr: Tržnica začina
hu: Paprika Piac
hy: Համեմունքի շուկա
id: Pasar Rempah
is: Kryddmarkaður
it: Mercato delle spezie
ja: 唐辛子市
km: ផ្សារគ្រឿងទេស
kn: ಮಸಾಲೆ ಮಾರುಕಟ್ಟೆ
ko: 향신료 마을
lt: Prieskonių turgus
lv: Garšvielu tirgus
mk: Пазар за зачини
ms: Pasar Rempah
my: အမွှေးအကြိုင်ဈေး
nb: Kryddermarked
nl: Specerijenmarkt
pl: Targ przypraw
pt: Mercado Ver-o-Peso
ro: Piața de condimente
ru: Рынок специй
si: සුගන්ධ ද්‍රව්‍ය වෙළඳපොල
sk: Trh s koreninami
sl: Tržnica začimb
sq: Tregu i erëzave
sr: Пијаца зачина
sv: Kryddmarknad
sw: Soko la viungo
ta: மஸாலா சந்தை
te: మసాలా మార్కెట్
th: ตลาดเครื่องเทศ
tr: Baharat Pazarı
uk: Ринок спецій
ur: مصالحہ بازار
uz: Ziravorlar bozori
vi: Chợ gia vị
zh: 辛墟
zh_hant: 辛墟
zu: Imakethe yezinongo

source: Swipe to reveal the Drawer
af: Swiep om die laai te wys
am: መዝጊያውን ለማሳየት ያንኩ
ar: اسحب للكشف عن الدرج
az: Çəkməni göstərmək üçün sürüşdürün
be: Правядзіце, каб адкрыць скрыню
bg: Плъзнете, за да се покаже чекмеджето
bn: ড্রয়ার দেখতে সোয়াইপ করুন
bo: ཁ་ཤོག་བཀྲམ་ནས་ཤོག་བཤུད་བྱོས།
ca: Feu lliscar per a mostrar el menú lateral
cs: Přejetím odhalte zásuvku
da: Stryg for at afsløre skuffen
de: Wischen, um die Schublade anzuzeigen
el: Σαρώστε για να εμφανίσετε το συρτάρι
es: Deslice para mostrar el cajón.
et: Pühkige, et avada sahtel
fa: برای نمایش کشو بکشید
fi: Pyyhkäise avataksesi laatikon
fr: Faites glisser pour révéler le tiroir
gu: ડ્રોઅર દર્શાવવા માટે સ્વાઇપ કરો
he: החלק כדי לחשוף את המגירה
hi: ड्रॉअर दिखाने के लिए स्वाइप करें
hr: Prijeđite prstom za prikaz ladice
hu: Húzd el az ujjad a fiók megnyitásához
hy: Սահեցրեք՝ դարակը բացելու համար
id: Geser untuk membuka Laci
is: Strjúktu til að sýna skúffuna
it: Scorri per mostrare il cassetto
ja: スワイプしてドロワーを表示
km: អូសដើម្បីបង្ហាញម៉ឺនុយ
kn: ಡ್ರಾಯರ್ ತೋರಿಸಲು ಸ್ವೈಪ್ ಮಾಡಿ
ko: 서랍을 표시하려면 스와이프하세요
lt: Braukite, kad atidarytumėte stalčių
lv: Pavelciet, lai atvērtu atvilktni
mk: Провлечете за да го откриете фиоката
ms: Leret untuk mendedahkan Laci
my: ဧဖ်ဖွင့်ရန် လွှဲဆွဲပါ
nb: Sveip for å åpne skuffen
nl: Veeg om de lade te tonen
pl: Przeciągnij, aby odsłonić szufladę
pt: Deslize para revelar a gaveta
ro: Glisează pentru a dezvălui sertarul
ru: Проведите, чтобы открыть ящик
si: drawer එක දිස්වීමට ස්вайප් කරන්න
sk: Potiahnutím zobrazíte zásuvku
sl: Podrsajte, da prikažete predal
sq: Rrëshqit për të zbuluar sirtarin
sr: Повуците да откријете фиоку
sv: Svep för att visa lådan
sw: Swipe kufungua droo
ta: டிராயரை வெளிக்காட்ட ஸ்வைப் செய்யவும்
te: డ్రాయర్ చూపించడానికి స్వైప్ చేయండి
th: ปัดเพื่อเปิดลิ้นชัก
tr: Çekmeceyi açmak için kaydırın
uk: Проведіть пальцем, щоб відкрити ящик
ur: درج کو ظاہر کرنے کے لیے سوائپ کریں
uz: Tortmani ko‘rsatish uchun suring
vi: Vuốt để hiển thị ngăn kéo
zh: 滑动页面可打开抽屉
zh_hant: 滑動以顯示抽屜
zu: Swipe ukuze uveze iDrawer

source: Show game info on screenshots
af: Wys spelinligting op skermgrepe
am: የጨዋታ መረጃን በእስክሪንሹት ላይ አሳይ
ar: عرض معلومات اللعبة على لقطات الشاشة
az: Ekran görüntülərində oyun məlumatlarını göstər
be: Паказваць інфармацыю аб гульні на здымках экрана
bg: Показвай информация за играта върху екранни снимки
bn: স্ক্রীনশটে গেম তথ্য দেখান
bo: གནས་ཚུལ་གྱི་གྲོགས་མཐུད་སྐོར་ཁ་བྱང་ལ་མངོན་འཁོད་བྱེད།
ca: Mostra la informació de la partida en les captures de pantalla
cs: Zobrazit informace o hře na snímcích obrazovky
da: Vis spiloplysninger på skærmbilleder
de: Spielinformationen auf Screenshots anzeigen
el: Εμφάνιση πληροφοριών παιχνιδιού στα στιγμιότυπα οθόνης
es: Mostrar información del juego en capturas de pantalla
et: Kuva mänguteave ekraanipiltidel
fa: نمایش اطلاعات بازی در اسکرین‌شات‌ها
fi: Näytä pelitiedot kuvakaappauksissa
fr: Afficher les informations de jeu sur les captures d'écran
gu: સ્ક્રીનશૉટમાં ગેમ માહિતી બતાવો
he: הצג מידע על המשחק בצילומי מסך
hi: स्क्रीनशॉट्स पर गेम जानकारी दिखाएँ
hr: Prikaži informacije o igri na snimkama zaslona
hu: Játékadatok megjelenítése a képernyőképeken
hy: Ցուցադրել խաղի տեղեկությունները նկարված էկրանների վրա
id: Tampilkan info permainan di tangkapan layar
is: Sýna upplýsingar um leik á skjámyndum
it: Mostra le informazioni di gioco negli screenshot
ja: スクリーンショットにゲーム情報を表示
km: បង្ហាញព័ត៌មានហ្គេមនៅលើរូបថតអេក្រង់
kn: ಸ್ಕ್ರೀನ್‌ಶಾಟ್‌ಗಳಲ್ಲಿ ಆಟದ ಮಾಹಿತಿಯನ್ನು ತೋರಿಸು
ko: 스크린샷에 게임 정보 표시
lt: Rodyti žaidimo informaciją ekrano nuotraukose
lv: Rādīt spēles informāciju ekrānuzņēmumos
mk: Прикажи информации за играта на екранот
ms: Tunjukkan maklumat permainan pada tangkapan skrin
my: ဂိမ်းအချက်အလက်များကို စခရင်ရှော့တွင် ပြပါ
nb: Vis spillinformasjon på skjermbilder
nl: Toon spelinformatie op schermafbeeldingen
pl: Pokaż informacje o grze na zrzutach ekranu
pt: Mostrar informações do jogo nas capturas de tela
ro: Afișează informații despre joc în capturile de ecran
ru: Показывать информацию об игре на скриншотах
si: තිරපතයන්හි ක්‍රීඩා තොරතුරු පෙන්වන්න
sk: Zobraziť informácie o hre na snímkach obrazovky
sl: Prikaži informacije o igri na posnetkih zaslona
sq: Shfaq informacionin e lojës në pamjet e ekranit
sr: Прикажи информације о игри на снимцима екрана
sv: Visa spelinformation på skärmbilder
sw: Onyesha maelezo ya mchezo kwenye picha za skrini
ta: திரைப்பிடிப்புகளில் விளையாட்டு தகவலைக் காண்பி
te: స్క్రీన్‌షాట్‌లలో గేమ్ సమాచారం చూపించు
th: แสดงข้อมูลเกมบนภาพหน้าจอ
tr: Ekran görüntülerinde oyun bilgilerini göster
uk: Показувати інформацію про гру на скріншотах
ur: اسکرین شاٹس پر گیم کی معلومات دکھائیں
uz: O‘yin ma'lumotlarini skrinshotlarda ko‘rsatish
vi: Hiển thị thông tin trò chơi trên ảnh chụp màn hình
zh: 在截图上显示棋局信息
zh_hant: 在截圖上顯示棋局資訊
zu: Bonisa imininingwane yomdlalo ezithombeni zesikrini

# humanMoveTime
source: Human time limit
af: Menslike tydsbeperking
am: የሰው እንቅስቃሴ ጊዜ ገደብ
ar: حد الوقت للحركة البشرية
az: İnsan hərəkəti üçün vaxt məhdudiyyəti
be: Ліміт часу для ходу чалавека
bg: Времеви лимит за човешки ход
bn: মানুষের চালের সময়সীমা
bo: མིའི་འགུལ་སྐྱོད་དུས་ཚོད་ཚད་བཀག
ca: Límit de temps humà
cs: Časový limit pro lidský tah
da: Tidsgrænse for menneskeligt træk
de: Zeitlimit für menschlichen Zug
el: Χρονικό όριο ανθρώπινης κίνησης
es: Límite de tiempo humano
et: Inimkäigu ajalimiit
fa: محدودیت زمانی حرکت انسان
fi: Ihmisen aikaraja
fr: Limite de temps humain
gu: માનવ સમય મર્યાદા
he: מגבלת זמן אנושית
hi: मानव समय सीमा
hr: Vremensko ograničenje za ljudski potez
hu: Emberi időkorlát
hy: Մարդու քայլի ժամանակի սահմանափակում
id: Batas waktu manusia
is: Tímamörk manna
it: Limite di tempo umano
ja: 人間の制限時間
km: ដែនកំណត់ពេលវេលារបស់មនុស្ស
kn: ಮಾನವ ಸಮಯ ಮಿತಿ
ko: 사람 시간 제한
lt: Žmogaus laiko limitas
lv: Cilvēka laika limits
mk: Временско ограничување за човечки потег
ms: Had masa manusia
my: လူ၏အချိန်ကန့်သတ်ချက်
nb: Menneskelig tidsbegrensning
nl: Menselijke tijdslimiet
pl: Limit czasu dla człowieka
pt: Limite de tempo humano
ro: Limită de timp umană
ru: Лимит времени для человека
si: මානව කාල සීමාව
sk: Časový limit pre človeka
sl: Časovna omejitev za človeka
sq: Kufiri kohor njerëzor
sr: Временско ограничење за људски потез
sv: Mänsklig tidsgräns
sw: Kikomo cha muda cha binadamu
ta: மனித நேர வரம்பு
te: మానవ సమయ పరిమితి
th: จำกัดเวลาของมนุษย์
tr: İnsan zaman sınırı
uk: Ліміт часу людини
ur: انسانی وقت کی حد
uz: Inson uchun vaqt chegarasi
vi: Giới hạn thời gian của con người
zh: 人类思考时间限制
zh_hant: 人類思考時間限制
zu: Umkhawulo wesikhathi somuntu
