Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# invalidPuzzleMessage
source: This puzzle has an invalid position format and cannot be loaded. Please contact the puzzle author or try a different puzzle.
af: Hierdie legkaart het 'n ongeldige posisieformaat en kan nie gelaai word nie.Kontak asseblief die legkaartskrywer of probeer 'n ander legkaart.
am: ይህ እንቆቅልሽ ልክ ያልሆነ የአቀማመጥ ቅርጸት አለው እና ሊጫን አይችልም።እባክዎን የእንቆቅልሹን ደራሲ ያነጋግሩ ወይም ሌላ እንቆቅልሽ ይሞክሩ።
ar: يحتوي هذا اللغز على تنسيق موضع غير صالح ولا يمكن تحميله.يرجى الاتصال بمؤلف اللغز أو تجربة لغز مختلف.
az: Bu tapmacanın yanlış mövqe formatı var və onu yükləmək mümkün deyil.Zəhmət olmasa tapmacanın müəllifi ilə əlaqə saxlayın və ya başqa tapmaca sınayın.
be: Гэтая галаваломка мае няправільны фармат пазіцыі і не можа быць загружана.Калі ласка, звяжыцеся з аўтарам галаваломкі або паспрабуйце іншую галаваломку.
bn: এই ধাঁধাটির একটি অবৈধ অবস্থান বিন্যাস রয়েছে এবং লোড করা যাবে না৷অনুগ্রহ করে ধাঁধার লেখকের সাথে যোগাযোগ করুন বা একটি ভিন্ন ধাঁধা চেষ্টা করুন৷
bo: གསང་བརྟག་འདིའི་གནས་བབ་རྣམ་གཞག་མི་ནོར་ཞིང་ཐོན་སྟེགས་སུ་འཇུག་མི་ཐུབ། རྩོམ་པ་པོ་ལ་འབྲེལ་བ་བྱོས་ཡང་ན་གསང་བརྟག་གཞན་ལ་ཚོད་ལྟ་བྱོས།
ca: Aquest trencaclosques té un format de posició no vàlid i no es pot carregar.Contacta amb l'autor del trencaclosques o prova un trencaclosques diferent.
cs: Tato hádanka má neplatný formát pozice a nelze ji načíst.Kontaktujte prosím autora hádanky nebo zkuste jinou hádanku.
da: Dette puslespil har et ugyldigt positionsformat og kan ikke indlæses.Kontakt venligst puslespillets forfatter eller prøv et andet puslespil.
de: Dieses Rätsel hat ein ungültiges Positionsformat und kann nicht geladen werden. Bitte kontaktiere den Rätselautor oder versuche ein anderes Rätsel.
el: Αυτό το παζλ έχει μη έγκυρη μορφή θέσης και δεν μπορεί να φορτωθεί.Επικοινωνήστε με τον συγγραφέα του παζλ ή δοκιμάστε ένα διαφορετικό παζλ.
es: Este rompecabezas tiene un formato de posición no válido y no se puede cargar.Comuníquese con el autor del rompecabezas o pruebe con un rompecabezas diferente.
et: Sellel puslel on vale asukohavorming ja seda ei saa laadida.Võtke ühendust pusle autoriga või proovige mõnda muud puslet.
fa: این پازل دارای فرمت موقعیت نامعتبر است و قابل بارگیری نیست.لطفاً با نویسنده پازل تماس بگیرید یا پازل دیگری را امتحان کنید.
fr: Ce puzzle a un format de position invalide et ne peut pas être chargé.Veuillez contacter l'auteur du puzzle ou essayer un autre puzzle.
gu: આ પઝલ અમાન્ય સ્થિતિ ફોર્મેટ ધરાવે છે અને લોડ કરી શકાતી નથી.કૃપા કરીને પઝલ લેખકનો સંપર્ક કરો અથવા કોઈ અલગ પઝલ અજમાવો.
he: לפאזל זה פורמט מיקום לא חוקי ולא ניתן לטעינה.אנא צור קשר עם מחבר החידה או נסה פאזל אחר.
hi: इस पहेली में अमान्य स्थिति प्रारूप है और इसे लोड नहीं किया जा सकता।कृपया पहेली लेखक से संपर्क करें या कोई भिन्न पहेली आज़माएँ।
hr: Ova slagalica ima nevažeći format položaja i ne može se učitati.Obratite se autoru zagonetke ili pokušajte s drugom zagonetkom.
hu: Ennek a feladványnak érvénytelen a pozícióformátuma, ezért nem tölthető be. Kérjük, vedd fel a kapcsolatot a feladvány szerzőjével, vagy válassz egy másik feladványt.
hy: Այս փազլն ունի անվավեր դիրքի ձևաչափ և չի կարող բեռնվել:Խնդրում ենք կապվել հանելուկի հեղինակի հետ կամ փորձեք այլ գլուխկոտրուկ:
id: Teka-teki ini memiliki format posisi yang tidak valid dan tidak dapat dimuat.Silakan hubungi penulis teka-teki atau coba teka-teki lain.
is: Þessi þraut hefur ógilt stöðusnið og ekki er hægt að hlaða henni.Vinsamlegast hafðu samband við höfund þrautarinnar eða prófaðu aðra þraut.
it: Questo puzzle ha un formato di posizione non valido e non può essere caricato.Contatta l'autore del puzzle o prova un puzzle diverso.
ja: このパズルには無効な位置形式があるため、ロードできません。パズルの作者に連絡するか、別のパズルを試してください。
km: ល្បែងផ្គុំរូបនេះមានទម្រង់ទីតាំងមិនត្រឹមត្រូវ ហើយមិនអាចផ្ទុកបានទេ។សូមទាក់ទងអ្នកនិពន្ធល្បែងផ្គុំរូប ឬសាកល្បងល្បែងផ្គុំរូបផ្សេង។
kn: ಈ ಒಗಟು ಅಮಾನ್ಯವಾದ ಸ್ಥಾನ ಸ್ವರೂಪವನ್ನು ಹೊಂದಿದೆ ಮತ್ತು ಲೋಡ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.ದಯವಿಟ್ಟು ಪಝಲ್ ಲೇಖಕರನ್ನು ಸಂಪರ್ಕಿಸಿ ಅಥವಾ ಬೇರೆ ಪಝಲ್ ಅನ್ನು ಪ್ರಯತ್ನಿಸಿ.
ko: 이 퍼즐은 잘못된 위치 형식으로 로드할 수 없습니다. 퍼즐 작성자에게 문의하거나 다른 퍼즐을 시도하세요.
lt: Šio galvosūkio padėties formatas netinkamas ir jo negalima įkelti.Susisiekite su galvosūkio autoriumi arba išbandykite kitą galvosūkį.
lv: Šai mīklai ir nederīgs pozīcijas formāts, un to nevar ielādēt.Lūdzu, sazinieties ar mīklas autoru vai izmēģiniet citu mīklu.
mk: Оваа загатка има неважечки формат на позиција и не може да се вчита.Ве молиме контактирајте со авторот на сложувалката или пробајте друга загатка.
ms: Teka-teki ini mempunyai format kedudukan yang tidak sah dan tidak boleh dimuatkan.Sila hubungi pengarang teka-teki atau cuba teka-teki lain.
nl: Deze puzzel heeft een ongeldig positieformaat en kan niet worden geladen.Neem contact op met de auteur van de puzzel of probeer een andere puzzel.
pl: Ta łamigłówka ma nieprawidłowy format pozycji i nie można jej załadować.Skontaktuj się z autorem łamigłówki lub spróbuj innej łamigłówki.
pt: Este quebra-cabeça tem um formato de posição inválido e não pode ser carregado.Entre em contato com o autor do quebra-cabeça ou tente um quebra-cabeça diferente.
ro: Acest puzzle are un format de poziție nevalid și nu poate fi încărcat.Contactați autorul puzzle-ului sau încercați un alt puzzle.
ru: Эта головоломка имеет неверный формат позиции и не может быть загружена.Пожалуйста, свяжитесь с автором головоломки или попробуйте другую головоломку.
si: මෙම ප්‍රහේලිකාව වලංගු නොවන ස්ථාන ආකෘතියක් ඇති අතර එය පූරණය කළ නොහැක.කරුණාකර ප්‍රහේලිකා කර්තෘ අමතන්න හෝ වෙනත් ප්‍රහේලිකාවක් උත්සාහ කරන්න.
sk: Tento hlavolam má neplatný formát pozície a nedá sa načítať.Kontaktujte autora hádanky alebo skúste inú hádanku.
sl: Ta uganka ima neveljavno obliko položaja in je ni mogoče naložiti.Obrnite se na avtorja uganke ali poskusite z drugo uganko.
sv: Detta pussel har ett ogiltigt positionsformat och kan inte laddas.Kontakta pusselförfattaren eller prova ett annat pussel.
sw: Fumbo hili lina umbizo la nafasi batili na haliwezi kupakiwa.Tafadhali wasiliana na mwandishi wa mafumbo au jaribu fumbo tofauti.
te: ఈ పజిల్ చెల్లని స్థాన ఆకృతిని కలిగి ఉంది మరియు లోడ్ చేయడం సాధ్యపడదు.దయచేసి పజిల్ రచయితను సంప్రదించండి లేదా వేరే పజిల్‌ని ప్రయత్నించండి.
th: ปริศนานี้มีรูปแบบตำแหน่งที่ไม่ถูกต้องและไม่สามารถโหลดได้โปรดติดต่อผู้เขียนปริศนาหรือลองปริศนาอื่น
tr: Bu bulmacanın geçersiz konum formatı var ve yüklenemiyor.Lütfen bulmacanın yazarıyla iletişime geçin veya farklı bir bulmaca deneyin.
uk: Ця головоломка має недійсний формат позиції, тому її неможливо завантажити.Зв’яжіться з автором головоломки або спробуйте іншу головоломку.
ur: اس پہیلی میں ایک غلط پوزیشن کی شکل ہے اور اسے لوڈ نہیں کیا جاسکتا ہے۔براہ کرم پہیلی مصنف سے رابطہ کریں یا ایک مختلف پہیلی آزمائیں۔
uz: Bu boshqotirma joylashuv formati noto‘g‘ri va uni yuklab bo‘lmaydi.Jumboq muallifiga murojaat qiling yoki boshqa boshqotirmani sinab ko‘ring.
zh: 此谜题的位置格式无效，无法加载。请联系谜题作者或尝试其他谜题。
zh_hant: 該謎題的位置格式無效，無法加載。請聯繫謎題作者或嘗試其他謎題。
zu: Le puzzle inefomethi yendawo engavumelekile futhi ayikwazi ukulayishwa.Sicela uxhumane nombhali wendida noma uzame indida ehlukile.

source: Keep trying!
af: Hou aan probeer!
am: መሞከርዎን ይቀጥሉ!
ar: استمر في المحاولة!
az: Çalışmağa davam edin!
be: Працягвайце спрабаваць!
bn: চেষ্টা চালিয়ে যান!
bo: མུ་མཐུད་ཚོད་ལྟ!
ca: Seguiu-ho!
cs: Zkoušejte dál!
da: Bliv ved med at prøve!
de: Weiter versuchen!
el: Συνέχισε να προσπαθείς!
es: ¡Sigue intentándolo!
et: Jätkake proovimist!
fa: به تلاش ادامه بده!
fr: Continuez à essayer !
gu: પ્રયાસ કરતા રહો!
he: תמשיך לנסות!
hi: प्रयास जारी रखें!
hr: Nastavi pokušavati!
hu: Próbálkozz tovább!
hy: Շարունակե՛ք փորձել:
id: Teruslah mencoba!
is: Haltu áfram að reyna!
it: Continua a provare!
ja: 頑張ってください！
km: បន្តព្យាយាម!
kn: ಪ್ರಯತ್ನಿಸುತ್ತಿರಿ!
ko: 계속 시도하세요!
lt: Stenkitės toliau!
lv: Turpiniet mēģināt!
mk: Продолжете да се обидувате!
ms: Teruskan mencuba!
nl: Blijf proberen!
pl: Próbuj dalej!
pt: Continue tentando!
ro: Continuați să încercați!
ru: Продолжайте пытаться!
si: දිගටම උත්සාහ කරන්න!
sk: Skúšajte ďalej!
sl: Še naprej poskušaj!
sv: Fortsätt försöka!
sw: Endelea kujaribu!
te: ప్రయత్నిస్తూ ఉండండి!
th: พยายามต่อไป!
tr: Denemeye devam et!
uk: Продовжуйте намагатися!
ur: کوشش کرتے رہیں!
uz: Harakat qilishda davom eting!
zh: 继续尝试！
zh_hant: 繼續努力！
zu: Qhubeka uzame!

source: Examples
af: Voorbeelde
am: ምሳሌዎች
ar: أمثلة
az: Nümunələr
be: Прыклады
bn: উদাহরণ
bo: དཔེ་མཚོན།
ca: Exemples
cs: Příklady
da: Eksempler
de: Beispiele
el: Παραδείγματα
es: Ejemplos
et: Näited
fa: نمونه ها
fr: Exemples
gu: ઉદાહરણો
he: דוגמאות
hi: उदाहरण
hr: Primjeri
hu: Példák
hy: Օրինակներ
id: Contoh
is: Dæmi
it: Esempi
ja: 例
km: ឧទាហរណ៍
kn: ಉದಾಹರಣೆಗಳು
ko: 예제
lt: Pavyzdžiai
lv: Piemēri
mk: Примери
ms: Contoh
nl: Voorbeelden
pl: Przykłady
pt: Exemplos
ro: Exemple
ru: Примеры
si: උදාහරණ
sk: Príklady
sl: Primeri
sv: Exempel
sw: Mifano
te: ఉదాహరణలు
th: ตัวอย่าง
tr: Örnekler
uk: Приклади
ur: مثالوں
uz: Misollar
zh: 示例
zh_hant: 示例
zu: Izibonelo

# aiChatTitle
source: AI Assistant
af: KI assistent
am: AI ረዳት
ar: مساعد الذكاء الاصطناعي
az: AI köməkçisi
be: ІІ памочнік
bn: এআই সহকারী
bo: AI གྲོགས་རམ།
ca: Assistent d'IA
cs: Asistent AI
da: AI assistent
el: Βοηθός AI
es: Asistente de IA
et: AI assistent
fa: دستیار هوش مصنوعی
fr: Assistant IA
gu: એઆઈ સહાયક
he: עוזר AI
hi: एआई सहायक
hr: AI pomoćnik
hu: AI-asszisztens
hy: AI օգնական
id: Asisten AI
is: AI aðstoðarmaður
it: Assistente AI
ja: AIアシスタント
km: ជំនួយការ AI
kn: AI ಸಹಾಯಕ
lt: AI asistentas
lv: AI palīgs
mk: Асистент со вештачка интелигенција
ms: Penolong AI
nl: AI-assistent
pl: Asystent AI
pt: Assistente de IA
ro: Asistent AI
ru: ИИ-помощник
si: AI සහකාර
sk: Asistent AI
sl: Pomočnik AI
sv: AI-assistent
sw: Msaidizi wa AI
te: AI అసిస్టెంట్
th: ผู้ช่วยเอไอ
tr: Yapay Zeka Asistanı
uk: ШІ помічник
ur: AI اسسٹنٹ
uz: AI yordamchisi
zh: AI 助手
zh_hant: 人工智能助手
zu: Umsizi we-AI

# aiChatWelcomeMessage
source: Hello! I'm your Mill game assistant. Ask me about strategies, positions, or any questions about the current game.
af: Hallo!Ek is jou Mill-speletjie-assistent.Vra my oor strategieë, posisies of enige vrae oor die huidige speletjie.
am: ሀሎ!እኔ የአንተ ሚል ጨዋታ ረዳት ነኝ።ስለ ስልቶች፣ ቦታዎች፣ ወይም ስለአሁኑ ጨዋታ ማንኛቸውም ጥያቄዎች ጠይቁኝ።
ar: مرحبا!أنا مساعدك في لعبة Mill.اسألني عن الاستراتيجيات أو المواقف أو أي أسئلة حول اللعبة الحالية.
az: salam!Mən sizin Mill oyun köməkçinizəm.Mənə strategiyalar, mövqelər və ya cari oyunla bağlı hər hansı sual verin.
be: Прывітанне!Я ваш памочнік у гульні Mill.Спытайце мяне пра стратэгіі, пазіцыі або любыя пытанні аб бягучай гульні.
bn: নমস্কার!আমি আপনার মিল গেম সহকারী।কৌশল, অবস্থান, বা বর্তমান গেম সম্পর্কে যেকোন প্রশ্ন সম্পর্কে আমাকে জিজ্ঞাসা করুন।
bo: བཀྲ་ཤིས། ང་ཁྱེད་ཀྱི་འཁོར་ལོ་རྩེད་མོའི་གྲོགས་རམ་ཡིན། ཐབས་ལམ, གནས་བབ, ཡང་ན་ད་ལྟའི་རྩེད་མོའི་སྐོར་དྲིས།
ca: hola!Sóc el teu assistent de joc de Mill.Pregunteu-me sobre estratègies, posicions o qualsevol pregunta sobre el joc actual.
cs: Dobrý den!Jsem váš pomocník při hře Mill.Zeptejte se mě na strategie, pozice nebo jakékoli dotazy týkající se aktuální hry.
da: Hej!Jeg er din Mill-spilassistent.Spørg mig om strategier, positioner eller spørgsmål om det aktuelle spil.
el: Γεια σας!Είμαι ο βοηθός σας στο παιχνίδι Mill.Ρωτήστε με για στρατηγικές, θέσεις ή οποιεσδήποτε ερωτήσεις σχετικά με το τρέχον παιχνίδι.
es: ¡Hola!Soy tu asistente de juego Mill.Pregúntame sobre estrategias, posiciones o cualquier duda sobre el juego actual.
et: Tere!Olen teie Milli mänguassistent.Küsige minult strateegiate, positsioonide või praeguse mänguga seotud küsimuste kohta.
fa: سلام!من دستیار بازی آسیاب شما هستم.از من در مورد استراتژی‌ها، موقعیت‌ها یا هر سؤالی در مورد بازی فعلی بپرسید.
fr: Bonjour !Je suis votre assistant de jeu Mill.Posez-moi des questions sur les stratégies, les positions ou toute question sur le jeu en cours.
gu: હેલો!હું તમારો મિલ રમત સહાયક છું.મને વ્યૂહરચનાઓ, સ્થિતિઓ અથવા વર્તમાન રમત વિશેના કોઈપણ પ્રશ્નો વિશે પૂછો.
he: שלום!אני עוזר המשחק שלך מיל.שאל אותי לגבי אסטרטגיות, עמדות או כל שאלה לגבי המשחק הנוכחי.
hi: नमस्कार!मैं आपका मिल गेम सहायक हूं।मुझसे रणनीतियों, स्थितियों या वर्तमान गेम के बारे में कोई प्रश्न पूछें।
hr: pozdrav!Ja sam tvoj pomoćnik u igri Mill.Pitajte me o strategijama, pozicijama ili bilo kakva pitanja o trenutnoj igri.
hu: Szia! Én vagyok a malomjáték asszisztensed. Kérdezz stratégiákról, pozíciókról, vagy bármiről az aktuális játékkal kapcsolatban.
hy: ՈղջույնԵս ձեր Mill խաղի օգնականն եմ:Հարցրեք ինձ ռազմավարությունների, դիրքերի կամ ընթացիկ խաղի վերաբերյալ որևէ հարցի մասին:
id: Halo!Saya asisten permainan Mill Anda.Tanyakan kepada saya tentang strategi, posisi, atau pertanyaan apa pun tentang permainan saat ini.
is: Halló!Ég er Mill leikjahjálpari þinn.Spyrðu mig um aðferðir, stöður eða einhverjar spurningar um núverandi leik.
it: Ciao!Sono il tuo assistente di gioco del Mulino.Chiedimi informazioni su strategie, posizioni o qualsiasi domanda sul gioco attuale.
ja: こんにちは！私はあなたのミルゲームアシスタントです。戦略、ポジション、現在のゲームに関する質問など、何でも聞いてください。
km: សួស្តី!ខ្ញុំជាជំនួយការហ្គេម Mill របស់អ្នក។សួរខ្ញុំអំពីយុទ្ធសាស្ត្រ មុខតំណែង ឬសំណួរណាមួយអំពីហ្គេមបច្ចុប្បន្ន។
kn: ನಮಸ್ಕಾರ!ನಾನು ನಿಮ್ಮ ಮಿಲ್ ಆಟದ ಸಹಾಯಕ.ಕಾರ್ಯತಂತ್ರಗಳು, ಸ್ಥಾನಗಳು ಅಥವಾ ಪ್ರಸ್ತುತ ಆಟದ ಕುರಿತು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳ ಬಗ್ಗೆ ನನ್ನನ್ನು ಕೇಳಿ.
lt: Sveiki!Aš esu jūsų Mill žaidimo asistentas.Paklauskite manęs apie strategijas, pozicijas ar bet kokius klausimus apie dabartinį žaidimą.
lv: Sveiki!Es esmu jūsu Mill spēles palīgs.Jautājiet man par stratēģijām, pozīcijām vai jebkādiem jautājumiem par pašreizējo spēli.
mk: Здраво!Јас сум твојот асистент за играње Мил.Прашајте ме за стратегии, позиции или какви било прашања за тековната игра.
ms: hello!Saya pembantu permainan Mill anda.Tanya saya tentang strategi, kedudukan atau sebarang soalan tentang permainan semasa.
nl: Hallo!Ik ben je Mill-spelassistent.Vraag mij naar strategieën, posities of andere vragen over het huidige spel.
pl: Witam!Jestem twoim asystentem gry Mill.Zapytaj mnie o strategie, pozycje lub jakiekolwiek pytania dotyczące bieżącej gry.
pt: Olá!Sou seu assistente de jogo Mill.Pergunte-me sobre estratégias, posições ou qualquer dúvida sobre o jogo atual.
ro: Bună ziua!Sunt asistentul tău de joc Mill.Întrebați-mă despre strategii, poziții sau orice întrebări despre jocul curent.
ru: Здравствуйте!Я твой игровой помощник в Милле.Спросите меня о стратегиях, позициях или любых вопросах о текущей игре.
si: ආයුබෝවන්!මම ඔබේ මිල් ක්‍රීඩා සහායකයා.උපාය මාර්ග, තනතුරු, හෝ වත්මන් ක්‍රීඩාව පිළිබඳ ඕනෑම ප්‍රශ්නයක් ගැන මගෙන් අසන්න.
sk: Dobrý deň!Som váš pomocník v hre Mill.Opýtajte sa ma na stratégie, pozície alebo akékoľvek otázky týkajúce sa aktuálnej hry.
sl: pozdravljenaJaz sem vaš pomočnik pri igri Mill.Vprašajte me o strategijah, položajih ali vprašanjih o trenutni igri.
sv: Hej!Jag är din Mill-spelassistent.Fråga mig om strategier, positioner eller frågor om det aktuella spelet.
sw: Habari!Mimi ni msaidizi wako wa mchezo wa Mill.Niulize kuhusu mikakati, nafasi, au maswali yoyote kuhusu mchezo wa sasa.
te: హలో!నేను మీ మిల్ గేమ్ అసిస్టెంట్‌ని.వ్యూహాలు, స్థానాలు లేదా ప్రస్తుత గేమ్ గురించి ఏవైనా ప్రశ్నలు ఉంటే నన్ను అడగండి.
th: สวัสดี!ฉันเป็นผู้ช่วยเกมมิลล์ของคุณถามฉันเกี่ยวกับกลยุทธ์ ตำแหน่ง หรือคำถามใดๆ เกี่ยวกับเกมปัจจุบัน
tr: Merhaba!Ben senin Mill oyun asistanınım.Bana stratejiler, pozisyonlar veya mevcut oyunla ilgili sorularınızı sorun.
uk: Привіт!Я ваш помічник у грі Мілл.Запитайте мене про стратегії, позиції або будь-які запитання щодо поточної гри.
ur: ہیلو!میں آپ کا مل گیم اسسٹنٹ ہوں۔مجھ سے حکمت عملی ، پوزیشنوں ، یا موجودہ کھیل کے بارے میں کسی بھی سوال کے بارے میں پوچھیں۔
uz: Salom!Men sizning Mill o'yin yordamchingizman.Menga strategiyalar, pozitsiyalar yoki joriy o'yin haqida savollar bering.
zh: 您好！我是您的直棋游戏助手。请向我询问有关策略、局面或当前游戏的任何问题。
zh_hant: 你好！我是你的米爾遊戲助手。向我詢問策略、立場或有關當前遊戲的任何問題。
zu: Sawubona!Ngingumsizi wakho wegeyimu ye-Mill.Ngibuze ngamasu, izikhundla, nanoma imiphi imibuzo mayelana negeyimu yamanje.

# aiChatInputHint
source: Ask about the game...
af: Vra oor die speletjie...
am: ስለ ጨዋታው ጠይቅ...
ar: اسأل عن اللعبة...
az: Oyun haqqında soruşun...
be: Спытайце пра гульню...
bn: খেলা সম্পর্কে জিজ্ঞাসা করুন ...
bo: རྩེད་མོའི་སྐོར་དྲིས...
ca: Pregunta pel joc...
cs: Zeptejte se na hru...
da: Spørg om spillet...
el: Ρωτήστε για το παιχνίδι...
es: Pregunta por el juego...
et: Küsi mängu kohta...
fa: در مورد بازی بپرسید ...
fr: Renseignez-vous sur le jeu...
gu: રમત વિશે પૂછો...
he: תשאל על המשחק...
hi: खेल के बारे में पूछें...
hr: Pitaj za igru...
hu: Kérdezz a játékról...
hy: Հարցրեք խաղի մասին...
id: Tanyakan tentang permainan...
is: Spurðu um leikinn...
it: Chiedi informazioni sul gioco...
ja: ゲームについて質問してください...
km: សួរស្តីហ្គេម...
kn: ಆಟದ ಬಗ್ಗೆ ಕೇಳಿ...
lt: Klauskite apie žaidimą...
lv: Jautājiet par spēli...
mk: Прашајте за играта...
ms: Tanya tentang permainan...
nl: Vraag naar het spel...
pl: Zapytaj o grę...
pt: Pergunte sobre o jogo...
ro: Întrebați despre joc...
ru: Спросите об игре...
si: ගේම් එක ගැන අහන්න...
sk: Opýtajte sa na hru...
sl: Vprašaj o igri...
sv: Fråga om spelet...
sw: Uliza kuhusu mchezo...
te: ఆట గురించి అడగండి...
th: ถามเรื่องเกม...
tr: Oyunu sor...
uk: Запитайте про гру...
ur: کھیل کے بارے میں پوچھیں ...
uz: O'yin haqida so'rang ...
zh: 询问有关游戏的问题...
zh_hant: 問一下游戲...
zu: Buza ngomdlalo...

# aiChatErrorMessage
source: Sorry, I encountered an error. Please try again.
af: Jammer, ek het 'n fout teëgekom.Probeer asseblief weer.
am: ይቅርታ፣ ስህተት አጋጥሞኛል።እባክዎ እንደገና ይሞክሩ።
ar: آسف، لقد واجهت خطأ.يرجى المحاولة مرة أخرى.
az: Bağışlayın, xəta ilə qarşılaşdım.Yenidən cəhd edin.
be: На жаль, у мяне адбылася памылка.Калі ласка, паспрабуйце яшчэ раз.
bn: দুঃখিত, আমি একটি ত্রুটি সম্মুখীন.আবার চেষ্টা করুন.
bo: དགོངས་དག ནོར་འཁྲུལ་བྱུང་། ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།
ca: Ho sento, he trobat un error.Si us plau, torna-ho a provar.
cs: Omlouváme se, došlo k chybě.Zkuste to prosím znovu.
da: Beklager, jeg stødte på en fejl.Prøv venligst igen.
el: Συγγνώμη, αντιμετώπισα ένα σφάλμα.Δοκιμάστε ξανά.
es: Lo siento, encontré un error.Por favor inténtalo de nuevo.
et: Kahjuks ilmnes viga.Palun proovi uuesti.
fa: با عرض پوزش، من با خطا مواجه شدم.لطفا دوباره امتحان کنید.
fr: Désolé, j'ai rencontré une erreur.Veuillez réessayer.
gu: માફ કરશો, મને એક ભૂલ આવી.કૃપા કરીને ફરી પ્રયાસ કરો.
he: סליחה, נתקלתי בשגיאה.אנא נסה שוב.
hi: क्षमा करें, मुझे एक त्रुटि का सामना करना पड़ा।कृपया पुन: प्रयास करें।
hr: Žao mi je, naišao sam na pogrešku.Molimo pokušajte ponovo.
hu: Sajnálom, hiba történt. Kérjük, próbáld újra.
hy: Կներեք, ես սխալի հանդիպեցի:Խնդրում ենք կրկին փորձել:
id: Maaf, saya mengalami kesalahan.Silakan coba lagi.
is: Því miður, ég rakst á villu.Vinsamlegast reyndu aftur.
it: Mi dispiace, ho riscontrato un errore.Per favore riprova.
ja: 申し訳ありませんが、エラーが発生しました。もう一度試してください。
km: សូមអភ័យទោស ខ្ញុំបានជួបប្រទះបញ្ហាមួយ។សូមព្យាយាមម្តងទៀត។
kn: ಕ್ಷಮಿಸಿ, ನಾನು ದೋಷವನ್ನು ಎದುರಿಸಿದೆ.ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
lt: Atsiprašome, susidūriau su klaida.Bandykite dar kartą.
lv: Atvainojiet, radās kļūda.Lūdzu, mēģiniet vēlreiz.
mk: Извинете, наидов на грешка.Ве молиме обидете се повторно.
ms: Maaf, saya mengalami ralat.Sila cuba lagi.
nl: Sorry, ik heb een fout aangetroffen.Probeer het opnieuw.
pl: Przepraszamy, napotkałem błąd.Spróbuj ponownie.
pt: Desculpe, encontrei um erro.Por favor, tente novamente.
ro: Îmi pare rău, am întâmpinat o eroare.Vă rugăm să încercați din nou.
ru: Извините, я столкнулся с ошибкой.Пожалуйста, попробуйте еще раз.
si: සමාවන්න, මට දෝෂයක් ඇති විය.කරුණාකර නැවත උත්සාහ කරන්න.
sk: Prepáčte, vyskytla sa chyba.Skúste to znova.
sl: Oprostite, naletel sem na napako.prosim poskusite znova
sv: Tyvärr, jag stötte på ett fel.Försök igen.
sw: Samahani, nimepata hitilafu.Tafadhali jaribu tena.
te: క్షమించండి, నేను ఒక లోపాన్ని ఎదుర్కొన్నాను.దయచేసి మళ్లీ ప్రయత్నించండి.
th: ขออภัย ฉันพบข้อผิดพลาดโปรดลองอีกครั้ง
tr: Üzgünüm, bir hatayla karşılaştım.Lütfen tekrar deneyin.
uk: Вибачте, я зіткнувся з помилкою.Спробуйте ще раз.
ur: معذرت ، مجھے ایک غلطی کا سامنا کرنا پڑا۔براہ کرم دوبارہ کوشش کریں۔
uz: Kechirasiz, men xatolikka duch keldim.Iltimos, qayta urinib koʻring.
zh: 抱歉，遇到错误。请重试。
zh_hant: 抱歉，我遇到了錯誤。請再試一次。
zu: Uxolo, ngihlangabezane nephutha.Sicela uzame futhi.
