Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# tipRemove
source: Remove a piece.
af: Verwyder 'n stuk.
am: አንድ ቁራጭ ያስወግዱ።
ar: أزِل قطعة.
az: Bir parça çıxarın.
be: Выдаліць кавалак.
bg: Премахнете фигура.
bn: একটি টুকরো সরান।
bo: དུམ་བུ་ཞིག་བཏོན་དགོས།
ca: Retireu una peça.
cs: Odstraňte kámen.
da: Fjern en brik.
de: Nimm einen Stein weg.
el: Αφαιρέστε ένα κομμάτι.
es: Retire una pieza.
et: Eemaldage tükk.
fa: یک مهره را بردارید.
fi: Poista nappula.
fr: Retirez une pièce.
gu: એક ટુકડો દૂર કરો.
he: הסר חתיכה.
hi: एक टुकड़ा निकालें।
hr: Uklonite jednu figuru.
hu: Távolítson el egy korongot.
hy: Հեռացրեք մի խաղաքար:
id: Hapus satu bidak.
is: Fjarlægðu stykkið.
it: Rimuovi un pezzo.
ja: 駒を1つ取り除く。
km: ដកកូនអុកចេញ។
kn: ತುಂಡು ತೆಗೆದುಹಾಕಿ.
ko: 말을 제거하세요.
lt: Pašalinkite figūrėlę.
lv: Noņemiet kādu gabaliņu.
mk: Отстранете парче.
ms: Keluarkan sekeping.
my: အပိုင်းတစ်ခုကို ဖယ်ရှားပါ။
nb: Fjern et stykke.
nl: Verwijder een stuk.
pl: Usuń element.
pt: Remover uma peça.
ro: Îndepărtează o piesă.
ru: Удалите фигуру.
si: කෑල්ලක් ඉවත් කරන්න.
sk: Odstráňte figúrku.
sl: Odstranite košček.
sq: Hiqni një copë.
sr: Уклоните комад.
sv: Ta bort en bit.
sw: Ondoa kipande.
ta: ஒரு துண்டு அகற்று.
te: ఒక ముక్క తొలగించండి.
th: นำหมากออก
tr: Bir taşı çıkarın.
uk: Видаліть шматочок.
ur: ایک ٹکڑا ہٹا دیں۔
uz: Bir qismni olib tashlang.
vi: Loại bỏ một quân cờ.
zh: 请吃子
zh_hant: 請吃子
zu: Susa ucezu.

# tipBanRemove
source: You cannot remove it.
af: Jy kan dit nie verwyder nie.
am: ማስወገድ አይችሉም።
ar: لا يمكنك إزالتها.
az: Siz onu silə bilməzsiniz.
be: Вы не можаце выдаліць яго.
bg: Не можете да я премахнете.
bn: আপনি এটি অপসারণ করতে পারবেন না।
bo: ཁྱོད་ཀྱིས་དེ་མེད་པར་བཟོ་མི་ཐུབ།
ca: No podeu retirar-la.
cs: Nelze odebrat.
da: Du kan ikke fjerne den.
de: Kann nicht wegnehmen.
el: Δεν μπορείτε να το αφαιρέσετε.
es: No se puede retirar.
et: Te ei saa seda eemaldada.
fa: قابل حذف نیست.
fi: Et voi poistaa sitä.
fr: Impossible de la retirer.
gu: દૂર કરવામાં આવી શકતું નથી.
he: אתה לא יכול להסיר אותו.
hi: हटा नहीं सकता।
hr: Ne možete je ukloniti.
hu: Nem lehet eltávolítani.
hy: Դուք չեք կարող այն հեռացնել:
id: Anda tidak dapat menghapusnya.
is: Þú getur ekki fjarlægt stykkið.
it: Non può essere rimosso.
ja: 削除することはできません。
km: អ្នកមិនអាចដកវាចេញបានទេ។
kn: ನೀವು ಅದನ್ನು ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 그 말은 지울 수 없습니다.
lt: Jūs negalite jos pašalinti.
lv: Jūs to nevarat noņemt.
mk: Не можете да го отстраните.
ms: Anda tidak boleh mengeluarkannya.
my: ၎င်းကိုသင်ဖယ်ရှား၍မရပါ။
nb: Du kan ikke fjerne den.
nl: U kunt het niet verwijderen.
pl: Nie można usunąć.
pt: Não é possível remover.
ro: Nu poate fi îndepărtată.
ru: Вы не можете удалить его.
si: ඔබට එය ඉවත් කළ නොහැක.
sk: Nemôžete ju odstrániť.
sl: Ne morete ga odstraniti.
sq: Ju nuk mund ta hiqni atë.
sr: Не можете га уклонити.
sv: Du kan inte ta bort den.
sw: Huwezi kuiondoa.
ta: நீங்கள் அதை அகற்ற முடியாது.
te: మీరు దాన్ని తీసివేయలేరు.
th: คุณไม่สามารถนำออกได้
tr: Kaldırılamıyor.
uk: Ви не можете видалити його.
ur: آپ اسے ہٹا نہیں سکتے۔
uz: Siz uni olib tashlay olmaysiz.
vi: Bạn không thể loại bỏ quân cờ này.
zh: 不能吃这颗子
zh_hant: 不能吃這顆子
zu: Awukwazi ukukususa.

# tipRemoved
source: Piece removed.
af: Jy het verwyder.
am: አስወግደዋል።
ar: تمت الإزالة.
az: sildiniz.
be: Вы выдалілі.
bg: Премахнахте фигурата.
bn: আপনি প্রতিপক্ষের টুকরা মুছে ফেলা.
bo: ཁྱོད་ཀྱིས་མེད་པར་བཟོས།
ca: Peça retirada.
cs: Odstraněno.
da: Du har fjernet en brik.
de: Weggenommen.
el: Αφαιρέσατε.
es: Pieza retirada.
et: Sa eemaldasid.
fa: حذف شده.
fi: Poistit nappulan.
fr: Pièce retirée.
gu: દૂર કરવામાં આવ્યું.
he: הסרת.
hi: हटा दिया।
hr: Figura je uklonjena.
hu: Eltávolítva.
hy: Հեռացվել է:
id: Telah dihapus.
is: Þú fjarlægðir stykkið.
it: Rimosso.
ja: 削除されました。
km: បានដកកូនអុកចេញហើយ។
kn: ನೀವು ತೆಗೆದುಹಾಕಿದ್ದೀರಿ.
ko: 이미 제거했습니다.
lt: Jūs pašalinote.
lv: Jūs noņēmāt.
mk: Вие отстранети.
ms: Anda mengalih keluar.
my: မင်းဖယ်လိုက်။
nb: Du fjernet.
nl: Je hebt verwijderd.
pl: Usunięty.
pt: Peça removida.
ro: Îndepărtată.
ru: Фигура удалена.
si: ඔබ ඉවත් කළා.
sk: Odstránili ste figúrku.
sl: Odstranili ste ga.
sq: Ju hiqët.
sr: Уклонили сте.
sv: Du har tagit bort den.
sw: Umeondoa.
ta: துண்டு அகற்றப்பட்டது.
te: మీరు తీసివేశారు.
th: คุณนำหมากออกแล้ว
tr: Kaldırıldı.
uk: Частину вилучено.
ur: آپ نے ہٹا دیا۔
uz: Siz olib tashladingiz.
vi: Đã loại bỏ quân cờ.
zh: 已吃子
zh_hant: 已移除
zu: Ususile.

# tipMove
source: Move a piece.
af: Skuif 'n stuk.
am: አንድ ቁራጭ ያንቀሳቅሱ።
ar: حرك قطعة.
az: Bir parça köçürün.
be: Перамясціць кавалак.
bg: Преместване на фигура.
bn: এক টুকরো সরান।
bo: དུམ་བུ་ཞིག་སྤོ་རོགས།
ca: Moveu una peça.
cs: Přesuňte kus.
da: Flyt en brik.
de: Ziehe einen Stein.
el: Μετακινήστε ένα κομμάτι.
es: Mueva una pieza.
et: Liiguta tükk.
fa: یک مهره را حرکت دهید.
fi: Siirrä nappula.
fr: Déplacez une pièce.
gu: એક ભાગ ખસેડો.
he: הזיזו חתיכה.
hi: एक टुकड़ा ले जाएँ।
hr: Pomaknite jednu figuru.
hu: Lépjen egy koronggal.
hy: Տեղափոխեք մի խաղաքար:
id: Pindahkan sepotong.
is: Færðu stykkið.
it: Sposta un pezzo.
ja: ピースを移動します。
km: ផ្លាស់ទីកូនអុក។
kn: ತುಂಡು ಸರಿಸಿ.
ko: 말을 이동시키세요.
lt: Perkelkite figūrėlę.
lv: Pārvietot figūru.
mk: Поместете парче.
ms: Pindahkan sehelai.
my: အပိုင်းတစ်ခုကို ရွှေ့ပါ။
nb: Flytt et stykke.
nl: Verplaats een stuk.
pl: Przesuń element.
pt: Mova uma peça.
ro: Mută o piesă.
ru: Переместите фигуру.
si: කෑල්ලක් චලනය කරන්න.
sk: Presuňte figúrku.
sl: Premaknite figuro.
sq: Lëviz një copë.
sr: Помери комад.
sv: Flytta en pjäs.
sw: Hoja kipande.
ta: ஒரு துண்டு நகர்த்து.
te: ఒక భాగాన్ని తరలించండి.
th: ย้ายหมาก
tr: Bir parçayı hareket ettirin.
uk: Перемістіть фігуру.
ur: ایک ٹکڑا منتقل کریں۔
uz: Bir qismni siljiting.
vi: Di chuyển một quân cờ.
zh: 请走子
zh_hant: 移動一個棋子
zu: Hambisa ucezu.

# tipCannotPlace
source: You can't place your piece here.
af: Jy kan nie jou stuk hier plaas nie.
am: ቁራጭዎን እዚህ ማስቀመጥ አይችሉም።
ar: لا يمكنك وضع قطعتك هنا.
az: Siz öz parçanızı bura yerləşdirə bilməzsiniz.
be: Вы не можаце размясціць тут сваю частку.
bg: Не можете да поставите фигура тук.
bn: আপনি এখানে আপনার টুকরা রাখতে পারবেন না।
bo: ཁྱེད་རང་གི་རྡེའུ་འདིར་འཇོག་མི་ཆོག
ca: Aquí no podeu col·locar la peça.
cs: Sem nemůžete umístit svůj kousek.
da: Du kan ikke placere din brik her.
de: Du kannst deinen Stein nicht dahin setzen.
el: Δεν μπορείτε να τοποθετήσετε το κομμάτι σας εδώ.
es: No puede colocar su pieza aquí.
et: Sa ei saa oma tükki siia paigutada.
fa: نمی توانید مهره خود را اینجا قرار دهید.
fi: Et voi sijoittaa nappulaa tähän.
fr: Vous ne pouvez pas placer votre pièce ici.
gu: અહીં ટુકડો મૂકી શકાતો નથી.
he: אתה לא יכול למקם את היצירה שלך כאן.
hi: आप अपना टुकड़ा यहाँ नहीं रख सकते।
hr: Ovdje ne možete postaviti svoju figuru.
hu: Korongod nem rakható ide.
hy: Դուք չեք կարող տեղադրել ձեր կտորը այստեղ:
id: Anda tidak dapat menempatkan bagian Anda di sini.
is: Þú getur ekki sett stykkið þitt hér.
it: Non puoi piazzare il tuo pezzo qui.
ja: ここに駒を置くことはできません。
km: អ្នកមិនអាចដាក់កូនអុករបស់អ្នកនៅទីនេះបានទេ។
kn: ನಿಮ್ಮ ತುಂಡನ್ನು ಇಲ್ಲಿ ಇರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 당신의 말은 그곳에 둘 수 없습니다.
lt: Jūs negalite čia padėti figūrėlės.
lv: Jūs nevarat šeit novietot savu figūru.
mk: Не можете да го поставите вашето парче овде.
ms: Anda tidak boleh meletakkan barang anda di sini.
my: သင့်ကို ဒီနေရာမှာ သင့်ပစ္စည်းကို ထားမရပါ။
nb: Du kan ikke plassere brikken din her.
nl: Je kunt je speelstuk niet hier plaatsen.
pl: Nie możesz umieścić swojego kawałka tutaj.
pt: Você não pode colocar sua peça aqui.
ro: Nu-ți poți așeza piesa aici.
ru: Вы не можете разместить здесь фигуру.
si: ඔබට මෙහි ඔබේ කෑල්ල තැබීමට නොහැක.
sk: Nemôžete sem umiestniť figúrku.
sl: Figurice ne morete postaviti na to mesto.
sq: Ju nuk mund ta vendosni copën tuaj këtu.
sr: Не можете овде поставити свој комад.
sv: Du kan inte placera din pjäs här.
sw: Huwezi kuweka kipande chako hapa.
ta: உங்கள் பகுதியை இங்கே வைக்க முடியாது.
te: మీరు మీ భాగాన్ని ఇక్కడ ఉంచలేరు.
th: คุณไม่สามารถวางหมากของคุณที่นี่ได้
tr: Buraya taşını koyamazsın.
uk: Ви не можете помістити свій шматок тут.
ur: آپ اپنا ٹکڑا یہاں نہیں رکھ سکتے۔
uz: Siz o'zingizning buyumingizni bu erda joylashtirolmaysiz.
vi: Bạn không thể đặt mảnh của bạn ở đây.
zh: 不可在此处落子
zh_hant: 不可在此處落子
zu: Awukwazi ukubeka ucezu lwakho lapha.

# tipCannotMove
source: You can't move your piece here.
af: Jy kan nie jou stuk hierheen skuif nie.
am: ቁራጭዎን እዚህ ማንቀሳቀስ አይችሉም።
ar: لا يمكنك تحريك قطعتك إلى هنا.
az: Parçanı bura köçürə bilməzsən.
be: Вы не можаце перанесці сваю фігуру сюды.
bg: Не можете да преместите фигурата си тук.
bn: আপনি এখানে আপনার টুকরা সরাতে পারবেন না।
bo: ཁྱེད་རང་གི་རྡེའུ་འདིར་སྤོ་མི་ཆོག
ca: No podeu moure la peça aquí.
cs: Sem nemůžete přesunout svůj kousek.
da: Du kan ikke flytte din brik her.
de: Du kannst deinen Stein nicht dahin ziehen.
el: Δεν μπορείτε να μετακινήσετε το κομμάτι σας εδώ.
es: No puede mover su pieza aquí.
et: Sa ei saa oma mänguasja siia liigutada.
fa: نمی توانید مهره خود را به اینجا منتقل کنید.
fi: Et voi siirtää nappulaa tähän.
fr: Vous ne pouvez pas déplacer votre pièce ici.
gu: અહીં ટુકડો ખસેડી શકાતો નથી.
he: אתה לא יכול להעביר את היצירה שלך לכאן.
hi: आप अपना टुकड़ा यहां नहीं ले जा सकते।
hr: Ovamo ne možete pomaknuti svoju figuru.
hu: Nem léphet ide.
hy: Դուք չեք կարող ձեր կտորն այստեղ տեղափոխել:
id: Anda tidak dapat memindahkan bagian Anda di sini.
is: Þú getur ekki fært stykkið þitt á þennan punkt.
it: Non puoi spostare il tuo pezzo qui.
ja: ここに駒を移動することはできません。
km: អ្នកមិនអាចផ្លាស់ទីកូនអុករបស់អ្នកនៅទីនេះបានទេ។
kn: ನಿಮ್ಮ ತುಂಡನ್ನು ಇಲ್ಲಿಗೆ ಸರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 당신의 말을 그곳으로 이동시킬 수 없습니다.
lt: Jūs negalite perkelti savo figūrėlės čia.
lv: Jūs nevarat pārvietot savu figūru šeit.
mk: Не можете да го преместите вашето парче овде.
ms: Anda tidak boleh memindahkan barang anda di sini.
my: သင့်အပိုင်းကို ဤနေရာတွင် ရွှေ့၍မရပါ။
nb: Du kan ikke flytte brikken din hit.
nl: Je kunt je stuk niet hierheen verplaatsen.
pl: Nie możesz przesunąć swojego kawałka tutaj.
pt: Você não pode mover sua peça aqui.
ro: Nu-ți poți muta piesa aici.
ru: Вы не можете передвинуть свою фигуру сюда.
si: ඔබට මෙහි ඔබේ කෑල්ල චලනය කළ නොහැක.
sk: Nemôžete sem presunúť svoju figúrku.
sl: Figurice ne morete premakniti sem.
sq: Ju nuk mund ta lëvizni copën tuaj këtu.
sr: Не можете преместити свој комад овде.
sv: Du kan inte flytta din pjäs hit.
sw: Huwezi kuhamisha kipande chako hapa.
ta: உங்கள் பகுதியை இங்கே நகர்த்த முடியாது.
te: మీరు మీ భాగాన్ని ఇక్కడకు తరలించలేరు.
th: คุณไม่สามารถย้ายชิ้นส่วนของคุณที่นี่
tr: Buraya taşını taşıyamazsın.
uk: Ви не можете перемістити свій шматок сюди.
ur: آپ اپنا ٹکڑا یہاں منتقل نہیں کر سکتے۔
uz: Siz asaringizni bu erda ko'chira olmaysiz.
vi: Bạn không thể di chuyển quân cờ của mình ở đây.
zh: 不可移到此处
zh_hant: 不可移到此處
zu: Awukwazi ukuhambisa ucezu lwakho lapha.

# tipMill
source: Mill! Take your opponent's piece.
af: Meul! Neem jou teenstander se stuk.
am: ሚል! የተቀናቃኝዎን ቁራጭ ይውሰዱ።
ar: مطحنة! خذ قطعة خصمك.
az: Mill! Rəqibinizin parçasını götürün.
be: Млын! Вазьміце фігуру суперніка.
bg: Мелница! Премахнете фигура на противника.
bn: মিল! আপনার প্রতিপক্ষের টুকরো নিন।
bo: རྫོང་བཙུགས་འདུག ཁྱེད་རང་གིས་ཁ་གཏད་ཀྱི་རྡེའུ་ལེན་ཆོག
ca: Molí! Preneu una peça de l'oponent.
cs: Mlýn! Vezměte soupeřovu figuru.
da: Mølle! Tag din modstanders brik.
de: Mühle! Nimm einen gegnerischen Stein.
el: Μύλος! Αφαιρέστε ένα κομμάτι του αντιπάλου.
es: ¡Molino! Tome la pieza de su oponente.
et: Veski! Võta oma vastasmängija tükk.
fa: دوز! یک مهره حریف خود را بردارید.
fi: Mylly! Ota vastustajan nappula.
fr: Moulin ! Prenez la pièce de votre adversaire.
gu: મિલ! વિરોધીના ટુકડો દૂર કરો.
he: טחנה! קח את החתיכה של היריב שלך.
hi: चक्की! अपने प्रतिद्वंद्वी का टुकड़ा ले लो।
hr: Mlin! Uzmite protivničku figuru.
hu: Malom! Levehet egy ellenfél-korongot.
hy: Ջրաղաց: Վերցրեք հակառակորդի խաղաքարը:
id: Mul! Ambil bidak lawan.
is: Mill! Taktu stykki andstæðingsins.
it: Mulino! Rimuovete un pezzo dell'avversario.
ja: ミル成立！相手の駒を取ってください。
km: មីល! ដកកូនអុករបស់គូប្រកួតចេញ។
kn: ಮಿಲ್! ನಿಮ್ಮ ಎದುರಾಳಿಯ ತುಂಡನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ.
ko: 곤! 상대의 말을 제거하세요
lt: Malūnas! Paimkite priešininko figūrėlę.
lv: Dzirnavas! Paņem pretinieka figūru.
mk: Мил! Земете го парчето на вашиот противник.
ms: Kilang! Ambil bahagian lawan anda.
my: ကြိတ်! သင်၏ပြိုင်ဘက်၏အပိုင်းကိုယူပါ။
nb: Mølle! Ta motstanderens brikke.
nl: Molen! Neem het stuk van je tegenstander.
pl: Młyn! Usuń pionek przeciwnika.
pt: Moinho! Pegue a peça de seu oponente.
ro: Moară! Îndepărtează una dintre piesele adversarului.
ru: Мельница! Захватите фигуру противника.
si: මිල්! ඔබේ ප්‍රතිඵලයේ කෑල්ල ගන්න.
sk: Mlyn! Odstráňte súperovu figúrku.
sl: Mlin! Vzemite nasprotnikovo figuro.
sq: Mulli! Merrni copën e kundërshtarit tuaj.
sr: Милл! Узми противникову фигуру.
sv: Mill! Ta din motståndares pjäs.
sw: Kinu! Chukua kipande cha mpinzani wako.
ta: மில்! உங்கள் எதிரியின் பகுதியை எடுத்துக் கொள்.
te: మిల్లు! మీ ప్రత్యర్థి భాగాన్ని తీసుకోండి.
th: มิลล์! หยิบหมากของฝ่ายตรงข้ามออก
tr: Değirmen! Rakibin taşını çıkar.
uk: Млин! Візьміть фігуру суперника.
ur: چکی! اپنے مخالف کا ٹکڑا لے لو۔
uz: Tegirmon! Raqibingizning qismini oling.
vi: Cối xay! Loại bỏ một quân cờ của đối thủ.
zh: 三子连珠 请吃子
zh_hant: 三子連珠 請吃子
zu: Isigayo! Thatha ucezu lombangi wakho.

# tipContinueMill
source: Continue to take your opponent's piece.
af: Gaan voort om jou teenstander se stuk te neem.
am: የተቀናቃኝዎን ቁራጭ መውሰድ ይቀጥሉ።
ar: استمر في أخذ قطعة خصمك.
az: Rəqibinizin parçasını almağa davam edin.
be: Працягвайце браць фігуру суперніка.
bg: Продължете да премахвате фигурите на противника.
bn: আপনার প্রতিপক্ষের অংশটি নেওয়া চালিয়ে যান।
bo: ཁ་གཏད་ཀྱི་རྡེའུ་མུ་མཐུད་ལེན་པར་མཐུད་རྒྱུ།
ca: Continueu prenent una peça de l'oponent.
cs: Pokračujte v získávání soupeřovy figurky.
da: Fortsæt med at tage din modstanders brik.
de: Nimm noch einen gegnerischen Stein.
el: Συνεχίστε να παίρνετε το κομμάτι του αντιπάλου σας.
es: Continúe tomando la pieza del oponente.
et: Jätka oma vastase tüki võtmist.
fa: برای برداشتن مهره حریف ادامه دهید.
fi: Jatka vastustajan nappulan ottamista.
fr: Continuez pour prendre la pièce de votre adversaire.
gu: વિરોધીના ટુકડો લઈવાનું ચાલુ રાખો.
he: המשך לקחת את החלק של היריב שלך.
hi: अपने प्रतिद्वंद्वी का टुकड़ा लेना जारी रखें।
hr: Nastavite uzimati protivničku figuru.
hu: Folytassa az ellenfél korongjainak eltávolítását.
hy: Շարունակեք վերցնել հակառակորդի խաղաքարը:
id: Lanjutkan mengambil bidak lawan.
is: Haltu áfram að taka stykki andstæðingsins.
it: Continuate a prendere il pezzo del vostro avversario.
ja: 相手の駒を取り続けます。
km: បន្តដកកូនអុករបស់គូប្រកួតចេញ។
kn: ನಿಮ್ಮ ಎದುರಾಳಿಯ ತುಣುಕನ್ನು ತೆಗೆದುಕೊಳ್ಳುವುದನ್ನು ಮುಂದುವರಿಸಿ.
ko: 상대의 말을 계속 제거하세요.
lt: Toliau imkite priešininko figūrą.
lv: Turpiniet ņemt pretinieka figūru.
mk: Продолжете да ги земате парчињата на противникот.
ms: Terus ambil bahagian lawan anda.
my: မင်းရဲ့ပြိုင်ဘက်ရဲ့ အပိုင်းကို ဆက်ယူလိုက်ပါ။
nb: Fortsett å ta motstanderens brikke.
nl: Ga door met het slaan van het stuk van je tegenstander.
pl: Kontynuuj usuwanie pionka przeciwnika.
pt: Continue pegando a peça de seu oponente.
ro: Continuă să îndepărtezi piesa adversarului.
ru: Продолжайте захватывать фигуры противника.
si: ඔබේ ප්‍රතිඵලයේ කෑල්ල ගැනීම ඉදිරියටත් කරන්න.
sk: Pokračujte v odstraňovaní súperových figúrok.
sl: Nadaljujte z jemanjem nasprotnikove figure.
sq: Vazhdoni të merrni pjesën e kundërshtarit tuaj.
sr: Наставите да узимате фигуру противника.
sv: Fortsätt att ta din motståndares pjäs.
sw: Endelea kuchukua kipande cha mpinzani wako.
ta: உங்கள் எதிரியின் பகுதியை தொடர்ந்து எடுத்துக் கொள்.
te: మీ ప్రత్యర్థి భాగాన్ని తీసుకోవడం కొనసాగించండి.
th: ทำต่อเพื่อหยิบหมากฝ่ายตรงข้ามออก
tr: Rakibin taşını çıkarmaya devam et.
uk: Продовжуйте забирати фігуру суперника.
ur: اپنے مخالف کا ٹکڑا لینا جاری رکھیں۔
uz: Raqibingizning qismini olishga davom eting.
vi: Tiếp tục loại bỏ quân cờ của đối thủ.
zh: 请继续吃子
zh_hant: 請繼續吃子
zu: Qhubeka nokuthatha ucezu lombangi wakho.

# tipSelectOpponentsPiece
source: Select one of your opponent's pieces.
af: Kies een van jou teenstander se stukke.
am: ከተቀናቃኝዎ ቁራጮች መካከል አንዱን ይምረጡ።
ar: اختر إحدى قطع خصمك.
az: Rəqibinizin parçalarından birini seçin.
be: Выберыце адну з фігур суперніка.
bg: Изберете една от фигурите на противника си.
bn: আপনার প্রতিপক্ষের একটি অংশ নির্বাচন করুন।
bo: ཁ་གཏད་ཀྱི་རྡེའུ་གཅིག་འདེམས་རོགས།
ca: Trieu una peça de l'oponent.
cs: Vyberte si jednu ze soupeřových figurek.
da: Vælg en af din modstanders brikker.
de: Wähle einen gegnerischen Stein.
el: Επιλέξτε ένα από τα κομμάτια του αντιπάλου σας.
es: Seleccione una de las piezas de su oponente.
et: Vali üks oma vastase mängujoontest.
fa: یکی از مهره های حریف خود را انتخاب کنید.
fi: Valitse yksi vastustajan nappuloista.
fr: Sélectionnez une des pièces de votre adversaire.
gu: વિરોધીના ટુકડાઓમાંથી એક પસંદ કરો.
he: בחר אחד מהכלים של היריב שלך.
hi: अपने प्रतिद्वंद्वी के टुकड़ों में से एक का चयन करें।
hr: Odaberite jednu protivničku figuru.
hu: Válasszon egyet az ellenfél korongjaiból.
hy: Ընտրեք հակառակորդի խաղաքարերից մեկը:
id: Pilih salah satu bidak lawan.
is: Veldu eitt af stykki andstæðingsins.
it: Scegliete uno dei pezzi del vostro avversario.
ja: 相手の駒を1枚選ぶ。
km: ជ្រើសរើសកូនអុកមួយរបស់គូប្រកួត។
kn: ನಿಮ್ಮ ಎದುರಾಳಿಯ ತುಣುಕುಗಳಲ್ಲಿ ಒಂದನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 상대방의 말을 선택하세요.
lt: Pasirinkite vieną iš priešininko figūrų.
lv: Izvēlieties vienu no pretinieka figūrām.
mk: Изберете една од деловите на вашиот противник.
ms: Pilih salah satu bahagian lawan anda.
my: သင့်ပြိုင်ဘက်၏ အစိတ်အပိုင်းများထဲမှ တစ်ခုကို ရွေးပါ။
nb: Velg en av motstanderens brikker.
nl: Kies één van de stukken van je tegenstander.
pl: Wybierz jeden z pionków przeciwnika.
pt: Selecione uma das peças de seu oponente.
ro: Selectează una dintre piesele adversarului.
ru: Выберите одну из фигур противника.
si: ඔබේ ප්‍රතිඵලයේ කෑල්ලක් තෝරන්න.
sk: Vyberte si jednu zo súperových figúrok.
sl: Izberite eno od nasprotnikovih figur.
sq: Zgjidhni një nga pjesët e kundërshtarit tuaj.
sr: Изаберите један од противничких дела.
sv: Välj en av din motståndares pjäser.
sw: Chagua moja ya vipande vya mpinzani wako.
ta: உங்கள் எதிரியின் துண்டுகளில் ஒன்றைத் தேர்ந்தெடு.
te: మీ ప్రత్యర్థి ముక్కలలో ఒకదాన్ని ఎంచుకోండి.
th: เลือกหมากของฝ่ายตรงข้าม
tr: Rakibinizin taşlarından birini seçin.
uk: Виберіть одну з фігур противника.
ur: اپنے مخالف کے ٹکڑوں میں سے ایک کو منتخب کریں۔
uz: Raqibingizning qismlaridan birini tanlang.
vi: Chọn một quân cờ của đối thủ.
zh: 请选择对方的棋子
zh_hant: 請選擇對方的棋子
zu: Khetha ingxenye eyodwa kwezimbangi zakho.

# tipCannotRemovePieceFromMill
source: You cannot remove a piece from a mill.
af: Jy kan nie 'n stuk uit 'n meule verwyder nie.
am: ከሚል ውስጥ ያለን ቁራጭ ማስወገድ አይችሉም።
ar: لا يمكنك إزالة قطعة من المطحنة.
az: Siz dəyirmandan bir parça çıxara bilməzsiniz.
be: З млына кавалка не здымеш.
bg: Не можете да премахнете фигура от мелница.
bn: আপনি কল থেকে কোনও টুকরো অপসারণ করতে পারবেন না।
bo: རྫོང་ནང་གི་རྡེའུ་ལེན་མི་ཆོག
ca: No podeu prendre una peça d'un molí.
cs: Kus nelze z mlýna odebrat.
da: Du kan ikke fjerne en brik fra en mølle.
de: Du kannst keinen Stein aus einer Mühle nehmen.
el: Δεν μπορείτε να αφαιρέσετε ένα κομμάτι από ένα μύλο.
es: No puede retirar una pieza de un molino.
et: Te ei saa eemaldada mängujooni veskist.
fa: نمی‌توانید مهره‌ای از یک دوز را بردارید.
fi: Et voi poistaa nappulaa myllystä.
fr: Vous ne pouvez pas retirer une pièce d'un moulin.
gu: મિલમાંથી ટુકડો દૂર કરી શકાતો નથી.
he: אתה לא יכול להסיר חתיכה מטחנה.
hi: आप चक्की से एक टुकड़ा नहीं निकाल सकते।
hr: Ne možete ukloniti figuru iz mlina.
hu: Malomból nem lehet korongot levenni.
hy: Դուք չեք կարող խաղաքար հեռացնել ջրաղացից:
id: Anda tidak dapat menghapus sepotong dari penggilingan.
is: Þú getur ekki fjarlægt stykkið úr myllu.
it: Non è possibile rimuovere un pezzo da un mulino.
ja: ミルから駒を取り除くことはできません。
km: អ្នកមិនអាចដកកូនអុកចេញពីមីលបានទេ។
kn: ನೀವು ಗಿರಣಿಯಿಂದ ತುಂಡನ್ನು ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 곤 상태의 말은 먹을 수 없습니다.
lt: Negalite paimti figūros iš malūno.
lv: Jūs nevarat izņemt figūru no dzirnavām.
mk: Не можете да отстраните парче од мелницата.
ms: Anda tidak boleh mengeluarkan sekeping dari kilang.
my: ကြိတ်စက်မှ အပိုင်းအစကို သင်မဖယ်ရှားနိုင်ပါ။
nb: Du kan ikke fjerne et stykke fra en mølle.
nl: Je kunt geen stuk uit een molen verwijderen.
pl: Nie można usunąć pionka z młyna.
pt: Você não pode remover uma peça de um moinho.
ro: Nu poți îndepărta o piesă dintr-o moară.
ru: Вы не можете убрать фигуру с мельницы.
si: ඔබට ගල්ලෙන් කැටයමක් ඉවත් කළ නොහැක.
sk: Z mlyna nemôžete odstrániť figúrku.
sl: Figurice ne morete odstraniti iz mlina.
sq: Ju nuk mund të hiqni një copë nga një mulli.
sr: Не можете уклонити комад из млина.
sv: Du kan inte ta bort en pjäs från en kvarn.
sw: Huwezi kuondoa kipande kutoka kwa kinu.
ta: நீங்கள் ஒரு மில்லிலிருந்து ஒரு பகுதியை அகற்ற முடியாது.
te: మీరు మిల్లు నుండి ఒక భాగాన్ని తీసివేయలేరు.
th: คุณไม่สามารถนำหมากออกจากมิลล์ได้
tr: Değirmendeki bir taşı çıkaramazsınız.
uk: Не можна зняти шматок з млина.
ur: آپ مل سے ایک ٹکڑا نہیں نکال سکتے۔
uz: Siz tegirmondan biron bir qismni olib tashlay olmaysiz.
vi: Bạn không thể loại bỏ quân cờ từ cối xay.
zh: 不能吃三连中的棋子
zh_hant: 不能吃三連中的棋子
zu: Awukwazi ukususa ucezu emshinini wokugaya.

# tipCanMoveOnePoint
source: A piece can move 1 point.
af: 'n Stuk kan 1 punt beweeg.
am: አንድ ቁራጭ 1 ነጥብ ሊንቀሳቀስ ይችላል።
ar: يمكن أن تتحرك القطعة بمقدار نقطة واحدة.
az: Bir parça 1 nöqtə hərəkət edə bilər.
be: Фігура можа рухацца на 1 ачко.
bg: Една фигура може да се премести с 1 поле.
bn: একটি টুকরা 1 পয়েন্ট সরানো যেতে পারে।
bo: རྡེའུ་རེ་ས་ཚིགས་གཅིག་ལ་སྤོ་ཐུབ།
ca: Una peça es pot moure 1 punt.
cs: Kus se může pohybovat o 1 bod.
da: En brik kan flytte 1 point.
de: Ein Stein kann nur 1 Feld weit gezogen werden.
el: Ένα κομμάτι μπορεί να μετακινηθεί κατά 1 πόντο.
es: Una pieza puede moverse 1 punto.
et: Üks tükk võib liikuda 1 punktiga.
fa: میتوانید مهره‌ای را یک خانه حرکت دهید.
fi: Nappula voi liikkua yhden pisteen.
fr: Une pièce peut se déplacer de 1 point.
gu: એક ભાગ 1 પોઇન્ટ ખસેડી શકે છે.
he: חתיכה יכולה להזיז נקודה אחת.
hi: एक टुकड़ा 1 बिंदु आगे बढ़ सकता है।
hr: Figura se može pomaknuti za jedno mjesto.
hu: Egy korong vonal mentén csakis a következő mezőre léphet.
hy: Խաղաքարը կարող է շարժվել 1 կետ:
id: Sebuah bidak dapat bergerak 1 poin.
is: Stykkið getur færst um 1 punkt.
it: Un pezzo può muovere di 1 punto.
ja: 駒は1ポイント移動できます。
km: កូនអុកអាចផ្លាស់ទីបាន 1 ចំណុច។
kn: ಒಂದು ತುಂಡು 1 ಬಿಂದುವನ್ನು ಚಲಿಸಬಹುದು.
ko: 말을 한 칸 이동할 수 있습니다.
lt: Figūra gali judėti 1 tašku.
lv: Figūra var pārvietoties par 1 punktu.
mk: Парче може да помести 1 поен.
ms: Sekeping boleh bergerak 1 mata.
my: အပိုင်းတစ်ခုသည် ၁ မှတ်ကို ရွှေ့နိုင်သည်။
nb: Et stykke kan flytte 1 poeng.
nl: Een stuk kan 1 punt bewegen.
pl: Kawałek może poruszyć się o 1 punkt.
pt: Uma peça pode mover 1 ponto.
ro: O piesă poate fi mișcată doar pe punctul imediat învecinat.
ru: Фигура может переместиться на 1 очко.
si: කැටයමක් කඩයක් හරවා ගත හැක.
sk: Figúrka sa môže presunúť o 1 pole.
sl: Figura se lahko premakne za 1 točko.
sq: Një pjesë mund të lëvizë 1 pikë.
sr: Комад може да помери 1 бод.
sv: En pjäs kan förflytta sig 1 poäng.
sw: Kipande kinaweza kusonga pointi 1.
ta: ஒரு துண்டு 1 புள்ளியை நகர்த்த முடியும்.
te: ఒక ముక్క 1 పాయింట్‌ను కదిలించగలదు.
th: หมากหนึ่งตัวสามารถเคลื่อนไปได้ 1 จุด
tr: Bir taş sadece bitişik bir noktaya hareket edebilir.
uk: Фішка може переміститися на 1 очко.
ur: ایک ٹکڑا 1 پوائنٹ منتقل کر سکتا ہے۔
uz: Bir parcha 1 nuqtani siljitishi mumkin.
vi: Một mảnh có thể di chuyển 1 điểm.
zh: 请走到相邻空位
zh_hant: 請走到相鄰空位
zu: Isiqephu singanyakazisa iphoyinti elingu-1.
