Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# enteredFlyingPhase
source: Now entered the flying phase, the opponent's pieces can jump to any empty point on the board. You can turn off the flying rule in the "Rule Settings".
af: Noudat die vliegfase begin het, kan die teenstander se stukke na enige leë punt op die bord spring. Jy kan die vlieënde reël afskakel in die "Reëlinstellings".
am: አሁን ወደ መብረር ዘመን ገብተዋል፤ ተጫዋች ቁልፎች በጨዋታ ቦርዱ ላይ ወደ አንዳንድ ባዶ ነጥቦች ሊዘላሉ ይችላሉ። መብረር ህግን በአማራጭ ከ "ህግ ቅንብሮች" ውስጥ መዝጋት ትችላላችሁ።
ar: دخلت الآن مرحلة الطيران ، يمكن لقطع الخصم القفز إلى أي نقطة فارغة على اللوحة. يمكنك إيقاف تشغيل قاعدة الطيران في "إعدادات القاعدة".
az: İndi uçma mərhələsinə girdi, rəqibin fiqurları lövhədə istənilən boş nöqtəyə atlaya bilər. Uçuş qaydasını "Qayda Parametrləri"ndə söndürə bilərsiniz.
be: Цяпер у фазе палёту фігуры суперніка могуць скакаць у любую пустую кропку на дошцы. Вы можаце адключыць правіла палётаў у «Наладах правілаў».
bg: След навлизане във фазата на летене фигурите на противника могат да скочат до всяка празна точка на дъската. Можете да изключите правилото за летене в „Настройки на правилото“.
bn: এখন উড়ন্ত পর্বে প্রবেশ করেছে, প্রতিপক্ষের টুকরো বোর্ডের যে কোনও খালি পয়েন্টে লাফ দিতে পারে। আপনি "নিয়ম সেটিংস" এ উড়ন্ত নিয়মটি বন্ধ করতে পারেন।
bo: ད་ལྟ་འཕུར་རིམ་དུ་ཞུགས་པ་ཡིན། ཁ་གཏད་རྩེད་འགྲན་པའི་རྡེལ་རྣམས་རྩེད་པང་ཐོག་གི་སྟོང་ས་གང་རུང་དུ་མཆོང་ཐུབ། ཁྱོད་ཀྱིས་“སྒྲིག་སྲོལ་གཞི་སྒྲིག་”ནང་འཕུར་སྒྲིག་སྲོལ་སྒོ་རྒྱག་ཆོག
ca: Ara ha començat la fase de vol; les peces de l'oponent poden saltar a qualsevol punt buit del tauler. Podeu desactivar aquesta regla a «Configuració de les regles».
cs: Nyní vstoupila fáze létání, soupeřovy figurky mohou skákat na jakýkoli prázdný bod na desce. Pravidlo létání můžete vypnout v "Nastavení pravidel".
da: Når du er kommet ind i flyvefasen, kan modstanderens brikker hoppe til et hvilket som helst tomt punkt på brættet. Du kan slå flyvereglen fra i "Regelindstillinger".
de: Jetzt in die Flugphase eingetreten, können die Figuren des Gegners zu jedem leeren Punkt auf dem Brett springen. Sie können die Flugregel in den "Regeln" deaktivieren.
el: Τώρα που μπήκε στη φάση πτήσης, τα πιόνια του αντιπάλου μπορούν να πηδήξουν σε οποιοδήποτε κενό σημείο του ταμπλό. Μπορείτε να απενεργοποιήσετε τον κανόνα πτήσης στις "Ρυθμίσεις κανόνων".
es: Ahora que hemos entrado en la fase de salto, las piezas contrarias pueden saltar a cualquier espacio vacío del tablero. Puede desactivar la regla de rebote en "Configuración de reglas".
et: Nüüd lendamisfaasi sisenedes võivad vastase nupud hüpata suvalisse tühja punkti laual. Lennureegli saate välja lülitada jaotises "Reegli seaded".
fa: حالا که وارد فاز پرواز شده، مهره‌های حریف می توانند به هر نقطه خالی روی تخته بپرند. می توانید قانون پرواز را در "تنظیمات قانون" خاموش کنید.
fi: Nyt lentovaiheessa vastustajan nappulat voivat hypätä mihin tahansa tyhjään kohtaan laudalla. Voit kytkeä lentosäännön pois päältä "Sääntöasetuksissa".
fr: Maintenant la phase de vol débutée, les pièces de l'adversaire peuvent sauter vers n'importe quel point vide du plateau. Vous pouvez désactiver la règle de vol dans les "Paramètres de règle".
gu: હવે ઉડતા તબક્કામાં પ્રવેશ કર્યો છે, વિરોધીના ટુકડાઓ બોર્ડ પરના કોઈપણ ખાલી બિંદુ પર કૂદી શકે છે. તમે "નિયમ સેટિંગ્સ" માં ફ્લાઇંગ નિયમને બંધ કરી શકો છો.
he: כעת נכנסו לשלב הטיסה, הכלים של היריב יכולים לקפוץ לכל נקודה ריקה על הלוח. אתה יכול לבטל את כלל המעוף ב"הגדרות כללים".
hi: अब उड़ान चरण में प्रवेश कर चुके हैं, प्रतिद्वंद्वी के गोटियां बोर्ड पर किसी भी खाली बिंदु पर कूद सकती हैं। आप "नियम सेटिंग्स" में उड़ान नियम को बंद कर सकते हैं।
hr: Sada kada smo ušli u fazu skakanja, protivničke figure mogu skakati na bilo koje prazno mjesto na ploči. Pravilo skakanja se može isključiti u „Postavke pravila”.
hu: A repülési fázisba lépve az ellenfeled bármely korongja a tábla bármely üres mezőjére ugorhat.
hy: Այժմ մտել է թռիչքի փուլ, հակառակորդի խաղաքարերը կարող են ցատկել խաղատախտակի ցանկացած դատարկ կետ: Դուք կարող եք անջատել թռիչքի կանոնը «Կանոնների կարգավորումներում»:
id: Sekarang memasuki fase terbang, bidak lawan bisa melompat ke titik kosong mana pun di papan. Anda dapat mematikan aturan terbang di "Pengaturan Aturan".
is: Nú þegar komið er inn í fljúgandi áfanga, geta stykki andstæðingsins hoppað á hvaða tóma stað sem er á borðinu. Þú getur slökkt á flugreglunni í „Reglunarstillingum“.
it: Entrati ora nella fase di volo, i pezzi dell'avversario possono saltare in qualsiasi punto vuoto della scacchiera. Puoi disattivare la regola di volo nelle "Impostazioni regole".
ja: 飛行フェイズに入ると、対戦相手の駒はボード上の空いている場所にジャンプできます。 「ルール設定」で飛行ルールをオフにすることができます。
km: ឥឡូវនេះបានចូលដល់ដំណាក់កាលហោះហើយ កូនអុករបស់គូប្រកួតអាចលោតទៅចំណុចទទេណាមួយនៅលើក្តារ។ អ្នកអាចបិទច្បាប់ហោះនៅក្នុង "ការកំណត់ច្បាប់"។
kn: ಈಗ ಹಾರುವ ಹಂತವನ್ನು ಪ್ರವೇಶಿಸಿದೆ, ಎದುರಾಳಿಯ ತುಣುಕುಗಳು ಬೋರ್ಡ್‌ನಲ್ಲಿ ಯಾವುದೇ ಖಾಲಿ ಬಿಂದುವಿಗೆ ಹೋಗಬಹುದು. ನೀವು "ನಿಯಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳು" ನಲ್ಲಿ ಹಾರುವ ನಿಯಮವನ್ನು ಆಫ್ ಮಾಡಬಹುದು.
ko: 비행 단계에 접어들어 상대방의 말은 보드 어디든 빈 자리로 점프할 수 있습니다. "규칙 설정"에서 비행 규칙을 비활성화할 수 있습니다.
lt: Įėjus į skraidymo fazę, priešininko figūros gali šokti į bet kurį tuščią lentos tašką. Skrydžio taisyklę galite išjungti „Taisyklių nustatymuose“.
lv: Tagad iegājis lidošanas fāzē, pretinieka figūras var pārlēkt uz jebkuru tukšu punktu uz galda. Lidošanas kārtulu varat izslēgt sadaļā "Noteikumu iestatījumi".
mk: Сега влезе во фазата на летање, фигурите на противникот можат да скокаат на која било празна точка на таблата. Можете да го исклучите правилото за летање во „Поставки за правила“.
ms: Kini memasuki fasa terbang, kepingan lawan boleh melompat ke mana-mana titik kosong di papan. Anda boleh mematikan peraturan terbang dalam "Tetapan Peraturan".
my: ယခု ပျံသန်းခြင်းအဆင့်သို့ ရောက်ရှိလာပြီး ပြိုင်ဘက်၏ အစိတ်အပိုင်းများသည် ဘုတ်ပေါ်ရှိ မည်သည့်နေရာမဆို လွတ်သွားနိုင်သည်။ "စည်းကမ်းဆက်တင်များ" တွင် ပျံသန်းမှုစည်းမျဉ်းကို သင်ပိတ်နိုင်သည်။
nb: Nå inn i flyfasen, kan motstanderens brikker hoppe til et hvilket som helst tomt punkt på brettet. Du kan slå av flyregelen i "Regelinnstillinger".
nl: Nu de vliegende fase is ingegaan, kunnen de stukken van de tegenstander naar elk leeg punt op het bord springen. U kunt de vliegregel uitschakelen in de "Regelinstellingen".
pl: Po wejściu w fazę latania pionki przeciwnika mogą przeskoczyć do dowolnego pustego miejsca na planszy. Regułę latania można wyłączyć w „Ustawieniach reguł”.
pt: Agora que entrou na fase de vôo, as peças do adversário podem pular para qualquer ponto vazio do tabuleiro. Você pode desativar a regra de vôo nas "Configurações de regras".
ro: Intrate acum în faza de zbor, piesele adversarului pot sări în orice punct gol de pe tablă. Puteți dezactiva regula de zbor în „Setări reguli”.
ru: Теперь наступила фаза полета, фигуры противника могут прыгнуть в любую свободную точку на доске. Вы можете отключить правило полета в «Настройках правила».
si: දැන් පියාසර අවධියට ප්‍රවේශ විය, ප්‍රතිපක්ෂයේ කැබලි සමහරවිට පුවරුවේ හිස් ස්ථානයකට පියාසර කළ හැකිය. "නීති සැකසුම්" හි පියාසර නීතිය අක්‍රීය කළ හැකිය.
sk: Teraz vstúpil do fázy lietania, súperove figúrky môžu skákať na ľubovoľný prázdny bod na šachovnici. Pravidlo lietania môžete vypnúť v časti „Nastavenia pravidiel“.
sl: Ko ste vstopili v fazo letenja, lahko nasprotnikove figure skočijo na katero koli prazno točko na plošči. Pravilo letenja lahko izklopite v "Nastavitve pravila".
sq: Tani që hynë në fazën e fluturimit, pjesët e kundërshtarit mund të kërcejnë në çdo pikë boshe në tabelë. Mund ta çaktivizoni rregullin e fluturimit në "Cilësimet e rregullave".
sr: Сада када сте ушли у фазу летења, противничке фигуре могу скочити на било коју празну тачку на табли. Можете да искључите правило летења у „Подешавања правила“.
sv: Nu när man kommit in i flygfasen, kan motståndarens pjäser hoppa till vilken tom punkt som helst på brädet. Du kan stänga av flygregeln i "Regelinställningar".
sw: Sasa imeingia kwenye awamu ya kuruka, vipande vya mpinzani vinaweza kuruka kwenye sehemu yoyote tupu kwenye ubao. Unaweza kuzima utawala wa kuruka katika "Mipangilio ya Kanuni".
ta: இப்போது பறக்கும் கட்டத்தில் நுழைந்தது, எதிரியின் துண்டுகள் பலகையில் உள்ள எந்த வெற்று இடத்திற்கும் செல்லலாம். "விதி அமைப்புகள்" இல் பறக்கும் விதியை நீங்கள் அணைக்கலாம்.
te: ఇప్పుడు ఎగిరే దశలోకి ప్రవేశించింది, ప్రత్యర్థి పావులు బోర్డ్‌లోని ఏదైనా ఖాళీ పాయింట్‌కి వెళ్లవచ్చు. మీరు "రూల్ సెట్టింగ్‌లు"లో ఫ్లయింగ్ నియమాన్ని ఆఫ్ చేయవచ్చు.
th: ตอนนี้เข้าสู่ช่วงการบิน ชิ้นส่วนของฝ่ายตรงข้ามสามารถข้ามไปยังจุดที่ว่างบนกระดานได้ คุณสามารถปิดกฎการบินได้ใน "การตั้งค่ากฎ"
tr: Artık 'Uçma Aşaması'na geçildi, rakip taşlar tahtadaki herhangi bir boş yere atlayabilir. 'Kural Ayarları'ndan uçuş kuralını devre dışı bırakabilirsiniz.
uk: Тепер у фазі польоту фігури супротивника можуть стрибати на будь-яку порожню точку на дошці. Ви можете вимкнути правило польоту в «Налаштуваннях правил».
ur: اب پرواز کے مرحلے میں داخل ہو چکے ہیں، مخالف کے ٹکڑے بورڈ پر کسی بھی خالی جگہ پر جا سکتے ہیں۔ آپ فلائنگ رول کو "قواعد کی ترتیبات" میں بند کر سکتے ہیں۔
uz: Endi uchish bosqichiga kirdi, raqibning donalari doskadagi istalgan bo'sh nuqtaga sakrashi mumkin. "Qoida sozlamalari" da uchish qoidasini o'chirib qo'yishingiz mumkin.
vi: Bây giờ đã bước vào giai đoạn bay, các quân cờ của đối phương có thể nhảy đến bất kỳ điểm trống nào trên bàn cờ. Bạn có thể tắt quy tắc bay trong "Cài đặt quy tắc".
zh: 现已进入“飞行阶段”，对方棋子可跳到棋盘上的任意空点。您可以在“规则设置”中关闭飞子规则。
zh_hant: 現已進入「飛行階段」，對方棋子可跳到棋盤上的任意空點。您可以在「規則設置」中關閉飛子規則。
zu: Manje sekungene isigaba sokundiza, izingcezu zomphikisi zingagxumela kunoma iyiphi indawo engenalutho ebhodini. Ungakwazi ukuvala umthetho endizayo kokuthi "Izilungiselelo Zomthetho".

source: When stalemate
af: Wanneer 'n dooiepunt bereik word
am: በማጣበቅ ጊዜ
ar: عند الجمود
az: Durğunlaşanda
be: Калі тупік
bg: При патова ситуация
bn: যখন অচলাবস্থা
bo: འགུལ་མེད་སྐབས།
ca: Quan hi ha ofegat
cs: Při patové situaci
da: Når dødvande
de: Bei Patt
el: Όταν βρίσκεται σε αδιέξοδο
es: Cuando está atascado
et: Kui ummikseisus
fa: وقتی بن بست
fi: Kun pattitilantessa
fr: Quand il y a impasse
gu: જ્યારે મડાગાંઠ
he: כאשר קיפאון
hi: जब गतिरोध
hr: Pat situacija
hu: Amikor patthelyzet
hy: Երբ փակուղում
id: Ketika kebuntuan
is: Þegar pattstaða
it: Quando stallo
ja: 膠着状態のとき
km: នៅពេលជាប់គាំង
kn: ಸ್ಥಗಿತಗೊಂಡಾಗ
ko: 교착 상태일 때
lt: Kai aklavietė
lv: Kad strupceļš
mk: Кога е во ќор-сокак
ms: Apabila kebuntuan
my: ရှေ့မတိုးနောက်မဆုတ်ဖြစ်တဲ့အခါ
nb: Når det står fast
nl: Bij patstelling
pl: Kiedy impas
pt: Quando o impasse
ro: Când în impas
ru: Когда тупик
si: ජරාවක් වූ විට
sk: Pri patovej situácii
sl: Ob zastoju
sq: Kur në ngërç
sr: Када застој
sv: När ett dödläge
sw: Wakati mkwamo
ta: முட்டுக்கட்டை போது
te: ప్రతిష్టంభన ఏర్పడినప్పుడు
th: เมื่อจนมุม
tr: Çıkmaza girildiğinde
uk: Коли пат
ur: جب تعطل
uz: Turg'unlashganda
vi: Khi bế tắc
zh: 当无子可走时
zh_hant: 當無子可走時
zu: Lapho i-stalemate

# whenStalemate_Detail
source: What action follows when no piece can be moved?
af: Watter aksie volg wanneer geen stuk geskuif kan word nie?
am: አንድ ቁራጭ ቢታንክር ምን ይከተላል?
ar: ما هو العمل الذي يتبع عندما لا يمكن تحريك أي قطعة؟
az: Heç bir parça köçürülə bilməyəndə hansı hərəkəti izləyir?
be: Якое дзеянне адбываецца, калі нельга перасунуць ні адну фігуру?
bg: Какво действие следва, когато нито една фигура не може да бъде преместена?
bn: কোন ক্রিয়াটি অনুসরণ করে যখন কোন অংশ সরানো যায় না?
bo: རྡེལ་གང་ཡང་སྤོ་འགུལ་མི་ཐུབ་པའི་སྐབས་གཤམ་གྱི་བྱ་སྤྱོད་གང་སྤེལ།
ca: Quina acció s'aplica quan no es pot moure cap peça?
cs: Jaká akce následuje, když nelze pohnout žádnou figurkou?
da: Hvilken handling følger, når ingen brik kan flyttes?
de: Was passiert, wenn kein Stein bewegt werden kann?
el: Ποια ενέργεια ακολουθεί όταν κανένα κομμάτι δεν μπορεί να μετακινηθεί;
es: ¿Qué pasa si no se puede mover ninguna pieza?
et: Mis toiming järgneb, kui ühtegi tükki ei saa liigutada?
fa: وقتی هیچ مهره‌ای قابل جابجایی نباشد چه عملی انجام می شود؟
fi: Mitä toimia seuraa kun yhtäkään nappulaa ei voi siirtää?
fr: Quelle action effectuer lorsqu'aucune pièce ne peut être déplacée ?
gu: જ્યારે કોઈ ભાગ ખસેડી શકાતો નથી ત્યારે કઈ ક્રિયા થાય છે?
he: איזו פעולה תופיע כאשר לא ניתן להזיז כל חלק?
hi: जब कोई टुकड़ा नहीं ले जाया जा सकता है तो क्या कार्रवाई होती है?
hr: Koja radnja slijedi kada se nijedna figura ne može pomaknuti?
hu: Mi történik, ha egyetlen darabot sem lehet mozgatni?
hy: Ի՞նչ գործողություն է հաջորդում, երբ ոչ մի կտոր հնարավոր չէ տեղափոխել:
id: Tindakan apa yang terjadi jika tidak ada bagian yang dapat dipindahkan?
is: Hvaða aðgerð fylgir þegar ekki er hægt að færa neinn bita?
it: Quale azione segue quando nessun pezzo può essere mosso?
ja: 駒を動かせない場合の次のアクションは?
km: តើសកម្មភាពអ្វីកើតឡើងនៅពេលគ្មានកូនអុកណាមួយអាចផ្លាស់ទីបាន?
kn: ಯಾವುದೇ ತುಂಡನ್ನು ಸರಿಸಲು ಸಾಧ್ಯವಾಗದಿದ್ದಾಗ ಯಾವ ಕ್ರಮ ಅನುಸರಿಸುತ್ತದೆ?
ko: 말을 움직일 수 없을 때 어떤 조치가 이어지나요?
lt: Kokie veiksmai atliekami, kai negalima perkelti nė vienos dalies?
lv: Kāda darbība notiek, ja nevienu gabalu nevar pārvietot?
mk: Какво дејство следи кога ниедно парче не може да се помести?
ms: Apakah tindakan yang berlaku apabila tiada kepingan boleh digerakkan?
my: မည်သည့်အရာမျှ မရွေ့နိုင်သောအခါတွင် မည်သို့လုပ်ဆောင်ရမည်နည်း။
nb: Hvilken handling følger når ingen brikker kan flyttes?
nl: Welke actie volgt als er geen stuk kan worden verplaatst?
pl: Jaka akcja następuje, gdy nie można poruszyć żadnej figury?
pt: Que ação se segue quando nenhuma peça pode ser movida?
ro: Ce acțiune urmează când nicio piesă nu poate fi mutată?
ru: Какое действие следует, если ни одна фигура не может быть перемещена?
si: කැබලියක් චලනය කළ නොහැකි විට පසුවන ක්‍රියාව කුමක්ද?
sk: Aká akcia nasleduje, keď nie je možné pohnúť žiadnou figúrkou?
sl: Kakšno dejanje sledi, ko ni mogoče premakniti nobene figure?
sq: Çfarë veprimi pason kur asnjë pjesë nuk mund të zhvendoset?
sr: Која радња следи када се ниједан комад не може померити?
sv: Vilken åtgärd följer när ingen pjäs kan flyttas?
sw: Ni hatua gani hufuata wakati hakuna kipande kinachoweza kusongeshwa?
ta: எந்தவொரு பகுதியையும் நகர்த்த முடியாதபோது என்ன நடவடிக்கை பின்வருமாறு?
te: ఏ భాగాన్ని తరలించలేనప్పుడు ఏ చర్య అనుసరిస్తుంది?
th: การดำเนินการใดที่ตามมาเมื่อไม่สามารถเคลื่อนย้ายชิ้นส่วนได้
tr: Hiçbir taş hareket ettirilemiyorsa hangi aksiyon alınır?
uk: Яка дія виконується, якщо жодну фігуру не можна перемістити?
ur: جب کوئی ٹکڑا منتقل نہیں کیا جا سکتا تو کیا عمل ہوتا ہے؟
uz: Hech qanday bo'lakni ko'chirish mumkin bo'lmasa, qanday harakat bajariladi?
vi: Hành động nào tiếp theo khi không thể di chuyển quân nào?
zh: 当无子可走时，接下来的动作为？
zh_hant: 當無子可走時，接下來的動作為？
zu: Isiphi isenzo esilandelayo lapho ucezu lungasuswa?

# endWithStalemateLoss
source: End with a stalemate loss for the side that is blocked.
af: Eindig met 'n dooiepunt-verlies vir die span wat geblokkeer is.
am: ከተጠበየ በኩል ከታጣበቀው ተጫዋች ግራር ማጣበቅ ለመጨረሻ ሚዛን ተመኘ።
ar: إنهاء بخسارة بسبب الجمود للجانب الذي تم حظره.
az: Tıxanmış tərəf üçün çıxılmaz itki ilə başa çatın.
be: Скончыцца паразай у тупік для заблакаванага боку.
bg: Край със загуба в безизходица.
bn: একটি অচলাবস্থা হার সঙ্গে শেষ.
bo: འགུལ་མེད་ཕམ་ཁ་ཞིག་གིས་འགོག་རྐྱེན་ཐེབས་པའི་ཕྱོགས་མཇུག་བསྡུ།
ca: Acaba amb derrota per ofegat per al costat blocat.
cs: Konec patovou prohrou.
da: Slut med et dødvande tab.
de: Beenden Sie mit einem Pattverlust für die Seite, die blockiert ist.
el: Τέλος με αδιέξοδο απώλεια.
es: Termina con una derrota por empate para el bando bloqueado.
et: Lõpeta ummikkaotusega.
fa: با یک باخت در بن بست برای طرفی که مسدود شده است پایان دهید.
fi: Loppu umpikujaan.
fr: Terminez par une défaite par impasse pour le camp qui est bloqué.
gu: મડાગાંઠની ખોટ સાથે અંત.
he: סיים עם הפסד קיפאון לצד שנחסם.
hi: गतिरोध हार के साथ समाप्त करें।
hr: Završite s izgubljenim patom za stranu koja je blokirana.
hu: Vége a blokkolt oldal patthelyzeti veszteségével.
hy: Ավարտեք փակուղային կորուստով այն կողմի համար, որը արգելափակված է:
id: Berakhir dengan kekalahan telak.
is: Enda með pattstöðu tapi fyrir hliðina sem er læst.
it: Termina con una perdita di stallo.
ja: ブロックされた側のステイルメイトによる負けで終了します。
km: បញ្ចប់ដោយការចាញ់ដោយជាប់គាំងសម្រាប់ភាគីដែលត្រូវបានរារាំង។
kn: ಸ್ಥಬ್ದ ನಷ್ಟದೊಂದಿಗೆ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ.
ko: 막힌 쪽은 교착 상태로 인해 패배로 끝납니다.
lt: Baigti su aklavietės praradimu.
lv: Beidziet ar strupceļa zaudējumu.
mk: Заврши со загуба во ќор-сокак.
ms: Berakhir dengan kekalahan yang buntu.
my: ပိတ်ဆို့ထားသောဘက်ခြမ်းအတွက် ရှေ့မတိုးနောက်မဆုတ် ဆုံးရှုံးမှုဖြင့် အဆုံးသတ်ပါ။
nb: Avslutt med et dødsulykketap.
nl: Eindig met verlies door patstelling.
pl: Koniec z impasową porażką.
pt: Terminar com uma perda por impasse.
ro: Încheiați cu o pierdere în impas pentru partea care este blocată.
ru: Конец с патовой потерей для стороны, которая заблокирована.
si: අවහිර කරන ලද පැත්ත සඳහා ජරාවක් පරාජයක් ලෙස අවසන් කරන්න.
sk: Koniec patovou prehrou.
sl: Končajte z izgubo na pat poziciji.
sq: Përfundoni me një humbje në ngërç.
sr: Завршите са губитком.
sv: Sluta med en dödläge förlust.
sw: Maliza kwa hasara iliyosimama kwa upande ambao umezuiwa.
ta: தடுக்கப்பட்ட பக்கத்திற்கு ஒரு முட்டுக்கட்டை இழப்புடன் முடிக்கவும்.
te: ప్రతిష్టంభన నష్టంతో ముగించండి.
th: จบลงด้วยการสูญเสียทางตัน
tr: Çıkmaz kaybıyla bitirin.
uk: Закінчується програшем у глухий кут для заблокованої сторони.
ur: جس طرف مسدود ہے اس کے لیے تعطل کے نقصان کے ساتھ اختتام کریں۔
uz: Turg'un yo'qotish bilan yakunlang.
vi: Kết thúc với một trận thua bế tắc cho bên bị chặn.
zh: 因无子可走而判负。
zh_hant: 因無子可走而判負。
zu: Phelisa ngokulahlekelwa okumile ohlangothini oluvinjiwe.

# changeSideToMove
source: Change the side to move.
af: Verander die kant om te beweeg.
am: የእንቅስቃሴን በኩል ቀይር።
ar: تغيير الطرف الذي يتحرك.
az: Hərəkət etmək üçün tərəfi dəyişdirin.
be: Зменіце бок, каб рухацца.
bg: Променете страната, за да се движите.
bn: সরানোর জন্য পাশ পরিবর্তন করুন।
bo: སྤོ་འགུལ་ཕྱོགས་བརྗེ།
ca: Canvia el torn a l'oponent.
cs: Změňte stranu pro pohyb.
da: Skift side for at flytte.
de: Wechsle die Seite, um dich zu bewegen.
el: Αλλάξτε την πλευρά για να μετακινηθείτε.
es: Cambia el lado a mover.
et: Muutke liikumiseks külge.
fa: سمت را برای حرکت تغییر دهید.
fi: Vaihda puolta liikkuaksesi.
fr: Changez de côté pour vous déplacer.
gu: ખસેડવા માટે બાજુ બદલો.
he: שנה את הצד כדי לזוז.
hi: स्थानांतरित करने के लिए पक्ष बदलें।
hr: Promijenite stranu za pomicanje.
hu: Változtassa meg az oldalt a mozgáshoz.
hy: Փոխեք կողմը շարժվելու համար:
id: Ubah sisi untuk bergerak.
is: Skiptu um hlið til að færa.
it: Cambia il lato per muoverti.
ja: 手番を交代します。
km: ប្តូរវេនផ្លាស់ទី។
kn: ಸರಿಸಲು ಬದಿಯನ್ನು ಬದಲಾಯಿಸಿ.
ko: 이동할 면을 변경합니다.
lt: Norėdami judėti, pakeiskite šoną.
lv: Mainiet pusi, lai pārvietotos.
mk: Сменете ја страната за да се движите.
ms: Tukar sisi untuk bergerak.
my: ရွှေ့ရန် ဘေးကို ပြောင်းပါ။
nb: Bytt side for å flytte.
nl: Verander de kant om te bewegen.
pl: Zmień stronę, aby się poruszać.
pt: Mude o lado para mover.
ro: Schimbați partea pentru a muta.
ru: Меняйте сторону, чтобы двигаться.
si: චලනය කිරීම සඳහා පැත්ත වෙනස් කරන්න.
sk: Zmeňte stranu na pohyb.
sl: Za premikanje spremenite stran.
sq: Ndryshoni anën për të lëvizur.
sr: Промените страну да бисте се померили.
sv: Byt sida för att flytta.
sw: Badilisha upande ili kusonga.
ta: நகர்த்த பக்கத்தை மாற்றவும்.
te: తరలించడానికి వైపు మార్చండి.
th: เปลี่ยนด้านที่จะย้าย
tr: Hareket etmek için tarafı değiştirin.
uk: Змініть сторону для руху.
ur: حرکت کرنے کے لیے سائیڈ کو تبدیل کریں۔
uz: Harakat qilish uchun tomonni o'zgartiring.
vi: Thay đổi bên để di chuyển.
zh: 改由对手继续走棋。
zh_hant: 改由對手繼續走棋。
zu: Shintsha uhlangothi ukuze uhambise.

# removeOpponentsPieceAndMakeNextMove
source: Remove one of the opponent's pieces and make the next move.
af: Verwyder een van die teenstander se stukke en maak die volgende skuif.
am: ከተቀናቃኙ ተጫዋች ቁልፍ አንዱን ውስድ እና ቀጣዩን እንቅስቃሴ አድርግ።
ar: قم بإزالة إحدى قطع الخصم وقم بالحركة التالية.
az: Rəqibin fiqurlarından birini çıxarın və növbəti hərəkəti edin.
be: Прыбярыце адну з фігур суперніка і зрабіце наступны ход.
bg: Премахнете една от фигурите на противника и направете следващия ход.
bn: প্রতিপক্ষের একটি টুকরা সরান এবং পরবর্তী পদক্ষেপ করুন।
bo: ཁ་གཏད་རྩེད་འགྲན་པའི་རྡེལ་གཅིག་བསུབ་པ་དང་འགུལ་རྗེས་མ་སྤེལ།
ca: Retireu una peça de l'oponent i feu el següent moviment.
cs: Odstraňte jednu ze soupeřových figurek a proveďte další tah.
da: Fjern en af modstanderens brikker og lav det næste træk.
de: Entfernen Sie einen der Steine des Gegners und machen Sie den nächsten Zug.
el: Αφαιρέστε ένα από τα κομμάτια του αντιπάλου και κάντε την επόμενη κίνηση.
es: Elimina una de las piezas del adversari@ y realiza el siguiente movimiento.
et: Eemaldage üks vastase nuppudest ja tehke järgmine käik.
fa: یکی از مهره‌های حریف را بردارید و حرکت بعدی را انجام دهید.
fi: Poista yksi vastustajan nappuloista ja tee seuraava siirto.
fr: Retirez l'une des pièces de l'adversaire et effectuez le coup suivant.
gu: વિરોધીના ટુકડામાંથી એકને દૂર કરો અને આગળની ચાલ કરો.
he: הסר את אחד הכלים של היריב ועשה את המהלך הבא.
hi: विरोधी की एक गोटी हटाएं और अगली चाल चलें।
hr: Uklonite jednu od protivničkih figura i napravite sljedeći potez.
hu: Távolítsd el az ellenfél egyik bábuját, és tedd meg a következő lépést.
hy: Հեռացրեք հակառակորդի խաղաքարերից մեկը և կատարեք հաջորդ քայլը:
id: Hapus salah satu bidak lawan dan lakukan langkah selanjutnya.
is: Fjarlægðu einn af stykki andstæðingsins og gerðu næstu hreyfingu.
it: Rimuovi uno dei pezzi dell'avversario e fai la mossa successiva.
ja: 対戦相手の駒を1つ取り除き、次の動きをします。
km: ដកកូនអុកមួយរបស់គូប្រកួតចេញ ហើយធ្វើចលនាបន្ទាប់។
kn: ಎದುರಾಳಿಯ ತುಂಡುಗಳಲ್ಲಿ ಒಂದನ್ನು ತೆಗೆದುಹಾಕಿ ಮತ್ತು ಮುಂದಿನ ನಡೆಯನ್ನು ಮಾಡಿ.
ko: 상대방의 말 하나를 제거하고 다음 수를 둡니다.
lt: Pašalinkite vieną iš priešininko figūrų ir atlikite kitą ėjimą.
lv: Noņemiet vienu no pretinieka figūrām un veiciet nākamo gājienu.
mk: Отстранете една од фигурите на противникот и направете го следниот потег.
ms: Keluarkan salah satu kepingan lawan dan buat langkah seterusnya.
my: ပြိုင်ဘက်၏အပိုင်းအစများကို ဖယ်ရှားပြီး နောက်တစ်ဆင့်ကို ရွှေ့ပါ။
nb: Fjern en av motstanderens brikker og gjør neste trekk.
nl: Verwijder een van de stukken van de tegenstander en doe de volgende zet.
pl: Usuń jeden z pionków przeciwnika i wykonaj następny ruch.
pt: Remova uma das peças do adversário e faça o próximo movimento.
ro: Scoateți una dintre piesele adversarului și faceți următoarea mișcare.
ru: Уберите одну из фигур соперника и сделайте следующий ход.
si: ප්‍රතිපක්ෂයේ කැබලියක් ඉවත් කර ඊළඟ චලනය කරන්න.
sk: Odstráňte jednu zo súperových figúrok a urobte ďalší ťah.
sl: Odstranite eno od nasprotnikovih figur in naredite naslednjo potezo.
sq: Hiqni një nga pjesët e kundërshtarit dhe bëni lëvizjen tjetër.
sr: Уклоните једну од противничких фигура и направите следећи потез.
sv: Ta bort en av motståndarens pjäser och gör nästa drag.
sw: Ondoa moja ya vipande vya mpinzani na ufanye hatua inayofuata.
ta: எதிராளியின் துண்டுகளில் ஒன்றை அகற்றி அடுத்த நகர்வை மேற்கொள்ளுங்கள்.
te: ప్రత్యర్థి ముక్కల్లో ఒకదాన్ని తీసివేసి, తదుపరి కదలికను చేయండి.
th: นำชิ้นส่วนของคู่ต่อสู้ออกหนึ่งชิ้นแล้วทำการเคลื่อนไหวต่อไป
tr: Rakibin taşlarından birini çıkarın ve bir sonraki hamleyi yapın.
uk: Видаліть одну з фігур супротивника і зробіть наступний хід.
ur: مخالف کے ٹکڑوں میں سے ایک کو ہٹا دیں اور اگلی حرکت کریں۔
uz: Raqibning donalaridan birini olib tashlang va keyingi harakatni bajaring.
vi: Loại bỏ một trong các quân cờ của đối thủ và thực hiện nước đi tiếp theo.
zh: 移除对手的一枚棋子然后自己继续走棋。
zh_hant: 移除對手的一枚棋子然後自己繼續走棋。
zu: Susa eyodwa yezingcezu zombangi bese wenza umnyakazo olandelayo.
