Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# drawOnTheHumanExperienceDetail
source: According to human experience, if you try to win, you will lose. Instead, aim for a draw as your goal and avoid losing the game. Observe your opponent and gently lure them into a position where they may make mistakes. When they show weakness, seize the opportunity and gently push for the win. In this way, you can win the game.
af: Volgens menslike ervaring, as jy probeer wen, sal jy verloor. Streef eerder na 'n gelykop as jou doelwit en vermy om die wedstryd te verloor. Kyk na jou teenstander en lok hulle sagkens in 'n posisie waar hulle foute kan maak. Wanneer hulle swakheid toon, gryp die geleentheid aan en druk saggies vir die oorwinning. Op hierdie manier kan jy die wedstryd wen.
am: በሰው ታሪክ ላይ መመስከር ከፈለጉ መስቀል እንዲያሳልፍ ትችላላችሁ። በምትሳተፍበት እንደ ዋና ግብ መዋልን ይመክሩ እና በግልጽ ስህተት በማድረግ የተከናወነ መስቀል ይቻላል። በእንቅስቃሴ በኩል ስህተት ሲሆን የእጅጉ ብርቱ እንዲሆን መንቀጥቀጥ እንደሚያስፈልግ ተነቀው።
ar: وفقًا للتجربة البشرية ، إذا حاولت الفوز ، فسوف تخسر. بدلاً من ذلك ، استهدف أن يكون التعادل هدفك وتجنب خسارة اللعبة. راقب خصمك وجذبه برفق إلى وضع قد يخطئ فيه. عندما يظهرون ضعفًا ، اغتنم الفرصة وادفع برفق لتحقيق الفوز. بهذه الطريقة ، يمكنك الفوز باللعبة.
az: İnsan təcrübəsinə görə, qalib gəlməyə çalışsan, uduzacaqsan. Bunun əvəzinə, hədəfiniz kimi heç-heçəni hədəfləyin və oyunu uduzmaqdan çəkinin. Rəqibinizi müşahidə edin və yumşaq bir şəkildə səhv edə biləcəkləri bir vəziyyətə gətirin. Zəiflik göstərdikdə, fürsətdən istifadə edin və qələbə üçün yumşaq bir şəkildə itələyin. Bu şəkildə oyunda qalib gələ bilərsiniz.
be: Як сведчыць чалавечы вопыт, калі вы спрабуеце выйграць, вы прайграеце. Замест гэтага пастаўце сваёй мэтай нічыю і пазбягайце пройгрышу. Назірайце за супернікам і асцярожна завабіце яго ў становішча, дзе ён можа зрабіць памылкі. Калі яны дэманструюць слабасць, скарыстайцеся магчымасцю і асцярожна дамагайцеся перамогі. Такім чынам, вы можаце выйграць гульню.
bg: Според човешкия опит, ако се опитате да спечелите, ще загубите. Вместо това се стремете към равенство като ваша цел и избягвайте загубата на играта. Наблюдавайте опонента си и внимателно го примамвайте в позиция, в която може да направи грешки. Когато покажат слабост, грабнете възможността и внимателно настоявайте за победата. По този начин можете да спечелите играта.
bn: মানুষের অভিজ্ঞতা অনুযায়ী জেতার চেষ্টা করলে হেরে যাবে। পরিবর্তে, আপনার লক্ষ্য হিসাবে একটি ড্র করার লক্ষ্য রাখুন এবং খেলা হারানো এড়ান। আপনার প্রতিপক্ষকে পর্যবেক্ষণ করুন এবং তাদের এমন একটি অবস্থানে আলতোভাবে প্রলুব্ধ করুন যেখানে তারা ভুল করতে পারে। যখন তারা দুর্বলতা দেখায়, সুযোগটি কাজে লাগান এবং মৃদুভাবে জয়ের জন্য চাপ দিন। এই ভাবে, আপনি খেলা জিততে পারেন.
bo: འགྲོ་བ་མིའི་ཉམས་མྱོང་ལྟར་ན་རྒྱལ་ཁ་ཐོབ་པར་འབད་བརྩོན་བྱས་ན། དེ་ལས་ལྡོག་སྟེ་ཁྱེད་རང་གི་དམིགས་ཡུལ་དུ་འདྲ་མཉམ་ཡོང་རྒྱུ་དེ་དམིགས་ནས་རྩེད་མོ་ཕམ་རྒྱུ་ལས་གཡོལ་དགོས། ཁྱེད་རང་གི་ཁ་གཏད་ལ་དོ་སྣང་བྱས་ནས་ཁོ་ཚོས་ནོར་འཁྲུལ་བཟོ་སྲིད་པའི་གནས་བབ་ལ་དལ་བུས་ངང་ནས་བསླུ་བྲིད་གཏོང་དགོས། ཁོང་ཚོས་ཞན་ཆ་སྟོན་དུས་གོ་སྐབས་དམ་འཛིན་བྱས་ནས་རྒྱལ་ཁ་ཐོབ་པར་དལ་བུས་ངང་སྐུལ་འདེད་གཏོང་དགོས། དེ་ལྟར་བྱས་ན་རྒྱལ་ཁ་ཐོབ་ཐུབ།
ca: Segons l'experiència humana, si intenteu guanyar directament, potser perdreu. En lloc d'això, intenteu aconseguir un empat i eviteu perdre. Observeu l'oponent i induïu-lo subtilment a cometre errors. Quan mostri debilitat, aprofiteu-ho per a guanyar.
cs: Podle lidských zkušeností, když se pokusíte vyhrát, prohrajete. Místo toho si dejte za cíl remízu a vyhněte se prohře. Pozorujte svého soupeře a jemně ho nalákejte do pozice, kde může dělat chyby. Když ukážou slabost, chopte se příležitosti a jemně zatlačte na vítězství. Tímto způsobem můžete hru vyhrát.
da: Ifølge menneskelig erfaring, hvis du forsøger at vinde, vil du tabe. Sigt i stedet efter uafgjort som dit mål og undgå at tabe spillet. Observer din modstander og lok dem forsigtigt ind i en position, hvor de kan begå fejl. Når de viser svaghed, så gribe chancen og skub forsigtigt til sejren. På denne måde kan du vinde spillet.
de: Nach menschlicher Erfahrung werden Sie verlieren, wenn Sie versuchen zu gewinnen. Wir empfehlen stattdessen ein Unentschieden als Ziel anzustreben und es zu vermeiden es, das Spiel zu verlieren. Beobachten Sie Ihren Gegner und locken Sie ihn sanft in eine Position, in der er Fehler machen kann. Wenn sie Schwäche zeigen, nutzen Sie die Gelegenheit und drängen Sie sanft auf den Sieg. Auf diese Weise können Sie das Spiel gewinnen.
el: Σύμφωνα με την ανθρώπινη εμπειρία, αν προσπαθήσεις να κερδίσεις, θα χάσεις. Αντίθετα, βάλτε στόχο την ισοπαλία και αποφύγετε να χάσετε το παιχνίδι. Παρατηρήστε τον αντίπαλό σας και παρασύρετέ τον απαλά σε μια θέση όπου μπορεί να κάνει λάθη. Όταν δείχνουν αδυναμία, αρπάξτε την ευκαιρία και πιέστε απαλά για τη νίκη. Με αυτόν τον τρόπο, μπορείτε να κερδίσετε το παιχνίδι.
es: Según la experiencia humana, si intentas ganar, perderás. En lugar de eso, busca el empate como objetivo y evita perder la partida. Observa a tu oponente y llévalo suavemente a una posición en la que pueda cometer errores. Cuando muestren debilidad, aprovecha la oportunidad y presiona suavemente para ganar. De este modo, podrás ganar la partida.
et: Inimkogemuse järgi, kui üritad võita, siis kaotad. Selle asemel seadke oma eesmärgiks viik ja vältige mängu kaotamist. Jälgige oma vastast ja meelitage ta õrnalt asendisse, kus nad võivad vigu teha. Kui nad näitavad nõrkust, kasutage võimalust ja suruge õrnalt võidu poole. Sel viisil võite mängu võita.
fa: با توجه به تجربه بشر، اگر برای بردن تلاش کنید، بازنده خواهید شد. در عوض، تساوی را هدف خود قرار دهید و از باختن بازی اجتناب کنید. حریف خود را مشاهده کنید و به آرامی آنها را در موقعیتی قرار دهید که ممکن است اشتباه کنند. وقتی ضعف نشان می دهند، فرصت را غنیمت شمرده و به آرامی برای پیروزی فشار بیاورید. به این ترتیب می توانید برنده بازی شوید.
fi: Ihmiskokemuksen mukaan jos yrität voittaa, häviät. Pyri sen sijaan tasapeliin ja vältä pelin häviämistä. Tarkkaile vastustajaasi ja houkuttele hellästi asentoon, jossa he voivat tehdä virheitä. Kun he osoittavat heikkoutta, tartu tilaisuuteen ja työnnä hellästi voittoon. Tällä tavalla voit voittaa pelin.
fr: Selon l'expérience humaine, si vous essayez de gagner, vous perdrez. Au lieu de cela, visez un match nul comme objectif et évitez de perdre la partie. Observez votre adversaire et attirez-le doucement dans une position où il pourrait faire des erreurs. Quand il montre de la faiblesse, saisissez l'opportunité et poussez doucement pour la victoire. De cette façon, vous pouvez gagner la partie.
gu: માનવીય અનુભવ મુજબ, જો તમે જીતવાનો પ્રયત્ન કરશો, તો તમે હારશો. તેના બદલે, તમારા ધ્યેય તરીકે ડ્રોનું લક્ષ્ય રાખો અને રમત ગુમાવવાનું ટાળો. તમારા પ્રતિસ્પર્ધીનું અવલોકન કરો અને ધીમેધીમે તેમને એવી સ્થિતિમાં આકર્ષિત કરો જ્યાં તેઓ ભૂલો કરી શકે. જ્યારે તેઓ નબળાઈ બતાવે છે, ત્યારે તકનો લાભ લો અને જીત માટે હળવાશથી દબાણ કરો. આ રીતે, તમે રમત જીતી શકો છો.
he: לפי הניסיון האנושי, אם תנסה לנצח, תפסיד. במקום זאת, כוון לתיקו כמטרה שלך והימנע מהפסד במשחק. התבונן ביריב שלך ופתה אותם בעדינות למצב שבו הם עלולים לעשות טעויות. כשהם מראים חולשה, נצלו את ההזדמנות ודחפו בעדינות לניצחון. בדרך זו, אתה יכול לנצח את המשחק.
hi: मानव अनुभव के अनुसार यदि आप जीतने का प्रयास करेंगे तो आप हार जाएंगे। इसके बजाय, अपने लक्ष्य के रूप में ड्रॉ का लक्ष्य रखें और खेल को खोने से बचें। अपने प्रतिद्वंद्वी का निरीक्षण करें और धीरे से उन्हें ऐसी स्थिति में फुसलाएं जहां वे गलतियां कर सकते हैं। जब वे कमजोरी दिखाते हैं, अवसर को जब्त करें और जीत के लिए धीरे-धीरे धक्का दें। इस तरह आप गेम जीत सकते हैं।
hr: Prema ljudskom iskustvu, ako pokušate pobijediti, izgubit ćete. Umjesto toga, ciljajte na neodlučeno kao svoj cilj i izbjegnite gubljenje igre. Promatrajte svog protivnika i namamite ga u poziciju u kojoj bi mogao pogriješiti. Kada pokaže slabost, zgrabite priliku i nježno gurnite za pobjedu. Na taj način možete pobijediti igru.
hu: Az emberi tapasztalatok szerint, ha megpróbálsz nyerni, akkor veszítesz. Ehelyett célozzon döntetlent, és kerülje el a játék elvesztését. Figyeld meg ellenfeledet, és finoman csald olyan helyzetbe, ahol hibázhatnak. Amikor gyengeséget mutatnak, ragadja meg a lehetőséget, és finoman nyomja meg a győzelmet. Ily módon megnyerheti a játékot.
hy: Ըստ մարդկային փորձի՝ եթե փորձես հաղթել, կպարտվես: Փոխարենը նպատակ դրեք ոչ-ոքիին և խուսափեք պարտությունից: Դիտեք ձեր հակառակորդին և նրբորեն հրապուրեք նրան այնպիսի դիրքի, որտեղ նրանք կարող են սխալվել: Երբ նրանք թուլություն են ցույց տալիս, օգտվեք հնարավորությունից և նրբորեն մղեք հաղթանակի: Այսպիսով, դուք կարող եք հաղթել խաղը:
id: Menurut pengalaman manusia, jika Anda mencoba untuk menang, Anda akan kalah. Alih-alih, bidik hasil imbang sebagai tujuan Anda dan hindari kekalahan. Amati lawan Anda dan dengan lembut pancing mereka ke posisi di mana mereka bisa membuat kesalahan. Ketika mereka menunjukkan kelemahan, raih kesempatan itu dan dorong dengan lembut untuk menang. Dengan cara ini, Anda bisa memenangkan permainan.
is: Samkvæmt mannlegri reynslu taparðu ef þú reynir að vinna. Stefni í staðinn að jafntefli sem markmið þitt og forðastu að tapa leiknum. Fylgstu með andstæðingnum þínum og tældu hann varlega í stöðu þar sem hann gæti gert mistök. Þegar þeir sýna veikleika, gríptu tækifærið og ýttu varlega á sigur. Þannig geturðu unnið leikinn.
it: Secondo l'esperienza umana, se provi a vincere, perderai. Punta invece al pareggio come obiettivo ed evita di perdere la partita. Osserva il tuo avversario e attiralo delicatamente in una posizione in cui potrebbe commettere errori. Quando mostrano debolezza, cogli l'opportunità e spingi delicatamente per la vittoria. In questo modo, puoi vincere la partita.
ja: 人間の経験によれば、勝とうとすると負けます。代わりに、目標として引き分けを目指し、ゲームに負けないようにしてください。相手を観察し、相手がミスをしそうな位置にそっと誘い込みます。彼らが弱みを見せたときは、チャンスをつかみ、勝利を目指して優しくプッシュしてください。このようにして、ゲームに勝つことができます。
km: យោងតាមបទពិសោធន៍របស់មនុស្ស ប្រសិនបើអ្នកព្យាយាមឈ្នះ អ្នកនឹងចាញ់។ ផ្ទុយទៅវិញ ចូរមានគោលដៅស្មើជាគោលដៅរបស់អ្នក ហើយជៀសវាងការចាញ់ហ្គេម។ សង្កេតមើលគូប្រកួតរបស់អ្នក ហើយទាក់ទាញពួកគេដោយថ្នមៗទៅកាន់ទីតាំងដែលពួកគេអាចធ្វើខុស។ នៅពេលពួកគេបង្ហាញភាពទន់ខ្សោយ ចាប់យកឱកាស ហើយជំរុញថ្នមៗដើម្បីឈ្នះ។ តាមវិធីនេះ អ្នកអាចឈ្នះហ្គេម។
kn: ಮಾನವ ಅನುಭವದ ಪ್ರಕಾರ, ನೀವು ಗೆಲ್ಲಲು ಪ್ರಯತ್ನಿಸಿದರೆ, ನೀವು ಸೋಲುತ್ತೀರಿ. ಬದಲಾಗಿ, ನಿಮ್ಮ ಗುರಿಯಾಗಿ ಡ್ರಾವನ್ನು ಗುರಿಯಾಗಿರಿಸಿ ಮತ್ತು ಆಟದಲ್ಲಿ ಸೋಲುವುದನ್ನು ತಪ್ಪಿಸಿ. ನಿಮ್ಮ ಎದುರಾಳಿಯನ್ನು ಗಮನಿಸಿ ಮತ್ತು ಅವರು ತಪ್ಪುಗಳನ್ನು ಮಾಡಬಹುದಾದ ಸ್ಥಾನಕ್ಕೆ ಅವರನ್ನು ನಿಧಾನವಾಗಿ ಆಕರ್ಷಿಸಿ. ಅವರು ದೌರ್ಬಲ್ಯವನ್ನು ತೋರಿಸಿದಾಗ, ಅವಕಾಶವನ್ನು ಬಳಸಿಕೊಳ್ಳಿ ಮತ್ತು ಗೆಲುವಿಗೆ ನಿಧಾನವಾಗಿ ತಳ್ಳಿರಿ. ಈ ರೀತಿಯಾಗಿ, ನೀವು ಆಟವನ್ನು ಗೆಲ್ಲಬಹುದು.
ko: 인간의 경험에 따르면 이기려고 하면 지게 됩니다. 대신 무승부를 목표로 삼고 게임에서 지지 않도록 하십시오. 상대방을 관찰하고 실수할 수 있는 위치로 부드럽게 유인합니다. 그들이 약점을 보일 때 기회를 잡고 부드럽게 승리를 위해 밀어붙입니다. 이런 식으로 게임에서 이길 수 있습니다.
lt: Remiantis žmonių patirtimi, jei bandysi laimėti, pralaimėsi. Vietoj to siekite lygiosiomis ir nepralaimėkite žaidimo. Stebėkite savo priešininką ir švelniai pritraukite jį į tokią padėtį, kurioje jie gali klysti. Kai jie parodo silpnumą, pasinaudokite proga ir švelniai stumkite pergalę. Tokiu būdu galite laimėti žaidimą.
lv: Saskaņā ar cilvēku pieredzi, ja jūs mēģināt uzvarēt, jūs zaudējat. Tā vietā tiecieties uz neizšķirtu kā savu mērķi un izvairieties zaudēt spēli. Vērojiet pretinieku un viegli ieviliniet viņu tādā stāvoklī, kurā viņi var kļūdīties. Kad viņi izrāda vājumu, izmantojiet iespēju un maigi spiediet uz uzvaru. Tādā veidā jūs varat uzvarēt spēli.
mk: Според човечкото искуство, ако се обидете да победите, ќе изгубите. Наместо тоа, целјте кон реми како ваша цел и избегнувајте да ја изгубите играта. Набљудувајте го вашиот противник и нежно намами го во позиција каде што може да направи грешки. Кога ќе покажат слабост, искористете ја шансата и нежно притискајте за победа. На овој начин, можете да ја добиете играта.
ms: Mengikut pengalaman manusia, jika anda cuba untuk menang, anda akan kalah. Sebaliknya, sasarkan untuk seri sebagai matlamat anda dan elakkan kalah dalam permainan. Perhatikan lawan anda dan perlahan-lahan tarik mereka ke posisi di mana mereka mungkin membuat kesilapan. Apabila mereka menunjukkan kelemahan, rebut peluang dan tolak perlahan-lahan untuk menang. Dengan cara ini, anda boleh memenangi permainan.
my: လူ့အတွေ့အကြုံအရ အနိုင်ယူဖို့ ကြိုးစားရင် ရှုံးလိမ့်မယ်။ ယင်းအစား၊ သင့်ပန်းတိုင်အဖြစ် သရေတစ်မှတ်ရရှိရန် ရည်မှန်းပြီး ဂိမ်းကို မရှုံးစေပါ။ မင်းရဲ့ပြိုင်ဘက်ကို စောင့်ကြည့်ပြီး အမှားလုပ်မိနိုင်တဲ့ အနေအထားတစ်ခုဆီ ညင်သာစွာ ဆွဲဆောင်ပါ။ အားနည်းချက်တွေပြတဲ့အခါ အခွင့်အလမ်းကို ဆုပ်ကိုင်ပြီး အနိုင်ရဖို့ ညင်သာစွာ တွန်းအားပေးပါ။ ဤနည်းဖြင့် သင်သည် ဂိမ်းကို အနိုင်ယူနိုင်သည်။
nb: Ifølge menneskelig erfaring, hvis du prøver å vinne, vil du tape. Sikt i stedet på uavgjort som mål og unngå å tape spillet. Observer motstanderen din og lok dem forsiktig inn i en posisjon der de kan gjøre feil. Når de viser svakhet, grip muligheten og press forsiktig for å vinne. På denne måten kan du vinne spillet.
nl: Volgens menselijke ervaring verlies je als je probeert te winnen. Streef in plaats daarvan naar een gelijkspel als je doel en voorkom dat je de wedstrijd verliest. Observeer je tegenstander en lok hem voorzichtig naar een positie waar hij fouten kan maken. Als ze zwakte tonen, grijp dan de kans en duw voorzichtig naar de overwinning. Op deze manier kun je het spel winnen.
pl: Zgodnie z ludzkim doświadczeniem, jeśli spróbujesz wygrać, przegrasz. Zamiast tego celuj w remis i unikaj przegranej. Obserwuj swojego przeciwnika i delikatnie zwab go w miejsce, w którym może popełnić błąd. Kiedy okazują słabość, wykorzystaj okazję i delikatnie naciskaj, by wygrać. W ten sposób możesz wygrać grę.
pt: De acordo com a experiência humana, se você tentar ganhar, perderá. Em vez disso, busque o empate como objetivo e evite perder a partida. Observe seu oponente e conduza-o suavemente a uma posição em que possa cometer erros. Quando mostrar fraqueza, aproveite a oportunidade e pressione suavemente para vencer. Dessa forma, você poderá ganhar a partida.
ro: Conform experienței umane, dacă încerci să câștigi, vei pierde. În schimb, ținește ca obiectiv o egalitate și evită pierderea jocului. Observați-vă adversarul și atrageți-l ușor într-o poziție în care ar putea face greșeli. Când arată slăbiciune, profită de ocazie și împinge ușor pentru victorie. În acest fel, poți câștiga jocul.
ru: Согласно человеческому опыту, если вы попытаетесь выиграть, вы проиграете. Вместо этого стремитесь к ничьей в качестве своей цели и избегайте проигрыша в игре. Наблюдайте за противником и мягко заманивайте его в положение, в котором он может совершить ошибку. Когда они проявляют слабость, воспользуйтесь возможностью и осторожно подтолкните к победе. Таким образом, вы можете выиграть игру.
si: මිනිස් අත්දැකීමට අනුව දිනන්න ගියොත් පරදිනවා. ඒ වෙනුවට, ඔබේ ඉලක්කය ලෙස දිනුම් ඇදීමක් ඉලක්ක කර ක්රීඩාව පරාජය වීමෙන් වළකින්න. ඔබේ ප්‍රතිවාදියා නිරීක්ෂණය කර ඔවුන් වැරදි කළ හැකි ස්ථානයකට මෘදු ලෙස ආකර්ෂණය කරන්න. ඔවුන් දුර්වල බව පෙන්වන විට, අවස්ථාව ප්‍රයෝජනයට ගෙන ජයග්‍රහණය සඳහා මෘදු ලෙස තල්ලු කරන්න. මේ ආකාරයෙන්, ඔබට ක්රීඩාව ජය ගත හැකිය.
sk: Podľa ľudských skúseností, ak sa pokúsite vyhrať, prehráte. Namiesto toho sa zamerajte na remízu a vyhnite sa strate hry. Pozorujte svojho súpera a jemne ho nalákajte do pozície, kde môže robiť chyby. Keď ukážu slabosť, chopte sa príležitosti a jemne zatlačte na víťazstvo. Týmto spôsobom môžete vyhrať hru.
sl: Glede na človeške izkušnje, če poskušate zmagati, boste izgubili. Namesto tega si za cilj prizadevajte za remi in se izogibajte izgubi igre. Opazujte svojega nasprotnika in ga nežno zvabite v položaj, kjer lahko naredi napako. Ko pokažejo šibkost, izkoristite priložnost in nežno pritiskajte na zmago. Na ta način lahko zmagate v igri.
sq: Sipas përvojës njerëzore, nëse përpiqeni të fitoni, do të humbni. Në vend të kësaj, synoni për një barazim si objektivin tuaj dhe shmangni humbjen e lojës. Vëzhgoni kundërshtarin tuaj dhe joshni butësisht në një pozicion ku ata mund të bëjnë gabime. Kur ata tregojnë dobësi, shfrytëzojeni mundësinë dhe nxitoni butësisht për fitore. Në këtë mënyrë, ju mund të fitoni lojën.
sr: Према људском искуству, ако покушате да победите, изгубићете. Уместо тога, циљајте на реми као свој циљ и избегавајте да изгубите утакмицу. Посматрајте свог противника и нежно га намамите у позицију у којој може погрешити. Када покажу слабост, зграбите прилику и лагано гурајте ка победи. На овај начин можете победити у игри.
sv: Enligt mänsklig erfarenhet kommer du att förlora om du försöker vinna. Sikta istället på oavgjort som ditt mål och undvik att förlora matchen. Observera din motståndare och lura dem försiktigt till en position där de kan göra misstag. När de visar svaghet, ta tillfället i akt och tryck försiktigt för vinsten. På så sätt kan du vinna spelet.
sw: Kulingana na uzoefu wa kibinadamu, ukijaribu kushinda, utapoteza. Badala yake, lenga sare kama lengo lako na uepuke kupoteza mchezo. Angalia mpinzani wako na uwarubuni kwa upole katika nafasi ambayo wanaweza kufanya makosa. Wanapoonyesha udhaifu, chukua fursa hiyo na ushinike kwa upole ushindi. Kwa njia hii, unaweza kushinda mchezo.
ta: மனித அனுபவத்தின்படி, நீங்கள் வெல்ல முயற்சித்தால், நீங்கள் இழப்பீர்கள். அதற்கு பதிலாக, உங்கள் இலக்காக ஒரு டிராவை நோக்கமாகக் கொண்டு, விளையாட்டை இழப்பதைத் தவிர்க்கவும். உங்கள் எதிரியைக் கவனித்து, அவர்கள் தவறுகளைச் செய்யக்கூடிய ஒரு நிலைக்கு மெதுவாக கவர்ந்திழுக்கவும். அவர்கள் பலவீனத்தைக் காட்டும்போது, வாய்ப்பைக் கைப்பற்றி, வெற்றிக்கு மெதுவாகத் தள்ளுங்கள். இந்த வழியில், நீங்கள் விளையாட்டை வெல்லலாம்.
te: మానవ అనుభవం ప్రకారం, మీరు గెలవాలని ప్రయత్నిస్తే, మీరు ఓడిపోతారు. బదులుగా, మీ లక్ష్యం డ్రాగా లక్ష్యంగా చేసుకోండి మరియు గేమ్‌ను కోల్పోకుండా ఉండండి. మీ ప్రత్యర్థిని గమనించండి మరియు వారు తప్పులు చేసే స్థితికి సున్నితంగా వారిని ఆకర్షించండి. వారు బలహీనతను చూపినప్పుడు, అవకాశాన్ని ఉపయోగించుకోండి మరియు విజయం కోసం సున్నితంగా ముందుకు సాగండి. ఈ విధంగా, మీరు గేమ్ గెలవవచ్చు.
th: ตามประสบการณ์ของมนุษย์ ถ้าคุณพยายามที่จะชนะ คุณจะแพ้ ให้มุ่งไปที่ผลเสมอเป็นเป้าหมายของคุณและหลีกเลี่ยงการแพ้ในเกม สังเกตคู่ต่อสู้ของคุณและค่อย ๆ หลอกล่อพวกเขาไปยังตำแหน่งที่พวกเขาอาจทำผิดพลาดได้ เมื่อพวกเขาแสดงความอ่อนแอ ให้ฉวยโอกาสและผลักดันอย่างนุ่มนวลเพื่อชัยชนะ ด้วยวิธีนี้คุณสามารถชนะเกมได้
tr: İnsan deneyimine göre, kazanmaya çalışırsan kaybedersin. Bunun yerine, hedefiniz olarak beraberliği hedefleyin ve oyunu kaybetmekten kaçının. Rakibinizi gözlemleyin ve onu hata yapabilecekleri bir konuma nazikçe çekin. Zayıflık gösterdiklerinde, fırsatı değerlendirin ve kazanmak için nazikçe bastırın. Bu sayede oyunu kazanabilirsiniz.
uk: Згідно з людським досвідом, намагаючись виграти, ви програєте. Натомість поставте собі за мету нічию та уникайте програшу. Спостерігайте за своїм суперником і обережно заманюйте його в позицію, де він може зробити помилку. Коли вони виявляють слабкість, скористайтеся нагодою і обережно домагайтеся перемоги. Таким чином ви можете виграти гру.
ur: انسانی تجربے کے مطابق اگر آپ جیتنے کی کوشش کریں گے تو آپ ہار جائیں گے۔ اس کے بجائے، اپنے مقصد کے طور پر ڈرا کا مقصد بنائیں اور گیم ہارنے سے بچیں۔ اپنے حریف کا مشاہدہ کریں اور انہیں نرمی سے ایسی پوزیشن میں راغب کریں جہاں وہ غلطیاں کر سکیں۔ جب وہ کمزوری دکھاتے ہیں، موقع سے فائدہ اٹھائیں اور جیت کے لیے نرمی سے زور دیں۔ اس طرح آپ گیم جیت سکتے ہیں۔
uz: Insoniyat tajribasiga ko'ra, g'alaba qozonishga harakat qilsangiz, yutqazasiz. Buning o'rniga durangni maqsad qilib oling va o'yinni yutqazmang. Raqibingizni kuzatib boring va ularni xato qilishlari mumkin bo'lgan joyga muloyimlik bilan jalb qiling. Ular kuchsizligini ko'rsatsa, imkoniyatdan foydalaning va g'alaba uchun muloyimlik bilan turting. Shu tarzda siz o'yinda g'alaba qozonishingiz mumkin.
vi: Theo kinh nghiệm của loài người, nếu bạn cố gắng giành chiến thắng, bạn sẽ thua. Thay vào đó, hãy nhắm đến một trận hòa làm mục tiêu của bạn và tránh thua trò chơi. Quan sát đối thủ của bạn và nhẹ nhàng dụ họ vào vị trí mà họ có thể phạm sai lầm. Khi họ tỏ ra yếu kém, hãy nắm bắt cơ hội và nhẹ nhàng thúc đẩy để giành chiến thắng. Bằng cách này, bạn có thể giành chiến thắng trong trò chơi.
zh: 孙子曰：昔之善战者，先为不可胜，以待敌之可胜。不可胜在己，可胜在敌。故善战者，能为不可胜，不能使敌之必可胜。故曰：胜可知，而不可为。如开启这一选项，将使得 AI 在开局阶段不会猛烈进攻，而是用缓着静待时机到来。
zh_hant: 孫子曰：昔之善戰者，先為不可勝，以待敵之可勝。不可勝在己，可勝在敵。故善戰者，能為不可勝，不能使敵之必可勝。故曰：勝可知，而不可為。如啟用這一選項，將使得 AI 在開局階段不會猛烈進攻，而是用緩着靜待時機到來。
zu: Ngokusho kokuhlangenwe nakho kwabantu, uma uzama ukunqoba, uzolahlekelwa. Esikhundleni salokho, hlose ukudweba njengomgomo wakho futhi ugweme ukulahlekelwa umdlalo. Bheka umphikisi wakho futhi umyenge ngobumnene endaweni lapho engenza khona amaphutha. Lapho bebonisa ubuthakathaka, bamba ithuba bese ucindezela ngobumnene ukunqoba. Ngale ndlela, ungakwazi ukunqoba umdlalo.
