Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Done.
af: Klaar.
am: ተጠናቅቋል።
ar: تم.
az: Bitdi.
be: Гатова.
bg: Готово.
bn: সম্পন্ন.
bo: བྱས་ཚར།
ca: Fet.
cs: Hotovo.
da: Færdig.
de: Fertig.
el: Έγινε.
es: Hecho.
et: Valmis.
fa: انجام شده.
fi: Valmis.
fr: Terminé.
gu: થઈ ગયું.
he: בוצע.
hi: किया हुआ।
hr: Gotovo.
hu: Kész.
hy: Կատարած.
id: Selesai.
is: Búið.
it: Fatto.
ja: 終わり。
km: រួចរាល់។
kn: ಮುಗಿದಿದೆ.
ko: 완료.
lt: Atlikta.
lv: Paveikts.
mk: Направено.
ms: Selesai.
my: ပြီးပြီ။
nb: Ferdig.
nl: Gereed.
pl: Gotowe.
pt: Feito.
ro: Terminat.
ru: Готово.
si: අවසන්.
sk: Hotovo.
sl: Končano.
sq: Bërë.
sr: Готово.
sv: Klart.
sw: Imekamilika.
ta: முடிந்தது.
te: పూర్తి.
th: เสร็จแล้ว
tr: Bitti.
uk: Готово.
ur: ہو گیا
uz: Bajarildi.
vi: Xong.
zh: 完成
zh_hant: 完成
zu: Kwenziwe.

source: Crack-mill
af: Kraak-meul
am: ሚል-መስበር
ar: كسر حصانة الطاحونة
az: Çatlayan dəyirman
be: Крэк-млын
bg: Крек-мелница
bn: ক্র্যাক-মিল
bo: ཀྲེག་འཕྲུལ་ཆས།
ca: Molí esquerdat
cs: Crack-mlýn
da: Knæk-mølle
de: Crack-Mühle
el: Κρακ-μύλος
es: Molino de grietas
et: Crack-veski
fa: دوز را در هم بشکنید
fi: Crack-mylly
fr: Moulin à fissures
gu: ક્રેક-મિલ
he: קראק-מיל
hi: क्रैक-मिल
hr: Višebrojni mlinovi
hu: Nyitott malom
hy: Կոտրակ մելնիցա
is: Sprunga-mylla
it: Crepa-mill
ja: クラックミル
km: ក្រាក់មីល
kn: ಕ್ರ್ಯಾಕ್-ಗಿರಣಿ
ko: 연속된 곤을 파괴할 수 없습니다
lt: Krekingo malūnas
lv: Plaisu dzirnavas
mk: Мелница за пукнатини
ms: Kilang retak
my: ကြိတ်ကြိတ်
nb: Sprekkvern
nl: Kraak-molen
pl: Pęknięty młyn
pt: Moinho de Crack
ro: Moară deschisă
ru: Крек-мельница
si: මිල්ල බිඳ දමන්න
sk: Trhací mlyn
sl: Mlin na krek
sq: Mulli plasaritje
sr: Млин за крекове
sv: Sprickkvarn
sw: Kinu cha ufa
ta: கிராக் ஆலை
te: క్రాక్-మిల్లు
th: แคร็ก-มิลล์
tr: çatlak değirmeni
uk: Крік-млин
ur: کریک مل
uz: Yoriq tegirmoni
vi: crack-xay
zh: 可从三连中吃子
zh_hant: 可從三連中吃子
zu: Umshini wokugaya

# crackMill_Detail
source: If a player has only pieces in mills, the pieces in the mills will not lock to remove.
af: As 'n speler net stukke in meule het, sal die stukke in die meule nie gesluit word om te verwyder nie.
am: አንድ ተጫዋች በሚሎች ውስጥ ብቻ ቁራጮች ካሉት፣ በሚሎች ውስጥ ያሉት ቁራጮች ለማስወገድ አይቆለፉም።
ar: إذا كان لدى اللاعب قطع فقط في المطاحن ، فلن يتم قفل القطع الموجودة في المطاحن لإزالتها.
az: Əgər oyunçunun dəyirmanlarda yalnız parçaları varsa, dəyirmanlardakı parçalar çıxarmaq üçün kilidlənməyəcək.
be: Калі ў гульца ёсць толькі фігуры ў млынах, фігуры ў млынах не будуць заблакіраваны для выдалення.
bg: Ако даден играч има само фигури в мелници, фигурите в мелниците няма да се заключат за премахване.
bn: যদি কোনও খেলোয়াড়ের মিলগুলিতে কেবল টুকরো থাকে তবে মিলগুলিতে থাকা টুকরোগুলি সরানোর জন্য লক হবে না।
bo: གལ་ཏེ་རྩེད་འགྲན་པ་གཅིག་ལ་ གསུམ ནང་གི་རྡེལ་མ་གཏོགས་མེད་ཚེ། གསུམ ནང་གི་རྡེལ་རྣམས་བསུབ་ཏུ་མི་བཀག་པར་འགྱུར།
ca: Si un jugador només té peces formant molins, aquestes peces no queden protegides de la retirada.
cs: Pokud má hráč pouze kousky v mlýnech, kousky v mlýnech se nezamknou a nebudou odstraněny.
da: Hvis en spiller kun har brikker i møller, vil brikkerne i møllerne ikke blive låst for at blive fjernet.
de: Wenn ein Spieler nur Steine in Mühlen hat, können diese Steine entfernt werden.
el: Εάν ένας παίκτης έχει μόνο κομμάτια σε μύλους, τα κομμάτια στους μύλους δεν θα κλειδώσουν για να αφαιρεθούν.
es: Si un jugador sólo tiene piezas en molinos, las piezas en los molinos no se bloquearán para ser removidas.
et: Kui mängijal on ainult tükid veskites, ei lukustu veskites olevad tükid eemaldamiseks.
fa: اگر بازیکنی فقط مهره‌هایی در دوزها داشته باشد، مهره‌های موجود در دوز برای حذف شدن قفل نمی‌شوند.
fi: Jos pelaajalla on vain paloja myllyissä, myllyissä olevat palat eivät lukitu poistettaviksi.
fr: Si un joueur n'a que des pièces dans des moulins, les pièces dans les moulins ne se verrouilleront pas pour être retirées.
gu: જો કોઈ ખેલાડીના મિલમાં ફક્ત ટુકડાઓ હોય, તો મિલોના ટુકડાઓ દૂર કરવા માટે લ notક કરવામાં આવશે નહીં.
he: אם לשחקן יש רק חלקים בטחנות, החלקים בטחנות לא יינעלו להסרה.
hi: यदि किसी खिलाड़ी के पास मिलों में केवल टुकड़े हैं, तो मिलों के टुकड़े निकालने के लिए लॉक नहीं होंगे।
hr: Ako igrač ima figure samo u mlinovima, figure u mlinovima će se moći ukloniti.
hu: Ha egy játékos össszes korongja malomot alkot, ez nem jelenti, hogy ezek nem távolíthatóak el.
hy: Եթե խաղացողն ունի միայն կտորներ ջրաղացներում, ապա ջրաղացների կտորները չեն կողպվի հանելու համար:
id: Jika pemain hanya memiliki bidak di penggilingan, bidak di penggilingan tidak akan terkunci untuk dilepas.
is: Ef leikmaður hefur aðeins búta í myllum, þá læsast ekki bitarnir í myllunum til að fjarlægja.
it: Se un giocatore ha solo pezzi nei mulini, i pezzi nei mulini non si bloccano per rimuovere.
ja: プレーヤーがミルに駒しかない場合、ミルの駒はロックされずに削除されます。
km: ប្រសិនបើអ្នកលេងមានតែកូនអុកនៅក្នុងមីល កូនអុកនៅក្នុងមីលនឹងមិនចាក់សោដើម្បីដកចេញទេ។
kn: ಆಟಗಾರನು ಗಿರಣಿಗಳಲ್ಲಿ ಮಾತ್ರ ತುಣುಕುಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ಗಿರಣಿಗಳಲ್ಲಿನ ತುಣುಕುಗಳನ್ನು ತೆಗೆದುಹಾಕಲು ಲಾಕ್ ಆಗುವುದಿಲ್ಲ.
ko: 플레이어가 곤에 있는 말만 가지고 있다면, 그 곤의 말들은 제거가 안됩니다.
lt: Jei žaidėjas turi tik malūnuose esančias figūrėles, malūnuose esančios figūrėlės nebus užrakintos, kad būtų pašalintos.
lv: Ja spēlētājam ir tikai gabali dzirnavās, dzirnavās esošie gabali netiks bloķēti, lai tos noņemtu.
mk: Ако играч има само парчиња во мелници, парчињата во мелниците нема да се заклучат за да се отстранат.
ms: Sekiranya pemain hanya mempunyai kepingan di kilang, kepingan di kilang tidak akan terkunci untuk dikeluarkan.
my: ကစားသမားတစ်ဦးသည် ကြိတ်စက်များတွင် အပိုင်းအစများသာရှိလျှင် ကြိတ်ခွဲသည့်အပိုင်းများကို ဖယ်ရှားရန် သော့ခတ်မည်မဟုတ်ပါ။
nb: Hvis en spiller bare har brikker i møller, vil ikke brikkene i møllene låses for å fjerne.
nl: Als een speler alleen stukken in molens heeft, zullen de stukken in de molens niet vergrendelen om te verwijderen.
pl: Jeśli gracz ma tylko elementy w młynach, elementy w młynach nie będą blokowane do usunięcia.
pt: Se um jogador só tiver peças em moinhos, as peças em moinhos não serão bloqueadas para remoção.
ro: Dacă un jucător are doar piese în mori, acestea nu sunt exceptate de le eliminare.
ru: Если у игрока есть только фигуры в мельницах, фигуры в мельницах не будут блокироваться для удаления.
si: ක්‍රීඩකයෙකුට මිල්ලවල පමණක් කැබලි තිබේ නම්, මිල්ලවල කැබලි ඉවත් කිරීමට අගුළු දැමීමට නොවේ.
sk: Ak má hráč iba figúrky v mlynoch, figúrky v mlynoch sa nezablokujú na odstránenie.
sl: Če ima igralec samo kose v mlinih, se kosi v mlinih ne bodo zaklenili za odstranitev.
sq: Nëse një lojtar ka vetëm copa në mulli, pjesët në mulli nuk do të bllokohen për t'u hequr.
sr: Ако играч има само комаде у млиновима, делови у млиновима се неће закључати да би се уклонили.
sv: Om en spelare bara har pjäser i kvarnar, kommer pjäserna i kvarnarna inte att låsas för att tas bort.
sw: Ikiwa mchezaji ana vipande tu kwenye vinu, vipande kwenye vinu havitafungwa ili kuondoa.
ta: ஒரு வீரருக்கு ஆலைகளில் துண்டுகள் மட்டுமே இருந்தால், ஆலைகளில் உள்ள துண்டுகள் அகற்ற பூட்டாது.
te: ఒక ఆటగాడికి మిల్లుల్లో ముక్కలు మాత్రమే ఉంటే, మిల్లుల్లోని ముక్కలు తొలగించడానికి లాక్ చేయబడవు.
th: หากผู้เล่นมีเพียงชิ้นในโรงสี ชิ้นส่วนในโรงสีจะไม่ล็อคเพื่อเอาออก
tr: Eğer bir oyuncunun tüm taşları değirmenlerdeyse, bu taşlar çıkartılmak üzere kilitlenmez.
uk: Якщо гравець має лише фігури в млинах, фігури в млинах не блокуються, щоб видалити.
ur: اگر کسی کھلاڑی کے پاس ملوں میں صرف ٹکڑے ہیں، تو ملوں میں موجود ٹکڑے ہٹانے کے لیے تالا نہیں لگائیں گے۔
uz: Agar o'yinchi tegirmonda faqat bitta bo'lakka ega bo'lsa, tegirmondagi qismlarni olib tashlash uchun qulflanmaydi.
vi: Nếu người chơi chỉ có quân cờ trong cối xay, quân cờ trong cối xay sẽ không khóa để lấy ra.
zh: 若对方所有的子都在三连中，仍可吃子。
zh_hant: 若對方所有的子都在三連中，仍可吃子。
zu: Uma umdlali enezicucu kuphela ezigayweni, izingcezu ezigayweni ngeke zikhiye ukuze zisuswe.

source: Animation duration
af: Animasie duur
am: የእንቅስቃሴ ቆይታ ጊዜ
ar: مدة الرسوم المتحركة
az: Animasiya müddəti
be: Працягласць анімацыі
bg: Продължителност на анимацията
bn: অ্যানিমেশন সময়কাল
bo: བརྙན་འཕྲིན་གྱི་ཡུན་ཚད།
ca: Durada de l'animació
cs: Délka animace
da: Animationens varighed
de: Animationsdauer
el: Διάρκεια κίνησης
es: Duración de la animación
et: Animatsiooni kestus
fa: مدت زمان انیمیشن
fi: Animaation kesto
fr: Durée de l'animation
gu: એનિમેશન અવધિ
he: משך הנפשה
hi: एनिमेशन अवधि
hr: Trajanje animacije
hu: Az animáció időtartama
hy: Անիմացիայի տևողությունը
id: Durasi animasi
is: Lengd hreyfimynda
it: Durata dell'animazione
ja: アニメーションの長さ
km: រយៈពេលចលនា
kn: ಅನಿಮೇಷನ್ ಅವಧಿ
ko: 애니메이션 지속 시간
lt: Animacijos trukmė
lv: Animācijas ilgums
mk: Времетраење на анимацијата
ms: Tempoh animasi
my: Animation ကြာချိန်
nb: Animasjonens varighet
nl: Animatie duur
pl: Czas trwania animacji
pt: Duração da animação
ro: Durata animației
ru: Длительность анимации
si: සජීවීකරණ කාලය
sk: Trvanie animácie
sl: Trajanje animacije
sq: Kohëzgjatja e animacionit
sr: Трајање анимације
sv: Animationens varaktighet
sw: Muda wa uhuishaji
ta: அனிமேசன் காலம்
te: యానిమేషన్ వ్యవధి
th: ระยะเวลาของภาพเคลื่อนไหว
tr: Animasyon süresi
uk: Тривалість анімації
ur: حرکت پذیری کا دورانیہ
uz: Animatsiya davomiyligi
vi: Thời lượng hoạt ảnh
zh: 动画持续时长
zh_hant: 動畫持續時長
zu: Ubude besikhathi sokugqwayiza

source: None
af: Geen
am: ምንም
ar: لا شيء
az: Heç biri
be: Няма
bg: Няма
bn: কিছুই না
bo: མེད།
ca: Cap
cs: Žádný
da: Ingen
de: Kein
el: Καμία
es: Ninguna
et: Puudub
fa: هیچ‌یک
fi: Ei ole
fr: Aucune
gu: કંઈ નહીં
he: אף אחד
hi: कोई नहीं
hr: Bez
hu: Egyik sem
hy: Ոչ ոք
id: Tidak ada
is: Enginn
it: Nessuna
ja: なし
km: គ្មាន
kn: ಯಾವುದೂ
ko: 없음
lt: Nėra
lv: Nav
mk: Ништо
ms: Tiada
my: တစ်ခုမှ
nb: Ingen
nl: Geen
pl: Brak
pt: Nenhum
ro: Nici unul
ru: Нет
si: කිසිවක් නැත
sk: Žiadne
sl: Ni
sq: Asnje
sr: Ниједан
sv: Ingen
sw: Hakuna
ta: எதுவுமில்லை
te: ఏదీ లేదు
th: ไม่มี
tr: Yok
uk: Жодного
ur: کوئی نہیں۔
uz: Yo'q
vi: Không có
zh: 无
zh_hant: 無
zu: Lutho

source: Theme
af: Tema
am: ጭብጥ
ar: نسق
az: Mövzu
be: Тэма
bg: Тема
bn: থিম
bo: བརྗོད་བྱ།
ca: Tema
cs: Téma
da: Tema
de: Thema
el: Θέμα
es: Tema
et: Teema
fa: پوسته
fi: Teema
fr: Thème
gu: થીમ
he: נושא
hi: विषय
hr: Tema
hu: Téma
hy: Թեմա
id: Tema
is: Þema
it: Tema
ja: テーマ
km: ស្បែក
kn: ಥೀಮ್
ko: 테마
lt: Tema
lv: Tēma
mk: Тема
ms: Tema
my: အပြင်အဆင်
nb: Tema
nl: Thema
pl: Temat
pt: Tema
ro: Temă
ru: Тема
si: තේමාව
sk: Téma
sl: Tema
sq: Tema
sr: Тема
sv: Tema
sw: Mada
ta: கருப்பொருள்
te: థీమ్
th: ธีม
tr: Tema
uk: Тема
ur: خیالیہ
uz: Mavzu
vi: chủ đề
zh: 主题
zh_hant: 主題
zu: Itimu
