Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# sideToMoveRemovePiece
source: The player who moves first in the moving phase removes one of the opponent's pieces.
af: Die speler wat eerste in die beweegfase beweeg, verwyder een van die opponent se stukke.
am: በእንቅስቃሴ ዘመን መጀመሪያ የሚንቀሳቀስ ተጫዋች ተፃፊውን ተጫዋች ቁራጭ ይወጣል።
ar: اللاعب الذي يتحرك أولاً في مرحلة الحركة يزيل إحدى قطع الخصم.
az: Hərəkət mərhələsində ilk hərəkət edən oyunçu rəqibin fiqurlarından birini çıxarır.
be: Гулец, які ідзе першым у фазе руху, здымае адну з фігур суперніка.
bg: Играчът, който се движи първи във фазата на движение, премахва една от фигурите на противника.
bn: যে খেলোয়াড় চলমান পর্বে প্রথমে চলে যায় সে প্রতিপক্ষের একটি টুকরো সরিয়ে দেয়।
bo: སྤོ་འགུལ་དུས་རིམ་ནང་སྔོན་ལ་འགུལ་མཁན་གྱིས་ཁ་གཏད་རྩེད་འགྲན་པའི་རྡེལ་གཅིག་བསུབ།
ca: El jugador que mou primer en la fase de moviment retira una de les peces de l'oponent.
cs: Hráč, který se ve fázi pohybu pohne jako první, odstraní jednu ze soupeřových figurek.
da: Den spiller, der rykker først i flyttefasen, fjerner en af modstanderens brikker.
de: Der Spieler, der sich in der Bewegungsphase zuerst bewegt, entfernt einen der Steine des Gegners.
el: Ο παίκτης που κινείται πρώτος στη φάση κίνησης αφαιρεί ένα από τα κομμάτια του αντιπάλου.
es: El jugador que mueve primero en la fase de movimiento elimina una de las piezas del adversario.
et: Mängija, kes liigub liikumise faasis esimesena, eemaldab ühe vastase nupu.
fa: بازیکنی که در مرحله حرکت اول حرکت می کند یکی از مهره‌های حریف را برمی دارد.
fi: Ensimmäisenä liikkuvassa vaiheessa liikkuva pelaaja poistaa yhden vastustajan nappuloista.
fr: Le joueur qui se déplace en premier dans la phase de déplacement retire une des pièces de l'adversaire.
gu: ખેલાડી જે મૂવિંગ તબક્કામાં પ્રથમ જાય છે તે વિરોધીના ટુકડામાંથી એકને દૂર કરે છે.
he: השחקן שזז ראשון בשלב התנועה מסיר את אחד הכלים של היריב.
hi: मूविंग फेज में जो खिलाड़ी सबसे पहले चलता है वह प्रतिद्वंद्वी के टुकड़ों में से एक को हटा देता है।
hr: Igrač koji prvi pomiče figure u fazi pomicanja uklanja jednu od protivničkih figura.
hu: Az a játékos, aki először mozog a mozgási fázisban, eltávolítja az ellenfél egyik bábuját.
hy: Շարժվող փուլում առաջինը շարժվող խաղացողը հեռացնում է հակառակորդի խաղաքարերից մեկը:
id: Pemain yang bergerak lebih dulu dalam fase bergerak menghilangkan salah satu bidak lawan.
is: Leikmaðurinn sem hreyfir sig fyrstur í flutningsfasanum fjarlægir einn af stykki andstæðingsins.
it: Il giocatore che muove per primo nella fase di movimento rimuove uno dei pezzi dell'avversario.
ja: 移動フェイズで先に動いたプレイヤーは、相手の駒を1つ取り除きます。
km: អ្នកលេងដែលផ្លាស់ទីមុនគេក្នុងដំណាក់កាលផ្លាស់ទី ដកកូនអុកមួយរបស់គូប្រកួតចេញ។
kn: ಚಲಿಸುವ ಹಂತದಲ್ಲಿ ಮೊದಲು ಚಲಿಸುವ ಆಟಗಾರನು ಎದುರಾಳಿಯ ತುಂಡುಗಳಲ್ಲಿ ಒಂದನ್ನು ತೆಗೆದುಹಾಕುತ್ತಾನೆ.
ko: 이동 단계에서 먼저 움직이는 플레이어가 상대의 말 하나를 제거합니다.
lt: Žaidėjas, kuris juda pirmas, pašalina vieną iš priešininko figūrų.
lv: Spēlētājs, kurš kustības fāzē kustas pirmais, noņem vienu no pretinieka figūrām.
mk: Играчот кој се движи прв во фазата на движење отстранува една од фигурите на противникот.
ms: Pemain yang bergerak terlebih dahulu dalam fasa bergerak mengeluarkan salah satu kepingan pihak lawan.
my: ရွေ့လျားသည့်အဆင့်တွင် ပထမရွေ့လျားသောကစားသမားသည် ပြိုင်ဘက်၏အပိုင်းအစများကို ဖယ်ရှားသည်။
nb: Spilleren som flytter først i flyttefasen fjerner en av motstanderens brikker.
nl: De speler die als eerste beweegt in de verplaatsingsfase, verwijdert een van de stukken van de tegenstander.
pl: Gracz, który porusza się jako pierwszy w fazie ruchu, usuwa jeden z pionków przeciwnika.
pt: O jogador que se move primeiro na fase de movimento remove uma das peças do adversário.
ro: Jucătorul care se mișcă primul în faza de mișcare îndepărtează una dintre piesele adversarului.
ru: Игрок, который ходит первым в фазе движения, убирает одну из фигур противника.
si: චලන අවධියේදී පළමුව චලනය කරන ක්‍රීඩකයා ප්‍රතිපක්ෂයේ කැබලියක් ඉවත් කරයි.
sk: Hráč, ktorý sa vo fáze pohybu pohne ako prvý, odstráni jednu zo súperových figúrok.
sl: Igralec, ki se prvi premakne v fazi premikanja, odstrani eno od nasprotnikovih figur.
sq: Lojtari që lëviz i pari në fazën e lëvizjes heq një nga pjesët e kundërshtarit.
sr: Играч који се први помери у фази кретања уклања једну од противничких фигура.
sv: Spelaren som flyttar först i flyttfasen tar bort en av motståndarens pjäser.
sw: Mchezaji anayesonga kwanza katika hatua ya kusonga huondoa moja ya vipande vya mpinzani.
ta: நகரும் கட்டத்தில் முதலில் நகரும் வீரர் எதிராளியின் துண்டுகளில் ஒன்றை நீக்குகிறார்.
te: కదిలే దశలో ముందుగా కదిలే ఆటగాడు ప్రత్యర్థి పావుల్లో ఒకదాన్ని తొలగిస్తాడు.
th: ผู้เล่นที่เคลื่อนไหวก่อนในระยะเคลื่อนที่จะถอดชิ้นส่วนของฝ่ายตรงข้ามออกหนึ่งชิ้น
tr: Hareket aşamasında ilk hamleyi yapan oyuncu, rakibinin taşlarından birini alır.
uk: Гравець, який йде першим у фазі руху, знімає одну з фігур суперника.
ur: جو کھلاڑی چلتے ہوئے مرحلے میں پہلے حرکت کرتا ہے وہ مخالف کے ٹکڑوں میں سے ایک کو ہٹاتا ہے۔
uz: Harakat bosqichida birinchi bo'lib harakat qilgan o'yinchi raqibning donalaridan birini olib tashlaydi.
vi: Người chơi đi trước trong giai đoạn di chuyển sẽ loại bỏ một trong các quân của đối phương.
zh: 进入走子阶段前，先行方先移除对手的一枚棋子。
zh_hant: 進入走子階段前，先行方先移除對手的一枚棋子。
zu: Umdlali ohamba kuqala esigabeni esinyakazayo ususa ingxenye eyodwa kwezimbangi.

# agreeToDraw
source: Both sides agree to a draw.
af: Albei kante stem in tot 'n gelykopuitslag.
am: ሁለቱም በኩል ማሟያን ተስማምተዋል።
ar: يتفق الطرفان على التعادل.
az: Hər iki tərəf heç-heçəyə razıdır.
be: Абодва бакі згодныя на нічыю.
bg: И двете страни се съгласяват на равенство.
bn: উভয় পক্ষই ড্র করতে রাজি।
bo: ཕྱོགས་གཉིས་ཀྱིས་གྲུབ་འབྲས་མཉམ་པར་མོས་མཐུན།
ca: Tots dos jugadors acorden un empat.
cs: Obě strany se dohodly na remíze.
da: Begge sider er enige om uafgjort.
de: Beide Seiten einigen sich auf ein Unentschieden.
el: Και οι δύο πλευρές συμφωνούν στην ισοπαλία.
es: Ambas partes acuerdan un empate.
et: Mõlemad pooled nõustuvad viigiga.
fa: هر دو طرف موافق تساوی هستند.
fi: Molemmat osapuolet sopivat tasapeliin.
fr: Les deux camps conviennent d'un match nul.
gu: બંને પક્ષો ડ્રો માટે સંમત છે.
he: שני הצדדים מסכימים לתיקו.
hi: दोनों पक्ष ड्रा के लिए सहमत हैं।
hr: Obje strane pristaju na neodlučeno.
hu: Mindkét fél döntetlenben állapodik meg.
hy: Երկու կողմերն էլ համաձայն են ոչ-ոքիի:
id: Kedua belah pihak setuju untuk seri.
is: Bæði lið eru sammála um jafntefli.
it: Entrambe le parti accettano un pareggio.
ja: 双方が引き分けに同意します。
km: ភាគីទាំងពីរយល់ព្រមស្មើគ្នា។
kn: ಎರಡೂ ಕಡೆಯವರು ಡ್ರಾಗೆ ಒಪ್ಪಿದ್ದಾರೆ.
ko: 양쪽 모두 무승부에 동의합니다.
lt: Abi pusės susitaria dėl lygiųjų.
lv: Abas puses vienojas par neizšķirtu.
mk: Двете страни се согласуваат на реми.
ms: Kedua-dua pihak bersetuju untuk seri.
my: သရေကျဖို့ နှစ်ဖက်သဘောတူတယ်။
nb: Begge sider er enige om uavgjort.
nl: Beide partijen gaan akkoord met een gelijkspel.
pl: Obie strony zgadzają się na remis.
pt: Ambos os lados concordam com um empate.
ro: Ambele părți sunt de acord cu o remiză.
ru: Обе стороны соглашаются на ничью.
si: දෙපැත්තක්ම ඔවුන්ගේ තරඟය ඇනවුම් කරයි.
sk: Obe strany súhlasia s remízou.
sl: Obe strani se strinjata z remijem.
sq: Të dyja palët bien dakord për një barazim.
sr: Обе стране се слажу са нерешеним резултатом.
sv: Båda sidor är överens om oavgjort.
sw: Pande zote mbili zinakubali kutoka sare.
ta: இரு தரப்பினரும் ஒரு சமநிலைக்கு ஒப்புக்கொள்கிறார்கள்.
te: ఇరుపక్షాలు డ్రాకు అంగీకరించాయి.
th: ทั้งสองฝ่ายตกลงที่จะเสมอกัน
tr: Her iki taraf da berabere kalmayı kabul eder.
uk: Обидві сторони погоджуються на нічию.
ur: دونوں فریق قرعہ اندازی پر متفق ہیں۔
uz: Har ikki tomon durangga rozi.
vi: Cả hai bên đồng ý hòa.
zh: 双方和棋。
zh_hant: 雙方和棋。
zu: Zombili izinhlangothi zivumelana ngokulingana.

# takeOpponentsPiece
source: Take one of your opponent's pieces.
af: Neem een van jou teenstander se stukke.
am: ከተቀናቃኙ ተጫዋች ቁልፍ አንዱን ውሰድ።
ar: خذ إحدى قطع خصمك.
az: Rəqibinizin parçalarından birini götürün.
be: Вазьміце адну з фігур суперніка.
bg: Вземете една от фигурите на опонента си.
bn: আপনার প্রতিপক্ষের একটি টুকরা নিন.
bo: ཁྱེད་ཀྱི་ཁ་གཏད་རྩེད་འགྲན་པའི་རྡེལ་གཅིག་ལེན།
ca: Preneu una de les peces de l'oponent.
cs: Vezměte si jednu ze soupeřových figurek.
da: Tag en af din modstanders brikker.
de: Nimm einen der Steine deines Gegners.
el: Πάρτε ένα από τα κομμάτια του αντιπάλου σας.
es: Toma una de las piezas del oponente.
et: Võtke üks vastase nuppe.
fa: یکی از مهره‌های حریف را بردارید.
fi: Ota yksi vastustajasi nappuloista.
fr: Prenez une des pièces de votre adversaire.
gu: તમારા વિરોધીના ટુકડામાંથી એક લો.
he: קח את אחד הכלים של היריב שלך.
hi: अपने प्रतिद्वंद्वी के टुकड़ों में से एक लें।
hr: Uzmite jednu od protivničkih figura.
hu: Vedd el ellenfeled egyik bábuját.
hy: Վերցրեք ձեր հակառակորդի խաղաքարերից մեկը:
id: Ambil salah satu bidak lawan.
is: Taktu eitt af verkum andstæðingsins.
it: Prendi uno dei pezzi del tuo avversario.
ja: 相手の駒を1枚取る。
km: យកកូនអុកមួយរបស់គូប្រកួតអ្នក។
kn: ನಿಮ್ಮ ಎದುರಾಳಿಯ ತುಂಡುಗಳಲ್ಲಿ ಒಂದನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ.
ko: 상대방의 말 하나를 가져옵니다.
lt: Paimkite vieną iš savo priešininko figūrų.
lv: Paņemiet vienu no pretinieka figūrām.
mk: Земете една од фигурите на противникот.
ms: Ambil salah satu bahagian lawan anda.
my: သင်၏ပြိုင်ဘက်၏အပိုင်းအစများကိုယူပါ။
nb: Ta en av motstanderens brikker.
nl: Pak een stuk van je tegenstander.
pl: Weź jeden z pionków przeciwnika.
pt: Pegue uma das peças do seu oponente.
ro: Luați una dintre piesele adversarului dvs.
ru: Возьмите одну из фигур противника.
si: ඔබේ ප්‍රතිපක්ෂයේ කැබලියක් ගන්න.
sk: Vezmite jednu zo súperových figúrok.
sl: Vzemite eno od nasprotnikovih figur.
sq: Merrni një nga pjesët e kundërshtarit tuaj.
sr: Узми једну од противничких фигура.
sv: Ta en av din motståndares pjäser.
sw: Chukua moja ya vipande vya mpinzani wako.
ta: உங்கள் எதிரியின் துண்டுகளில் ஒன்றை எடுத்துக் கொள்ளுங்கள்.
te: మీ ప్రత్యర్థి ముక్కల్లో ఒకదాన్ని తీసుకోండి.
th: รับชิ้นส่วนของฝ่ายตรงข้ามหนึ่งชิ้น
tr: Rakibinizin taşlarından birini alın.
uk: Візьміть одну з фігур суперника.
ur: اپنے مخالف کا ایک ٹکڑا لے لو۔
uz: Raqibingizning donalaridan birini oling.
vi: Lấy một trong những mảnh của đối thủ của bạn.
zh: 请抽掉对方的一枚棋子
zh_hant: 請抽掉對方的一枚棋子
zu: Thatha enye yezingcezu zombangi wakho.

# firstPlayerLose
source: The first player loses the game.
af: Die eerste speler verloor die wedstryd.
am: መጀመሪያው ተጫዋች ጨዋታውን አጥፋል።
ar: اللاعب الأول يخسر اللعبة.
az: İlk oyunçu oyunu itirir.
be: Першы гулец прайграе гульню.
bg: Първият играч губи играта.
bn: প্রথম খেলোয়াড় খেলা হারায়।
bo: རྩེད་འགྲན་པ་དང་པོས་རྩེད་མོ་ཕམ།
ca: El primer jugador perd la partida.
cs: První hráč prohrává hru.
da: Den første spiller taber spillet.
de: Der erste Spieler verliert das Spiel.
el: Ο πρώτος παίκτης χάνει το παιχνίδι.
es: El jugador uno pierde la partida.
et: Esimene mängija kaotab mängu.
fa: بازیکن اول بازی را می بازد.
fi: Ensimmäinen pelaaja häviää pelin.
fr: Le premier joueur perd la partie.
gu: પ્રથમ ખેલાડી રમત ગુમાવે છે.
he: השחקן הראשון מפסיד במשחק.
hi: पहला खिलाड़ी खेल हार जाता है।
hr: Prvi igrač gubi igru.
hu: Az első játékos elveszíti a játékot.
hy: Առաջին խաղացողը պարտվում է խաղը:
id: Pemain pertama kalah dalam permainan.
is: Fyrsti leikmaðurinn tapar leiknum.
it: Il primo giocatore perde la partita.
ja: 最初のプレーヤーがゲームに負けます。
km: អ្នកលេងទីមួយចាញ់ហ្គេម។
kn: ಮೊದಲ ಆಟಗಾರನು ಆಟವನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತಾನೆ.
ko: 첫 번째 플레이어가 게임에서 졌습니다.
lt: Pirmasis žaidėjas pralaimi žaidimą.
lv: Pirmais spēlētājs zaudē spēli.
mk: Првиот играч ја губи играта.
ms: Pemain pertama kalah dalam permainan.
my: ပထမကစားသမားက ဂိမ်းကိုရှုံးတယ်။
nb: Den første spilleren taper spillet.
nl: De eerste speler verliest het spel.
pl: Pierwszy gracz przegrywa grę.
pt: O primeiro jogador perde o jogo.
ro: Primul jucător pierde jocul.
ru: Первый игрок проигрывает.
si: පළමු ක්‍රීඩකයා තරඟය පරාජය වේ.
sk: Prvý hráč prehráva hru.
sl: Prvi igralec izgubi igro.
sq: Lojtari i parë humbet lojën.
sr: Први играч губи игру.
sv: Den första spelaren förlorar spelet.
sw: Mchezaji wa kwanza anapoteza mchezo.
ta: முதல் வீரர் விளையாட்டை இழக்கிறார்.
te: మొదటి ఆటగాడు ఆటను కోల్పోతాడు.
th: ผู้เล่นคนแรกแพ้ในเกม
tr: İlk oyuncu oyunu kaybeder.
uk: Перший гравець програє гру.
ur: پہلا کھلاڑی کھیل ہار جاتا ہے۔
uz: Birinchi o'yinchi o'yinni yo'qotadi.
vi: Người chơi đầu tiên thua trò chơi.
zh: 先手方负。
zh_hant: 先手方負。
zu: Umdlali wokuqala uhlulwa umdlalo.

# firstAndSecondPlayerRemovePiece
source: The first and second players remove one of the opponent's pieces.
af: Die eerste en tweede speler verwyder een van die teenstander se stukke.
am: መጀመሪያና ሁለተኛው ተጫዋች ከተቀናቃኙ ቁልፍ አንዱን ይወጣሉ።
ar: يقوم اللاعبان الأول والثاني بإزالة إحدى قطع الخصم.
az: Birinci və ikinci oyunçular rəqibin fiqurlarından birini çıxarırlar.
be: Першы і другі гульцы здымаюць адну з фігур суперніка.
bg: Първият и вторият играч премахват една от фигурите на противника.
bn: প্রথম এবং দ্বিতীয় খেলোয়াড়রা প্রতিপক্ষের একটি টুকরো সরিয়ে দেয়।
bo: རྩེད་འགྲན་པ་དང་པོ་དང་གཉིས་པས་ཁ་གཏད་རྩེད་འགྲན་པའི་རྡེལ་རེ་རེ་བསུབ།
ca: El primer i el segon jugador retiren una peça de l'oponent.
cs: První a druhý hráč odstraní jednu ze soupeřových figurek.
da: Den første og anden spiller fjerner en af modstanderens brikker.
de: Der erste und der zweite Spieler entfernen einen der Steine des Gegners.
el: Ο πρώτος και ο δεύτερος παίκτης αφαιρούν ένα από τα κομμάτια του αντιπάλου.
es: El jugador uno y dos retiran una de las piezas del adversario.
et: Esimene ja teine mängija eemaldavad ühe vastase nupu.
fa: بازیکن اول و دوم یکی از مهره‌های حریف را برمی دارند.
fi: Ensimmäinen ja toinen pelaaja poistavat yhden vastustajan nappuloista.
fr: Les premier et deuxième joueurs retirent une des pièces de l'adversaire.
gu: પ્રથમ અને બીજા ખેલાડીઓ વિરોધીના ટુકડામાંથી એકને દૂર કરે છે.
he: השחקן הראשון והשני מסירים את אחד הכלים של היריב.
hi: पहले और दूसरे खिलाड़ी प्रतिद्वंद्वी के टुकड़ों में से एक को हटा देते हैं।
hr: Prvi i drugi igrač uklanjaju jednu protivničku figuru.
hu: Az első és a második játékos eltávolítja az ellenfél egyik bábuját.
hy: Առաջին և երկրորդ խաղացողները հեռացնում են մրցակցի խաղաքարերից մեկը:
id: Pemain pertama dan kedua membuang salah satu bidak lawan.
is: Fyrsti og annar leikmaðurinn fjarlægir einn af stykki andstæðingsins.
it: Il primo e il secondo giocatore rimuovono uno dei pezzi dell'avversario.
ja: 最初と 2 番目のプレーヤーは、対戦相手の駒の 1 つを削除します。
km: អ្នកលេងទីមួយ និងទីពីរដកកូនអុកមួយរបស់គូប្រកួតចេញ។
kn: ಮೊದಲ ಮತ್ತು ಎರಡನೆಯ ಆಟಗಾರರು ಎದುರಾಳಿಯ ತುಂಡುಗಳಲ್ಲಿ ಒಂದನ್ನು ತೆಗೆದುಹಾಕುತ್ತಾರೆ.
ko: 선수와 후수 모두 상대방의 말 하나를 제거합니다.
lt: Pirmasis ir antrasis žaidėjai pašalina vieną iš priešininko figūrų.
lv: Pirmais un otrais spēlētājs noņem vienu no pretinieka figūrām.
mk: Првиот и вториот играч отстрануваат една од фигурите на противникот.
ms: Pemain pertama dan kedua mengeluarkan salah satu kepingan lawan.
my: ပထမနှင့် ဒုတိယကစားသမားများသည် ပြိုင်ဘက်၏အပိုင်းအစများကို ဖယ်ထုတ်သည်။
nb: Den første og andre spilleren fjerner en av motstanderens brikker.
nl: De eerste en tweede speler verwijderen een stuk van de tegenstander.
pl: Pierwszy i drugi gracz usuwają jeden z pionków przeciwnika.
pt: O primeiro e o segundo jogadores removem uma das peças do adversário.
ro: Primul și al doilea jucător scot una dintre piesele adversarului.
ru: Первый и второй игроки убирают одну из фигур соперника.
si: පළමු සහ දෙවන ක්‍රීඩකයින් ප්‍රතිපක්ෂයේ කැබලියක් ඉවත් කරයි.
sk: Prvý a druhý hráč odstráni jednu zo súperových figúrok.
sl: Prvi in drugi igralec odstranita eno od nasprotnikovih figur.
sq: Lojtari i parë dhe i dytë heqin një nga pjesët e kundërshtarit.
sr: Први и други играч уклањају једну од противничких фигура.
sv: Den första och andra spelaren tar bort en av motståndarens pjäser.
sw: Wachezaji wa kwanza na wa pili huondoa moja ya vipande vya mpinzani.
ta: முதல் மற்றும் இரண்டாவது வீரர்கள் எதிராளியின் துண்டுகளில் ஒன்றை நீக்குகிறார்கள்.
te: మొదటి మరియు రెండవ ఆటగాళ్ళు ప్రత్యర్థి ముక్కల్లో ఒకదాన్ని తీసివేస్తారు.
th: ผู้เล่นคนแรกและคนที่สองถอดชิ้นส่วนของฝ่ายตรงข้ามออก
tr: Birinci ve ikinci oyuncular rakibin taşlarından birini alır.
uk: Перший і другий гравці знімають одну з фігур суперника.
ur: پہلے اور دوسرے کھلاڑی مخالف کے ٹکڑوں میں سے ایک کو ہٹاتے ہیں۔
uz: Birinchi va ikkinchi o'yinchilar raqibning donalaridan birini olib tashlashadi.
vi: Người chơi thứ nhất và thứ hai loại bỏ một trong các quân cờ của đối phương.
zh: 先手方和后手方先后移除对方的一枚棋子。
zh_hant: 先手方和後手方先後移除對方的一枚棋子。
zu: Umdlali wokuqala nowesibili basusa izingcezu zesitha.

# secondAndFirstPlayerRemovePiece
source: The second and first players remove one of the opponent's pieces.
af: Die tweede en eerste speler verwyder een van die teenstander se stukke.
am: ሁለተኛና መጀመሪያው ተጫዋች ከተቀናቃኙ ቁልፍ አንዱን ይወጣሉ።
ar: يقوم اللاعبان الثاني والأول بإزالة إحدى قطع الخصم.
az: İkinci və birinci oyunçular rəqibin fiqurlarından birini çıxarırlar.
be: Другі і першы гульцы здымаюць адну з фігур суперніка.
bg: Вторият и първият играч премахват една от фигурите на противника.
bn: দ্বিতীয় এবং প্রথম খেলোয়াড়রা প্রতিপক্ষের একটি টুকরো সরিয়ে দেয়।
bo: རྩེད་འགྲན་པ་གཉིས་པ་དང་དང་པོས་ཁ་གཏད་རྩེད་འགྲན་པའི་རྡེལ་རེ་རེ་བསུབ།
ca: El segon i el primer jugador retiren una peça de l'oponent.
cs: Druhý a první hráč odstraní jednu ze soupeřových figurek.
da: Den anden og første spiller fjerner en af modstanderens brikker.
de: Der zweite und der erste Spieler entfernen einen der Steine des Gegners.
el: Ο δεύτερος και ο πρώτος παίκτης αφαιρούν ένα από τα κομμάτια του αντιπάλου.
es: El segundo y el primer jugador retiran una de las piezas del oponente.
et: Teine ja esimene mängija eemaldavad ühe vastase nupu.
fa: بازیکنان دوم و اول یکی از مهره‌های حریف را برمی دارند.
fi: Toinen ja ensimmäinen pelaaja poistavat yhden vastustajan nappuloista.
fr: Les deuxième et premier joueurs enlèvent une des pièces de l'adversaire.
gu: બીજા અને પ્રથમ ખેલાડીઓ વિરોધીના ટુકડામાંથી એકને દૂર કરે છે.
he: השחקן השני והראשון מסירים את אחד הכלים של היריב.
hi: दूसरे और पहले खिलाड़ी प्रतिद्वंद्वी के टुकड़ों में से एक को हटा देते हैं।
hr: Drugi i prvi igrač uklanjaju jednu protivničku figuru.
hu: A második és az első játékos eltávolítja az ellenfél egyik bábuját.
hy: Երկրորդ և առաջին խաղացողները հեռացնում են հակառակորդի խաղաքարերից մեկը:
id: Pemain kedua dan pertama membuang salah satu bidak lawan.
is: Annar og fyrsti leikmaðurinn fjarlægir einn af stykki andstæðingsins.
it: Il secondo e il primo giocatore rimuovono uno dei pezzi dell'avversario.
ja: 2 番目と 1 番目のプレーヤーは、対戦相手の駒を 1 つ取り除きます。
km: អ្នកលេងទីពីរ និងទីមួយដកកូនអុកមួយរបស់គូប្រកួតចេញ។
kn: ಎರಡನೇ ಮತ್ತು ಮೊದಲ ಆಟಗಾರರು ಎದುರಾಳಿಯ ತುಂಡುಗಳಲ್ಲಿ ಒಂದನ್ನು ತೆಗೆದುಹಾಕುತ್ತಾರೆ.
ko: 후수와 선수 모두 상대방의 말 하나를 제거합니다.
lt: Antrasis ir pirmasis žaidėjai pašalina vieną iš priešininko figūrų.
lv: Otrais un pirmais spēlētājs noņem vienu no pretinieka figūrām.
mk: Вториот и првиот играч отстрануваат една од фигурите на противникот.
ms: Pemain kedua dan pertama mengeluarkan salah satu kepingan lawan.
my: ဒုတိယနှင့် ပထမကစားသမားများသည် ပြိုင်ဘက်၏အပိုင်းအစများကို ဖယ်ထုတ်သည်။
nb: Den andre og første spilleren fjerner en av motstanderens brikker.
nl: De tweede en eerste speler verwijderen een stuk van de tegenstander.
pl: Drugi i pierwszy gracz usuwają jeden z pionków przeciwnika.
pt: O segundo e o primeiro jogadores removem uma das peças do adversário.
ro: Al doilea și primul jucător scot una dintre piesele adversarului.
ru: Второй и первый игроки убирают по одной из фигур соперника.
si: දෙවන සහ පළමු ක්‍රීඩකයින් ප්‍රතිපක්ෂයේ කැබලියක් ඉවත් කරයි.
sk: Druhý a prvý hráč odstráni jednu zo súperových figúrok.
sl: Drugi in prvi igralec odstranita eno od nasprotnikovih figur.
sq: Lojtarët e dytë dhe të parë heqin një nga pjesët e kundërshtarit.
sr: Други и први играч уклањају једну од противничких фигура.
sv: Den andra och första spelaren tar bort en av motståndarens pjäser.
sw: Wachezaji wa pili na wa kwanza huondoa moja ya vipande vya mpinzani.
ta: இரண்டாவது மற்றும் முதல் வீரர்கள் எதிராளியின் துண்டுகளில் ஒன்றை அகற்றுகிறார்கள்.
te: రెండవ మరియు మొదటి ఆటగాళ్ళు ప్రత్యర్థి ముక్కలలో ఒకదాన్ని తీసివేస్తారు.
th: ผู้เล่นคนที่สองและคนแรกถอดชิ้นส่วนของฝ่ายตรงข้ามออก
tr: İkinci ve birinci oyuncular rakibin taşlarından birini alır.
uk: Другий і перший гравці знімають одну з фігур суперника.
ur: دوسرے اور پہلے کھلاڑی حریف کے ٹکڑوں میں سے ایک کو ہٹاتے ہیں۔
uz: Ikkinchi va birinchi o'yinchilar raqibning donalaridan birini olib tashlashadi.
vi: Người chơi thứ hai và thứ nhất loại bỏ một trong các quân cờ của đối phương.
zh: 后手方和先手方先后移除对方的一枚棋子。
zh_hant: 後手方和先手方先後移除對方的一枚棋子。
zu: Umdlali wesibili nowokuqala basusa izingcezu zesitha.
