Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# exportForContributionStepDesc
source: Select your puzzles and tap the upload icon to export in the correct format.
af: Kies jou legkaarte en tik die oplaai-ikoon om in die korrekte formaat uit te voer.
am: በትክክለኛው ቅርጸት ወደ ውጭ ለመላክ እንቆቅልሾችዎን ይምረጡ እና የሰቀላ አዶውን ይንኩ።
ar: حدد الألغاز الخاصة بك واضغط على أيقونة التحميل لتصديرها بالتنسيق الصحيح.
az: Bulmacalarınızı seçin və düzgün formatda ixrac etmək üçün yükləmə işarəsinə toxunun.
be: Выберыце галаваломкі і націсніце на значок загрузкі, каб экспартаваць іх у правільным фармаце.
bn: আপনার ধাঁধা নির্বাচন করুন এবং সঠিক বিন্যাসে রপ্তানি করতে আপলোড আইকনে আলতো চাপুন।
bo: གསང་བརྟག་འདེམས་ནས་ཕྱི་འདྲེན་རྟགས་ལ་མནན།
ca: Seleccioneu els vostres trencaclosques i toqueu la icona de càrrega per exportar-los en el format correcte.
cs: Vyberte své hádanky a klepnutím na ikonu nahrávání exportujte ve správném formátu.
da: Vælg dine puslespil, og tryk på upload-ikonet for at eksportere i det korrekte format.
de: Wähle deine Rätsel aus und tippe auf das Upload-Symbol, um im richtigen Format zu exportieren.
el: Επιλέξτε τα παζλ σας και πατήστε το εικονίδιο μεταφόρτωσης για εξαγωγή στη σωστή μορφή.
es: Selecciona tus rompecabezas y toca el ícono de carga para exportarlos en el formato correcto.
et: Valige oma mõistatused ja puudutage õiges vormingus eksportimiseks üleslaadimisikooni.
fa: پازل های خود را انتخاب کنید و روی نماد آپلود ضربه بزنید تا در قالب صحیح صادر کنید.
fr: Sélectionnez vos puzzles et appuyez sur l'icône de téléchargement pour exporter dans le bon format.
gu: તમારી કોયડાઓ પસંદ કરો અને યોગ્ય ફોર્મેટમાં નિકાસ કરવા માટે અપલોડ આઇકનને ટેપ કરો.
he: בחר את הפאזלים שלך והקש על סמל ההעלאה כדי לייצא בפורמט הנכון.
hi: अपनी पहेलियाँ चुनें और सही प्रारूप में निर्यात करने के लिए अपलोड आइकन पर टैप करें।
hr: Odaberite svoje zagonetke i dodirnite ikonu za prijenos za izvoz u ispravnom formatu.
hu: Jelöld ki a feladványaidat, és koppints a feltöltés ikonra a megfelelő formátumú exportáláshoz.
hy: Ընտրեք ձեր հանելուկները և հպեք վերբեռնման պատկերակին՝ ճիշտ ձևաչափով արտահանելու համար:
id: Pilih teka-teki Anda dan ketuk ikon unggah untuk mengekspor dalam format yang benar.
is: Veldu þrautirnar þínar og pikkaðu á upphleðslutáknið til að flytja út á réttu sniði.
it: Seleziona i tuoi puzzle e tocca l'icona di caricamento per esportarli nel formato corretto.
ja: パズルを選択し、アップロード アイコンをタップして、正しい形式でエクスポートします。
km: ជ្រើសរើសល្បែងផ្គុំរូបរបស់អ្នក ហើយចុចលើរូបតំណាងផ្ទុកឡើង ដើម្បីនាំចេញក្នុងទម្រង់ត្រឹមត្រូវ។
kn: ನಿಮ್ಮ ಒಗಟುಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ ಮತ್ತು ಸರಿಯಾದ ಸ್ವರೂಪದಲ್ಲಿ ರಫ್ತು ಮಾಡಲು ಅಪ್‌ಲೋಡ್ ಐಕಾನ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 퍼즐을 선택하고 업로드 아이콘을 눌러 올바른 형식으로 내보내기.
lt: Pasirinkite galvosūkius ir bakstelėkite įkėlimo piktogramą, kad eksportuotumėte tinkamu formatu.
lv: Atlasiet mīklas un pieskarieties augšupielādes ikonai, lai eksportētu pareizā formātā.
mk: Изберете ги вашите загатки и допрете ја иконата за поставување за да ги извезете во правилен формат.
ms: Pilih teka-teki anda dan ketik ikon muat naik untuk mengeksport dalam format yang betul.
nl: Selecteer je puzzels en tik op het uploadpictogram om in het juiste formaat te exporteren.
pl: Wybierz swoje puzzle i dotknij ikony przesyłania, aby wyeksportować je w odpowiednim formacie.
pt: Selecione seus quebra-cabeças e toque no ícone de upload para exportar no formato correto.
ro: Selectați puzzle-urile și atingeți pictograma de încărcare pentru a le exporta în formatul corect.
ru: Выберите свои головоломки и коснитесь значка загрузки, чтобы экспортировать их в правильный формат.
si: ඔබේ ප්‍රහේලිකා තෝරා නිවැරදි ආකෘතියෙන් අපනයනය කිරීමට උඩුගත කිරීමේ නිරූපකය තට්ටු කරන්න.
sk: Vyberte svoje hádanky a klepnutím na ikonu nahrávania ich exportujte v správnom formáte.
sl: Izberite svoje uganke in tapnite ikono za nalaganje, da jih izvozite v pravilni obliki.
sv: Välj dina pussel och tryck på uppladdningsikonen för att exportera i rätt format.
sw: Chagua mafumbo yako na uguse aikoni ya kupakia ili kutuma katika umbizo sahihi.
te: సరైన ఫార్మాట్‌లో ఎగుమతి చేయడానికి మీ పజిల్‌లను ఎంచుకుని, అప్‌లోడ్ చిహ్నాన్ని నొక్కండి.
th: เลือกปริศนาของคุณแล้วแตะไอคอนอัปโหลดเพื่อส่งออกในรูปแบบที่ถูกต้อง
tr: Bulmacalarınızı seçin ve doğru formatta dışa aktarmak için yükleme simgesine dokunun.
uk: Виберіть головоломки та торкніться значка завантаження, щоб експортувати їх у правильному форматі.
ur: اپنے پہیلیاں منتخب کریں اور صحیح شکل میں برآمد کرنے کے لئے اپ لوڈ آئیکن کو تھپتھپائیں۔
uz: Boshqotirmalaringizni tanlang va to‘g‘ri formatda eksport qilish uchun yuklash belgisini bosing.
zh: 选择您的谜题并点击上传图标以正确格式导出。
zh_hant: 選擇您的謎題並點擊上傳圖標以正確的格式導出。
zu: Khetha izindida zakho bese uthepha isithonjana sokulayisha ukuze uthumele ngefomethi elungile.

# submitStep
source: Submit
af: Dien in
am: አስገባ
ar: إرسال
az: Təqdim et
be: Падаць
bn: জমা দিন
bo: ཕུལ་བ།
ca: Envia
cs: Odeslat
da: Indsend
de: Einreichen
el: Υποβολή
es: Enviar
et: Esita
fa: ارسال کنید
fr: Soumettre
gu: સબમિટ કરો
he: שלח
hi: सबमिट करें
hr: Pošalji
hu: Beküldés
hy: Ներկայացրե՛ք
id: Kirim
is: Sendu inn
it: Invia
ja: 送信する
km: ដាក់ស្នើ
kn: ಸಲ್ಲಿಸಿ
ko: 제출
lt: Pateikti
lv: Iesniegt
mk: Поднесете
ms: Hantar
nl: Verzenden
pl: Prześlij
pt: Enviar
ro: Trimiteți
ru: Отправить
si: ඉදිරිපත් කරන්න
sk: Odoslať
sl: Predloži
sv: Skicka in
sw: Wasilisha
te: సమర్పించండి
th: ส่ง
tr: Gönder
uk: Надіслати
ur: پیش کریں
uz: Yuborish
zh: 提交
zh_hant: 提交
zu: Thumela

# submitStepDesc
source: Share the exported file via GitHub Pull Request, Issue, or email.
af: Deel die uitgevoerde lêer via GitHub Pull Request, Issue of e-pos.
am: ወደ ውጭ የተላከውን ፋይል በGitHub Pull ጥያቄ፣ ጉዳይ ወይም በኢሜል ያጋሩ።
ar: شارك الملف الذي تم تصديره عبر طلب سحب GitHub أو الإصدار أو البريد الإلكتروني.
az: İxrac edilmiş faylı GitHub Pull Request, Issue və ya e-poçt vasitəsilə paylaşın.
be: Абагульце экспартаваны файл праз GitHub Pull Request, Issue або электронную пошту.
bn: GitHub পুল রিকোয়েস্ট, ইস্যু বা ইমেলের মাধ্যমে এক্সপোর্ট করা ফাইল শেয়ার করুন।
bo: GitHub Pull Request, Issue, ཡང་ན་ email ནས་ཕྱི་འདྲེན་ཡིག་ཆ་མཉམ་སྤྱོད།
ca: Comparteix el fitxer exportat mitjançant la sol·licitud d'extracció de GitHub, el problema o el correu electrònic.
cs: Sdílejte exportovaný soubor prostřednictvím GitHub Pull Request, Issue nebo e-mailu.
da: Del den eksporterede fil via GitHub Pull Request, Issue eller e-mail.
de: Teile die exportierte Datei via GitHub Pull Request, Issue oder E-Mail.
el: Μοιραστείτε το εξαγόμενο αρχείο μέσω Αίτησης έλξης GitHub, Έκδοσης ή email.
es: Comparta el archivo exportado a través de GitHub Pull Request, Issue o correo electrónico.
et: Jagage eksporditud faili GitHub Pull Request, Issue või meili teel.
fa: فایل صادر شده را از طریق درخواست، شماره یا ایمیل GitHub Pull به اشتراک بگذارید.
fr: Partagez le fichier exporté via GitHub Pull Request, Issue ou e-mail.
gu: નિકાસ કરેલી ફાઇલને GitHub પુલ રિક્વેસ્ટ, ઇશ્યૂ અથવા ઇમેઇલ દ્વારા શેર કરો.
he: שתף את הקובץ המיוצא באמצעות GitHub Pull Request, Issue או אימייל.
hi: निर्यात की गई फ़ाइल को GitHub पुल अनुरोध, अंक या ईमेल के माध्यम से साझा करें।
hr: Podijelite izvezenu datoteku putem GitHub Pull Request, Issue ili e-pošte.
hu: Oszd meg az exportált fájlt GitHub Pull Requestként, Issue-ként vagy e-mailben.
hy: Կիսեք արտահանված ֆայլը GitHub Pull Request-ի, Issue-ի կամ էլփոստի միջոցով:
id: Bagikan file yang diekspor melalui GitHub Pull Request, Issue, atau email.
is: Deildu útfluttu skránni með GitHub Pull Request, Issue eða tölvupósti.
it: Condividi il file esportato tramite GitHub Pull Request, Issue o email.
ja: エクスポートしたファイルを GitHub Pull Request、Issue、または電子メール経由で共有します。
km: ចែករំលែកឯកសារដែលបាននាំចេញតាមរយៈ GitHub Pull Request, Issue ឬអ៊ីមែល។
kn: ರಫ್ತು ಮಾಡಿದ ಫೈಲ್ ಅನ್ನು GitHub ಪುಲ್ ವಿನಂತಿ, ಸಂಚಿಕೆ ಅಥವಾ ಇಮೇಲ್ ಮೂಲಕ ಹಂಚಿಕೊಳ್ಳಿ.
ko: GitHub Pull Request, Issue 또는 이메일을 통해 내보낸 파일 공유.
lt: Bendrinkite eksportuotą failą naudodami „GitHub Pull Request“, „Issue“ arba el. paštu.
lv: Kopīgojiet eksportēto failu, izmantojot GitHub Pull Request, Issue vai e-pastu.
mk: Споделете ја извезената датотека преку барање за повлекување, проблем или е-пошта GitHub.
ms: Kongsi fail yang dieksport melalui Permintaan Tarik GitHub, Isu atau e-mel.
nl: Deel het geëxporteerde bestand via GitHub Pull Request, Issue of e-mail.
pl: Udostępnij wyeksportowany plik za pośrednictwem żądania ściągnięcia GitHub, wydania lub e-maila.
pt: Compartilhe o arquivo exportado por meio de solicitação pull do GitHub, problema ou email.
ro: Partajați fișierul exportat prin Solicitare, Emisiune sau e-mail GitHub.
ru: Поделитесь экспортированным файлом через GitHub Pull Request, Issue или по электронной почте.
si: අපනයනය කළ ගොනුව GitHub Pull ඉල්ලීම, නිකුත් කිරීම හෝ විද්‍යුත් තැපෑල හරහා බෙදා ගන්න.
sk: Zdieľajte exportovaný súbor prostredníctvom GitHub Pull Request, Issue alebo e-mailu.
sl: Delite izvoženo datoteko prek GitHub Pull Request, Issue ali e-pošte.
sv: Dela den exporterade filen via GitHub Pull Request, Issue eller e-post.
sw: Shiriki faili iliyosafirishwa kupitia Ombi la Kuvuta la GitHub, Toleo au barua pepe.
te: ఎగుమతి చేసిన ఫైల్‌ను GitHub పుల్ అభ్యర్థన, సమస్య లేదా ఇమెయిల్ ద్వారా భాగస్వామ్యం చేయండి.
th: แชร์ไฟล์ที่ส่งออกผ่าน GitHub Pull Request, Issue หรืออีเมล
tr: Dışa aktarılan dosyayı GitHub Çekme İsteği, Sayı veya e-posta yoluyla paylaşın.
uk: Поділіться експортованим файлом через GitHub Pull Request, Issue або електронною поштою.
ur: گٹ ہب پل کی درخواست ، مسئلہ ، یا ای میل کے ذریعے برآمد شدہ فائل کا اشتراک کریں۔
uz: Eksport qilingan faylni GitHub Pull Request, Issue yoki elektron pochta orqali baham ko'ring.
zh: 通过GitHub Pull Request、Issue或电子邮件分享导出的文件。
zh_hant: 通過 GitHub Pull Request、Issue 或電子郵件共享導出的文件。
zu: Yabelana ngefayela elithunyelwe nge-GitHub Pull Request, Issue, noma i-imeyili.

source: Full Documentation
af: Volledige dokumentasie
am: ሙሉ ሰነድ
ar: التوثيق الكامل
az: Tam Sənədləşdirmə
be: Поўная дакументацыя
bn: সম্পূর্ণ ডকুমেন্টেশন
bo: ཡིག་ཆ་ཚང་མ།
ca: Documentació completa
cs: Úplná dokumentace
da: Fuld dokumentation
de: Vollständige Dokumentation
el: Πλήρης Τεκμηρίωση
es: Documentación completa
et: Täielik dokumentatsioon
fa: مستندات کامل
fr: Documentation complète
gu: સંપૂર્ણ દસ્તાવેજીકરણ
he: תיעוד מלא
hi: पूर्ण दस्तावेज़ीकरण
hr: Potpuna dokumentacija
hu: Teljes dokumentáció
hy: Ամբողջական Փաստաթղթեր
id: Dokumentasi Lengkap
is: Full skjöl
it: Documentazione completa
ja: 完全なドキュメント
km: ឯកសារពេញលេញ
kn: ಪೂರ್ಣ ದಾಖಲೆ
ko: 전체 문서
lt: Pilna dokumentacija
lv: Pilna dokumentācija
mk: Целосна документација
ms: Dokumentasi Penuh
nl: Volledige documentatie
pl: Pełna dokumentacja
pt: Documentação completa
ro: Documentație completă
ru: Полная документация
si: සම්පූර්ණ ලියකියවිලි
sk: Úplná dokumentácia
sl: Celotna dokumentacija
sv: Fullständig dokumentation
sw: Nyaraka Kamili
te: పూర్తి డాక్యుమెంటేషన్
th: เอกสารฉบับเต็ม
tr: Tam Dokümantasyon
uk: Повна документація
ur: مکمل دستاویزات
uz: To'liq hujjatlar
zh: 完整文档
zh_hant: 完整文檔
zu: Imibhalo Egcwele

# fullDocumentationDesc
source: See PUZZLE_CONTRIBUTION_GUIDE.md in the repository for complete instructions, quality guidelines, and submission options.
af: Sien PUZZLE_CONTRIBUTION_GUIDE.md in die bewaarplek vir volledige instruksies, kwaliteitriglyne en indieningopsies.
am: የተሟላ መመሪያዎችን፣ የጥራት መመሪያዎችን እና የማስረከቢያ አማራጮችን ለማግኘት PUZZLE_CONTRIBUTION_GUIDE.mdን በማከማቻው ውስጥ ይመልከቱ።
ar: راجع PUZZLE_CONTRIBUTION_GUIDE.md في المستودع للحصول على الإرشادات الكاملة وإرشادات الجودة وخيارات الإرسال.
az: Tam təlimatlar, keyfiyyət təlimatları və təqdimetmə seçimləri üçün depoda PUZZLE_CONTRIBUTION_GUIDE.md-ə baxın.
be: Глядзіце PUZZLE_CONTRIBUTION_GUIDE.md у сховішчы для атрымання поўных інструкцый, рэкамендацый па якасці і варыянтаў адпраўкі.
bn: সম্পূর্ণ নির্দেশাবলী, গুণমানের নির্দেশিকা এবং জমা দেওয়ার বিকল্পগুলির জন্য সংগ্রহস্থলে PUZZLE_CONTRIBUTION_GUIDE.md দেখুন৷
bo: PUZZLE_CONTRIBUTION_GUIDE.md ལ་མཁོ་ཆའི་ལམ་སྟོན་ཚང་མ་ལྟོས།
ca: Consulteu PUZZLE_CONTRIBUTION_GUIDE.md al repositori per obtenir instruccions completes, directrius de qualitat i opcions d'enviament.
cs: Úplné pokyny, pokyny pro kvalitu a možnosti odeslání naleznete na PUZZLE_CONTRIBUTION_GUIDE.md v úložišti.
da: Se PUZZLE_CONTRIBUTION_GUIDE.md i lageret for at få komplette instruktioner, kvalitetsretningslinjer og indsendelsesmuligheder.
de: Siehe PUZZLE_CONTRIBUTION_GUIDE.md im Repository für vollständige Anweisungen, Qualitätsrichtlinien und Einreichungsoptionen.
el: Δείτε το PUZZLE_CONTRIBUTION_GUIDE.md στο αποθετήριο για πλήρεις οδηγίες, οδηγίες ποιότητας και επιλογές υποβολής.
es: Consulte PUZZLE_CONTRIBUTION_GUIDE.md en el repositorio para obtener instrucciones completas, pautas de calidad y opciones de envío.
et: Täielikud juhised, kvaliteedijuhised ja esitamisvõimalused leiate hoidlast saidilt PUZZLE_CONTRIBUTION_GUIDE.md.
fa: برای دستورالعمل‌های کامل، دستورالعمل‌های کیفیت و گزینه‌های ارسال، به PUZZLE_CONTRIBUTION_GUIDE.md در مخزن مراجعه کنید.
fr: Voir PUZZLE_CONTRIBUTION_GUIDE.md dans le référentiel pour des instructions complètes, des directives de qualité et des options de soumission.
gu: સંપૂર્ણ સૂચનાઓ, ગુણવત્તા માર્ગદર્શિકા અને સબમિશન વિકલ્પો માટે ભંડારમાં PUZZLE_CONTRIBUTION_GUIDE.md જુઓ.
he: ראה PUZZLE_CONTRIBUTION_GUIDE.md במאגר לקבלת הוראות מלאות, הנחיות איכות ואפשרויות הגשה.
hi: संपूर्ण निर्देशों, गुणवत्ता दिशानिर्देशों और सबमिशन विकल्पों के लिए रिपॉजिटरी में PUZZLE_CONTRIBUTION_GUIDE.md देखें।
hr: Pogledajte PUZZLE_CONTRIBUTION_GUIDE.md u repozitoriju za potpune upute, smjernice za kvalitetu i mogućnosti podnošenja.
hu: A teljes útmutatóért, minőségi irányelvekért és beküldési lehetőségekért lásd a tárházban a PUZZLE_CONTRIBUTION_GUIDE.md fájlt.
hy: Ամբողջական հրահանգների, որակի ուղեցույցների և ներկայացման տարբերակների համար տես PUZZLE_CONTRIBUTION_GUIDE.md-ը պահոցում:
id: Lihat PUZZLE_CONTRIBUTION_GUIDE.md di repositori untuk instruksi lengkap, pedoman kualitas, dan opsi pengiriman.
is: Sjá PUZZLE_CONTRIBUTION_GUIDE.md í geymslunni fyrir heildarleiðbeiningar, gæðaleiðbeiningar og innsendingarmöguleika.
it: Vedi PUZZLE_CONTRIBUTION_GUIDE.md nel repository per istruzioni complete, linee guida sulla qualità e opzioni di invio.
ja: 完全な手順、品質ガイドライン、送信オプションについては、リポジトリの PUZZLE_CONTRIBUTION_GUIDE.md を参照してください。
km: សូមមើល PUZZLE_CONTRIBUTION_GUIDE.md នៅក្នុងឃ្លាំងសម្រាប់ការណែនាំពេញលេញ គោលការណ៍ណែនាំគុណភាព និងជម្រើសនៃការដាក់ស្នើ។
kn: ಸಂಪೂರ್ಣ ಸೂಚನೆಗಳು, ಗುಣಮಟ್ಟದ ಮಾರ್ಗಸೂಚಿಗಳು ಮತ್ತು ಸಲ್ಲಿಕೆ ಆಯ್ಕೆಗಳಿಗಾಗಿ ರೆಪೊಸಿಟರಿಯಲ್ಲಿ PUZZLE_CONTRIBUTION_GUIDE.md ಅನ್ನು ನೋಡಿ.
ko: 전체 지침, 품질 지침 및 제출 옵션은 저장소의 PUZZLE_CONTRIBUTION_GUIDE.md를 참조하세요.
lt: Išsamias instrukcijas, kokybės gaires ir pateikimo parinktis rasite saugykloje esančiame PUZZLE_CONTRIBUTION_GUIDE.md.
lv: Pilnus norādījumus, kvalitātes vadlīnijas un iesniegšanas iespējas skatiet repozitorijā PUZZLE_CONTRIBUTION_GUIDE.md.
mk: Видете PUZZLE_CONTRIBUTION_GUIDE.md во складиштето за целосни упатства, упатства за квалитет и опции за поднесување.
ms: Lihat PUZZLE_CONTRIBUTION_GUIDE.md dalam repositori untuk arahan lengkap, garis panduan kualiti dan pilihan penyerahan.
nl: Zie PUZZLE_CONTRIBUTION_GUIDE.md in de repository voor volledige instructies, kwaliteitsrichtlijnen en indieningsopties.
pl: Pełne instrukcje, wytyczne dotyczące jakości i opcje przesyłania można znaleźć w pliku PUZZLE_CONTRIBUTION_GUIDE.md w repozytorium.
pt: Consulte PUZZLE_CONTRIBUTION_GUIDE.md no repositório para obter instruções completas, diretrizes de qualidade e opções de envio.
ro: Consultați PUZZLE_CONTRIBUTION_GUIDE.md în depozit pentru instrucțiuni complete, instrucțiuni de calitate și opțiuni de trimitere.
ru: См. PUZZLE_CONTRIBUTION_GUIDE.md в репозитории для получения полных инструкций, рекомендаций по обеспечению качества и вариантов отправки.
si: සම්පූර්ණ උපදෙස්, තත්ත්ව මාර්ගෝපදේශ සහ ඉදිරිපත් කිරීමේ විකල්ප සඳහා ගබඩාවේ PUZZLE_CONTRIBUTION_GUIDE.md බලන්න.
sk: Úplné pokyny, pokyny pre kvalitu a možnosti odoslania nájdete na stránke PUZZLE_CONTRIBUTION_GUIDE.md v úložisku.
sl: Glejte PUZZLE_CONTRIBUTION_GUIDE.md v repozitoriju za popolna navodila, smernice za kakovost in možnosti oddaje.
sv: Se PUZZLE_CONTRIBUTION_GUIDE.md i arkivet för fullständiga instruktioner, kvalitetsriktlinjer och inlämningsalternativ.
sw: Tazama PUZZLE_CONTRIBUTION_GUIDE.md kwenye hazina kwa maagizo kamili, miongozo ya ubora na chaguo za uwasilishaji.
te: పూర్తి సూచనలు, నాణ్యత మార్గదర్శకాలు మరియు సమర్పణ ఎంపికల కోసం రిపోజిటరీలో PUZZLE_CONTRIBUTION_GUIDE.mdని చూడండి.
th: ดู PUZZLE_CONTRIBUTION_GUIDE.md ในพื้นที่เก็บข้อมูลเพื่อดูคำแนะนำทั้งหมด หลักเกณฑ์ด้านคุณภาพ และตัวเลือกในการส่ง
tr: Talimatların, kalite yönergelerinin ve gönderim seçeneklerinin tamamı için depodaki PUZZLE_CONTRIBUTION_GUIDE.md adresine bakın.
uk: Перегляньте PUZZLE_CONTRIBUTION_GUIDE.md у репозиторії, щоб отримати повні інструкції, інструкції з якості та варіанти подання.
ur: مکمل ہدایات ، معیار کے رہنما خطوط ، اور جمع کرانے کے اختیارات کے لئے ذخیرہ میں puale_contribition_guide.md دیکھیں۔
uz: Toʻliq koʻrsatmalar, sifat koʻrsatmalari va yuborish opsiyalari uchun ombordagi PUZZLE_CONTRIBUTION_GUIDE.md sahifasiga qarang.
zh: 查看仓库中的PUZZLE_CONTRIBUTION_GUIDE.md以获取完整说明、质量指南和提交选项。
zh_hant: 請參閱存儲庫中的 PUZZLE_CONTRIBUTION_GUIDE.md 以獲取完整的說明、質量指南和提交選項。
zu: Bona i-PUZZLE_CONTRIBUTION_GUIDE.md endaweni yokugcina ukuze uthole imiyalelo ephelele, imihlahlandlela yekhwalithi, nezinketho zokuhambisa.

source: Quality Requirements:
af: Kwaliteit vereistes:
am: የጥራት መስፈርቶች፡-
ar: متطلبات الجودة:
az: Keyfiyyət Tələbləri:
be: Патрабаванні да якасці:
bn: গুণমানের প্রয়োজনীয়তা:
bo: ཡག་ཆའི་ཆ་རྐྱེན:
ca: Requisits de qualitat:
cs: Požadavky na kvalitu:
da: Kvalitetskrav:
de: Qualitätsanforderungen:
el: Απαιτήσεις ποιότητας:
es: Requisitos de calidad:
et: Kvaliteedinõuded:
fa: الزامات کیفیت:
fr: Exigences de qualité :
gu: ગુણવત્તા જરૂરિયાતો:
he: דרישות איכות:
hi: गुणवत्ता आवश्यकताएँ:
hr: Zahtjevi kvalitete:
hu: Minőségi követelmények:
hy: Որակի պահանջներ.
id: Persyaratan Kualitas:
is: Gæðakröfur:
it: Requisiti di qualità:
ja: 品質要件:
km: តម្រូវការគុណភាព៖
kn: ಗುಣಮಟ್ಟದ ಅವಶ್ಯಕತೆಗಳು:
ko: 품질 요구사항:
lt: Kokybės reikalavimai:
lv: Kvalitātes prasības:
mk: Барања за квалитет:
ms: Keperluan Kualiti:
nl: Kwaliteitseisen:
pl: Wymagania jakościowe:
pt: Requisitos de qualidade:
ro: Cerințe de calitate:
ru: Требования к качеству:
si: ගුණාත්මක අවශ්යතා:
sk: Požiadavky na kvalitu:
sl: Zahteve glede kakovosti:
sv: Kvalitetskrav:
sw: Mahitaji ya ubora:
te: నాణ్యత అవసరాలు:
th: ข้อกำหนดด้านคุณภาพ:
tr: Kalite Gereksinimleri:
uk: Вимоги до якості:
ur: معیار کی ضروریات:
uz: Sifatga qo'yiladigan talablar:
zh: 质量要求：
zh_hant: 質量要求：
zu: Izimfuneko Zekhwalithi:

# qualityReqClearSolution
source: ✓ Clear, unique solution
af: ✓ Duidelike, unieke oplossing
am: ✓ ግልጽ፣ ልዩ መፍትሄ
ar: ✓ حل واضح وفريد من نوعه
az: ✓ Aydın, unikal həll
be: ✓ Выразнае, унікальнае рашэнне
bn: ✓ পরিষ্কার, অনন্য সমাধান
bo: ✓ གསལ་བའི་ཐབས་ཤེས
ca: ✓ Solució clara i única
cs: ✓ Jasné, jedinečné řešení
da: ✓ Klar, unik løsning
de: ✓ Klare, eindeutige Lösung
el: ✓ Σαφής, μοναδική λύση
es: ✓ Solución clara y única
et: ✓ Selge ja ainulaadne lahendus
fa: ✓ روشن، راه حل منحصر به فرد
fr: ✓ Solution claire et unique
gu: ✓ સ્પષ્ટ, અનન્ય ઉકેલ
he: ✓ פתרון ברור וייחודי
hi: ✓ स्पष्ट, अद्वितीय समाधान
hr: ✓ Jasno, jedinstveno rješenje
hu: ✓ Egyértelmű, egyedi megoldás
hy: ✓ Հստակ, եզակի լուծում
id: ✓ Solusi yang jelas dan unik
is: ✓ Skýr, einstök lausn
it: ✓ Soluzione chiara e unica
ja: ✓ 明確でユニークなソリューション
km: ✓ ដំណោះស្រាយតែមួយគត់
kn: ✓ ಸ್ಪಷ್ಟ, ಅನನ್ಯ ಪರಿಹಾರ
ko: ✓ 명확하고 고유한 해답
lt: ✓ Aiškus, unikalus sprendimas
lv: ✓ Skaidrs, unikāls risinājums
mk: ✓ Јасно, уникатно решение
ms: ✓ Penyelesaian yang jelas dan unik
nl: ✓ Duidelijke, unieke oplossing
pl: ✓ Przejrzyste, unikalne rozwiązanie
pt: ✓ Solução clara e única
ro: ✓ Soluție clară, unică
ru: ✓ Понятное, уникальное решение
si: ✓ පැහැදිලි, අද්විතීය විසඳුම
sk: ✓ Jasné, jedinečné riešenie
sl: ✓ Jasna, edinstvena rešitev
sv: ✓ Tydlig, unik lösning
sw: ✓ Suluhisho wazi na la kipekee
te: ✓ స్పష్టమైన, ఏకైక పరిష్కారం
th: ✓ โซลูชั่นที่ชัดเจนและไม่เหมือนใคร
tr: ✓ Net, benzersiz çözüm
uk: ✓ Чітке, унікальне рішення
ur: ✓ واضح ، انوکھا حل
uz: ✓ Aniq, noyob yechim
zh: ✓ 明确、唯一的解答
zh_hant: ✓ 清晰、獨特的解決方案
zu: ✓ Isixazululo esicacile, esiyingqayizivele

# qualityReqCompleteMetadata
source: ✓ Complete metadata (title, description, etc.)
af: ✓ Volledige metadata (titel, beskrywing, ens.)
am: ✓ የተሟላ ሜታዳታ (ርዕስ፣ መግለጫ፣ ወዘተ.)
ar: ✓ البيانات الوصفية الكاملة (العنوان والوصف وما إلى ذلك)
az: ✓ Tam metadata (başlıq, təsvir və s.)
be: ✓ Поўныя метададзеныя (назва, апісанне і г.д.)
bn: ✓ সম্পূর্ণ মেটাডেটা (শিরোনাম, বিবরণ, ইত্যাদি)
bo: ✓ ཚང་བའི་མེ་ལོང (མིང, འགྲེལ་བཤད, སོགས)
ca: ✓ Metadades completes (títol, descripció, etc.)
cs: ✓ Kompletní metadata (název, popis atd.)
da: ✓ Komplet metadata (titel, beskrivelse osv.)
de: ✓ Vollständige Metadaten (Titel, Beschreibung usw.)
el: ✓ Πλήρη μεταδεδομένα (τίτλος, περιγραφή κ.λπ.)
es: ✓ Metadatos completos (título, descripción, etc.)
et: ✓ Täielikud metaandmed (pealkiri, kirjeldus jne)
fa: ✓ فراداده کامل (عنوان، توضیحات و غیره)
fr: ✓ Métadonnées complètes (titre, description, etc.)
gu: ✓ સંપૂર્ણ મેટાડેટા (શીર્ષક, વર્ણન, વગેરે)
he: ✓ מטא נתונים מלאים (כותרת, תיאור וכו')
hi: ✓ संपूर्ण मेटाडेटा (शीर्षक, विवरण, आदि)
hr: ✓ Potpuni metapodaci (naslov, opis itd.)
hu: ✓ Teljes metaadatok (cím, leírás, stb.)
hy: ✓ Ամբողջական մետատվյալներ (վերնագիր, նկարագրություն և այլն)
id: ✓ Metadata lengkap (judul, deskripsi, dll)
is: ✓ Heill lýsigögn (titill, lýsing osfrv.)
it: ✓ Metadati completi (titolo, descrizione, ecc.)
ja: ✓ 完全なメタデータ (タイトル、説明など)
km: ✓ បំពេញទិន្នន័យមេតា (ចំណងជើង ការពិពណ៌នា។ល។)
kn: ✓ ಸಂಪೂರ್ಣ ಮೆಟಾಡೇಟಾ (ಶೀರ್ಷಿಕೆ, ವಿವರಣೆ, ಇತ್ಯಾದಿ)
ko: ✓ 완전한 메타데이터 (제목, 설명 등)
lt: ✓ Visi metaduomenys (pavadinimas, aprašas ir kt.)
lv: ✓ Pilni metadati (nosaukums, apraksts utt.)
mk: ✓ Целосни метаподатоци (наслов, опис, итн.)
ms: ✓ Metadata lengkap (tajuk, huraian, dsb.)
nl: ✓ Volledige metadata (titel, beschrijving, etc.)
pl: ✓ Kompletne metadane (tytuł, opis itp.)
pt: ✓ Metadados completos (título, descrição, etc.)
ro: ✓ Metadate complete (titlu, descriere etc.)
ru: ✓ Полные метаданные (название, описание и т. д.)
si: ✓ සම්පූර්ණ පාරදත්ත (මාතෘකාව, විස්තරය, ආදිය)
sk: ✓ Vyplňte metadáta (názov, popis atď.)
sl: ✓ Popolni metapodatki (naslov, opis itd.)
sv: ✓ Komplett metadata (titel, beskrivning, etc.)
sw: ✓ Metadata kamili (kichwa, maelezo, n.k.)
te: ✓ పూర్తి మెటాడేటా (శీర్షిక, వివరణ, మొదలైనవి)
th: ✓ ข้อมูลเมตาที่สมบูรณ์ (ชื่อ คำอธิบาย ฯลฯ)
tr: ✓ Meta verileri tamamlayın (başlık, açıklama vb.)
uk: ✓ Повні метадані (назва, опис тощо)
ur: met مکمل میٹا ڈیٹا (عنوان ، تفصیل ، وغیرہ)
uz: ✓ Toʻliq metamaʼlumotlar (sarlavha, tavsif va h.k.)
zh: ✓ 完整的元数据（标题、描述等）
zh_hant: ✓ 完整的元數據（標題、描述等）
zu: ✓ Imethadatha ephelele (isihloko, incazelo, njll.)
