Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Connected to host successfully.
af: Suksesvol aan gasheer gekoppel.
am: ከማስተናገድ በሚገባ ግንኙነት ተደርጓል።
ar: تم الاتصال بالمضيف بنجاح.
az: Host'a uğurla qoşuldu.
be: Паспяхова падлучаны да хоста.
bg: Свързан успешно с хоста.
bn: হোস্টের সাথে সফলভাবে সংযুক্ত।
bo: ཞབས་ཞུ་ཆས་ལ་ལེགས་འགྲུབ་འབྲེལ་མཐུད་བྱས་པ།
ca: S'ha connectat correctament a l'amfitrió.
cs: Úspěšně připojeno k hostiteli.
da: Forbundet til vært succesfuldt.
de: Erfolgreich mit Host verbunden.
el: Συνδεθήκατε επιτυχώς με τον διακομιστή.
es: Conectado al host exitosamente.
et: Ühendus hostiga õnnestus.
fa: با موفقیت به میزبان متصل شد.
fi: Yhteys isäntään onnistui.
fr: Connecté à l'hôte avec succès.
gu: હોસ્ટ સાથે સફળતાપૂર્વક જોડાયેલ.
he: התחברות למארח בהצלחה.
hi: होस्ट से सफलतापूर्वक कनेक्ट हो गया।
hr: Uspješno povezano s hostom.
hu: Sikeresen csatlakoztál a hoszthoz.
hy: Հաջողությամբ միացված է հոսթին։
id: Terhubung ke host berhasil.
is: Tengdur við hýsinguna með góðum árangri.
it: Connesso all'host con successo.
ja: ホストに正常に接続しました。
km: បានតភ្ជាប់ទៅម៉ាស៊ីនមេដោយជោគជ័យ។
kn: ಹೋಸ್ಟ್‌ಗೆ ಯಶಸ್ವಿಯಾಗಿ ಸಂಪರ್ಕಗೊಂಡಿದೆ.
ko: 호스트에 성공적으로 연결되었습니다.
lt: Sėkmingai prisijungta prie talpinimo.
lv: Veiksmīgi savienots ar spēles vadītāju.
mk: Успешно поврзување со домаќинот.
ms: Berjaya bersambung ke hos.
my: အိမ်ရှင်နှင့်အောင်မြင်စွာချိတ်ဆက်ပြီး။
nb: Tilkoblet til verten med suksess.
nl: Succesvol verbonden met host.
pl: Połączono z hostem pomyślnie.
pt: Conectado ao host com sucesso.
ro: Conectat cu succes la gazdă.
ru: Успешно подключено к хосту.
si: හොස්ට් සමඟ සාර්ථකව සම්බන්ධ විය.
sk: Pripojenie k hostiteľovi bolo úspešné.
sl: Uspešno si se povezal z gostiteljem.
sq: U lidh me sukses me hostin.
sr: Успешно повезан са домаћином.
sv: Anslutning till värd lyckades.
sw: Imeunganishwa kwa mfanikiwa na mwenyeji.
ta: ஹோஸ்டுடன் வெற்றிகரமாக இணைக்கப்பட்டது.
te: హోస్ట్‌తో విజయవంతంగా కనెక్ట్ అయింది.
th: เชื่อมต่อกับโฮสต์สำเร็จ
tr: Sunucuya başarıyla bağlanıldı.
uk: Успішно підключено до хосту.
ur: میزبان سے کامیابی کے ساتھ کنیکٹ ہو گیا۔
uz: Xostga muvaffaqiyatli ulandi.
vi: Đã kết nối với máy chủ thành công.
zh: 已成功连接到主机
zh_hant: 已成功連接到主機
zu: Uxhunyiwe kumbambi ngempumelelo.

source: Connection lost: heartbeat timeout
af: Verbinding verlore: hartklop-tydverstreking
am: ግንኙነት ጠፍቷል፡ ልብ ጣት ጊዜ አልቋል።
ar: انقطع الاتصال: انتهاء مهلة نبض القلب
az: Bağlantı kəsildi: heartbeat vaxtı bitdi.
be: Злучэнне страчана: тайм-аўт сэрцабіцця
bg: Връзката е загубена: изтичане на времето за heartbeat
bn: সংযোগ হারিয়ে গেছে: হার্টবিট টাইমআউট
bo: འབྲེལ་མཐུད་བརླག་པ། སྙིང་སྤྱོད་སྐར་ཆ་མཚམས་འཇོག
ca: S'ha perdut la connexió: temps d'espera del batec excedit
cs: Spojení ztraceno: vypršel čas heartbeat
da: Forbindelse mistet: heartbeat timeout
de: Verbindung verloren: Zeitüberschreitung (Heartbeat)
el: Η σύνδεση διακόπηκε: λήξη χρονικού ορίου heartbeat
es: Conexión perdida: tiempo de espera de latido
et: Ühendus kadus: heartbeat aegumisaeg.
fa: اتصال از دست رفت: پایان زمان ضربان
fi: Yhteys katkaistu: yhteydenvalvonnan aikakatkaisu
fr: Connexion perdue : délai d'attente du signal de vie
gu: કનેક્શન ખોવાઈ ગયું: હાર્ટબીટ ટાઈમઆઉટ
he: החיבור אבד: פסק זמן של פעימות לב
hi: कनेक्शन खो गया: हार्टबीट टाइमआउट
hr: Veza je izgubljena: istek vremena za heartbeat
hu: A kapcsolat megszakadt: heartbeat-timeout
hy: Միացումը կորել է՝ heartbeat timeout
id: Koneksi terputus: timeout heartbeat
is: Tenging tapað: hjartsláttar tímatakmark
it: Connessione persa: timeout dell'heartbeat
ja: 接続が失われました：ハートビートタイムアウト
km: ការតភ្ជាប់បានបាត់បង់៖ ការអស់ពេល heartbeat
kn: ಸಂಪರ್ಕ ಕಳೆದುಹೋಗಿದೆ: ಹಾರ್ಟ್‌ಬೀಟ್ ಟೈಮ್‌ಔಟ್
ko: 연결 끊김: 하트비트 시간 초과
lt: Ryšys nutrūko: laiko limitas pasibaigė
lv: Savienojums zaudēts: sirdsdarbības laika pārsniegšana
mk: Врската е изгубена: истекување на heartbeat
ms: Sambungan terputus: masalah sambungan
my: ချိတ်ဆက်မှုပြတ်: နှလုံးခုန်အချိန်ကုန်
nb: Forbindelsen mistet: hjertebank-tidsavbrudd
nl: Verbinding verbroken: heartbeat-timeout
pl: Utracono połączenie: przekroczenie czasu bicia serca
pt: Conexão perdida: tempo limite do heartbeat
ro: Conexiune pierdută: timp de așteptare pentru semnal depășit
ru: Соединение потеряно: таймаут heartbeat
si: සම්බන්ධතාවය බිඳ ගිය: හෘදස්පන්දන කාලසීමාව නිසා
sk: Pripojenie stratené: vypršal čas heartbeat
sl: Povezava izgubljena: prekoračen čas srčnega utripa
sq: Lidhja u humb: Kohëskadim heartbeat
sr: Веза изгубљена: истекао је временски рок за хеартбеат.
sv: Anslutningen tappades: heartbeat-timeout
sw: Muunganisho umeisha: muda wa moyo umeisha
ta: இணைப்பு இழப்பு: ஹார்ட்பீட் நேரக்கோள் மீறப்பட்டது
te: కనెక్షన్ కోల్పోయింది: హార్ట్‌బీట్ టైమౌట్
th: การเชื่อมต่อขาด: หมดเวลา
tr: Bağlantı kaybedildi: heartbeat zaman aşımı
uk: З’єднання втрачено: тайм-аут серцебиття
ur: کنکشن منقطع ہو گیا: ہارٹ بیٹ ٹائم آؤٹ
uz: Aloqa uzildi: heartbeat muddati tugadi.
vi: Mất kết nối: hết thời gian heartbeat
zh: 连接丢失：心跳超时
zh_hant: 連線丟失：心跳超時
zu: Ukuxhumana kulahlekile: isikhathi sokushaya kwenhliziyo siphelile

source: No host discovered.
af: Geen gasheer ontdek nie.
am: ምንም ማስተናገድ አልተገኘም።
ar: لم يتم اكتشاف أي خادم.
az: Host tapılmadı.
be: Хост не выяўлены.
bg: Няма открит хост.
bn: কোনো হোস্ট আবিষ্কৃত হয়নি।
bo: ཞབས་ཞུ་ཆས་མཐོང་རྒྱུ་མེད།
ca: No s'ha trobat cap amfitrió.
cs: Nebyl nalezen žádný hostitel.
da: Ingen vært opdaget.
de: Kein Host gefunden.
el: Δεν εντοπίστηκε διακομιστής.
es: No se descubrió ningún host.
et: Hosti ei leitud.
fa: هیچ میزبانی یافت نشد.
fi: Isäntää ei löytynyt.
fr: Aucun hôte découvert.
gu: કોઈ હોસ્ટ મળ્યું નથી.
he: לא נמצא מארח.
hi: कोई होस्ट नहीं मिला।
hr: Nema pronađenih hostova.
hu: Nem található hoszt.
hy: Ոչ մի հոսթ հայտնաբերված։
id: Tidak ada host yang ditemukan.
is: Engin hýsing uppgötvuð.
it: Nessun host rilevato.
ja: ホストが見つかりませんでした。
km: រកមិនឃើញម៉ាស៊ីនមេទេ។
kn: ಯಾವುದೇ ಹೋಸ್ಟ್ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 검색된 호스트 없음.
lt: Talpinimas neaptiktas.
lv: Nav atrasts spēles vadītājs.
mk: Не е откриен домаќин.
ms: Tiada hos dikesan.
my: အိမ်ရှင်မတွေ့ပါ။
nb: Ingen vert oppdaget.
nl: Geen host gevonden.
pl: Nie odkryto hosta.
pt: Nenhum host encontrado.
ro: Nicio gazdă descoperită.
ru: Хост не обнаружен.
si: හොස්ට් එකක් හමු නොවීය.
sk: Žiadny hostiteľ nebol nájdený.
sl: Gostitelj ni bil odkrit.
sq: Asnjë host i zbuluar.
sr: Нема пронађених домаћина.
sv: Ingen värd upptäckt.
sw: Hakuna mwenyeji aliyegunduliwa.
ta: ஓர் ஹோஸ்ட் கண்டுபிடிக்கப்படவில்லை.
te: ఎలాంటి హోస్ట్ కనుగొనబడలేదు.
th: ไม่พบโฮสต์
tr: Hiçbir sunucu keşfedilmedi.
uk: Хост не знайдено.
ur: کوئی میزبان دریافت نہیں ہوا۔
uz: Xost topilmadi.
vi: Không tìm thấy máy chủ.
zh: 未发现主机。
zh_hant: 未發現主機。
zu: Akukho mbambi otholiwe.

source: Confirm resignation
af: Bevestig bedanking
am: መልቀቅ ይረጋገጡ
ar: تأكيد الاستسلام
az: İmtina etməyi təsdiqlə.
be: Пацвердзіць здачу
bg: Потвърдете отказването
bn: পদত্যাগ নিশ্চিত করুন
bo: བཀོད་པ་ངོས་ལེན།
ca: Confirmeu la rendició
cs: Potvrdit vzdání
da: Bekræft opgivelse
de: Aufgabe bestätigen
el: Επιβεβαίωση παραίτησης
es: Confirmar renuncia
et: Kinnita loobumine
fa: تأیید کناره‌گیری
fi: Vahvista luovutus
fr: Confirmer l'abandon
gu: રાજીનામુંની પુષ્ટિ કરો
he: אשר ויתור
hi: हार मानने की पुष्टि करें
hr: Potvrdi predaju
hu: Feladás megerősítése
hy: Հաստատել հրաժարումը
id: Konfirmasi pengunduran diri
is: Staðfesta uppgjöf
it: Conferma abbandono
ja: 投了の確認
km: បញ្ជាក់ការលះបង់
kn: ತ್ಯಜಿಸುವಿಕೆಯನ್ನು ದೃಢೀಕರಿಸಿ
ko: 기권 확인
lt: Patvirtinti pasidavimą
lv: Apstiprināt padīšanos
mk: Потврди предавање
ms: Sahkan Penyerahan
my: ထွက်ခွာမှုအတည်ပြုပါ
nb: Bekreft oppgivelse
nl: Opgeven bevestigen
pl: Potwierdź poddanie się
pt: Confirmar desistência
ro: Confirmă renunțarea
ru: Подтвердить сдачу
si: ඉවත්වීම තහවුරු කරන්න
sk: Potvrdiť vzdanie sa
sl: Potrdi odstop
sq: Konfirmo dorëzimin
sr: Потврдите предају
sv: Bekräfta att du vill ge upp spelet
sw: Thibitisha kujiuzulu
ta: விலகலை உறுதிப்படுத்து
te: రాజీనామాను నిర్ధారించండి
th: ยืนยันการยอมแพ้
tr: Vazgeçmeyi onayla
uk: Підтвердити здачу
ur: دستبرداری کی تصدیق کریں
uz: Chekinishni tasdiqlang
vi: Xác nhận từ bỏ
zh: 确认认输
zh_hant: 確認認輸
zu: Qinisekisa ukuyeka

source: Started hosting game, waiting for players to join...
af: Begin spel host, wag vir spelers om aan te sluit...
am: ጨዋታው ማስተናገድ ጀምሯል፣ ተጫዋቾች ይተባበሩ በመጠባበቅ ላይ...
ar: تم بدء استضافة اللعبة، في انتظار انضمام اللاعبين...
az: Oyun host edildi, oyunçuların qoşulması gözlənilir...
be: Пачаў хостынг гульні, чакаем далучэння гульцоў...
bg: Започнато хостване на игра, очакват се играчи да се присъединят...
bn: খেলা হোস্টিং শুরু হয়েছে, খেলোয়াড়দের যোগদানের অপেক্ষায়...
bo: རྩེད་མོ་ཞབས་ཞུ་མཛད་པ་འགོ་འཛུགས་པ། རྩེད་མོ་པ་ཚུ་ནང་འཛུལ་བསྒུག་པ།...
ca: Heu començat a allotjar la partida, s'està esperant que s'hi uneixin jugadors...
cs: Spuštěno hostování hry, čeká se na připojení hráčů...
da: Startet med at hoste spil, venter på spillere til at deltage...
de: Spielhosting gestartet, warte auf Beitritt von Spielern...
el: Ξεκίνησε η φιλοξενία του παιχνιδιού, αναμονή για παίκτες να συνδεθούν...
es: Comenzó a alojar el juego, esperando que los jugadores se unan...
et: Mängu hostimine alustatud, ootab mängijate liitumist...
fa: میزبانی بازی آغاز شد، در انتظار پیوستن بازیکنان...
fi: Isännöinti aloitettu, odotetaan pelaajien liittymistä...
fr: Hébergement de la partie démarré, en attente de joueurs...
gu: ગેમ હોસ્ટિંગ શરૂ કર્યું, ખેલાડીઓના જોડાવાની રાહ જોઈ રહ્યું...
he: התחלת אירוח משחק, ממתין לשחקנים שיצטרפו...
hi: खेल होस्टिंग शुरू की गई, खिलाड़ियों के जुड़ने की प्रतीक्षा कर रहा है...
hr: Počelo hostanje igre, čeka se da se igrači pridruže...
hu: A játék hosztolása elindult, várjuk a csatlakozó játékosokat...
hy: Սկսել է հոսթինգը, սպասում է խաղացողների միացմանը...
id: Mulai menjadi host permainan, menunggu pemain untuk bergabung...
is: Byrjaði að hýsa leik, bíð eftir leikmönnum til að taka þátt...
it: Avviato hosting del gioco, in attesa che i giocatori si uniscano...
ja: ゲームのホスティングを開始しました。プレイヤーの参加を待っています...
km: បានចាប់ផ្តើមបង្ហោះហ្គេម កំពុងរង់ចាំអ្នកលេងចូលរួម...
kn: ಆಟ ಹೋಸ್ಟಿಂಗ್ ಪ್ರಾರಂಭಿಸಲಾಗಿದೆ, ಆಟಗಾರರು ಸೇರಲು ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ...
ko: 게임 호스팅 시작, 플레이어 참여 대기 중...
lt: Žaidimas pradėtas, laukiama žaidėjų prisijungimo...
lv: Spēles rīkošana uzsākta, gaida spēlētāju pievienošanos...
mk: Почна хостирање на играта, чекајќи играчи да се приклучат...
ms: Mula menjadi hos, menunggu pemain menyertai...
my: အိမ်ရှင်စတင်ပြီး ကစားသမားများစောင့်ဆိုင်းနေသည်...
nb: Starter hosting, venter på at spillere skal bli med...
nl: Hosten gestart, wachten op spelers...
pl: Rozpoczęto hostowanie gry, oczekiwanie na dołączenie graczy...
pt: Iniciou a hospedagem do jogo, aguardando jogadores para entrar...
ro: Joc găzduit, așteptăm jucători să se alăture...
ru: Начало хостинга игры, ожидание присоединения игроков...
si: ක්‍රීඩාව හෝස්ට් කිරීම ආරම්භ කරන ලදී, ක්‍රීඩකයන් එකතු වීමට බලා සිටී...
sk: Začalo sa hosťovanie hry, čaká sa na pripojenie hráčov...
sl: Začel si gostovanje igre, čakam, da se igralci pridružijo...
sq: Hostimi filloi, duke pritur lojtarët...
sr: Хостовање игре је започето, чека се да се играчи придруже...
sv: Värdskapet har startats, väntar på att spelare ska ansluta...
sw: Imeanza kuandaa mchezo, subiri wachezaji wajiunge...
ta: விளையாட்டை ஹோஸ்ட் செய்கிறது, அணுகுவோருக்காக காத்திருக்கிறது...
te: గేమ్ హోస్ట్ చేయడం ప్రారంభించబడింది, ఆటగాళ్లు చేరుకోవడం కోసం ఎదురు చూస్తోంది...
th: เริ่มโฮสต์เกมแล้ว กำลังรอผู้เล่นเข้าร่วม...
tr: Oyun sunuculuğu başlatıldı, oyuncuların katılması bekleniyor...
uk: Розпочато розміщення гри, очікується приєднання гравців...
ur: کھیل کی میزبانی شروع ہو گئی، کھلاڑیوں کے شامل ہونے کا انتظار ہے...
uz: O'yin xost qilinmoqda, o'yinchilar qo'shilishini kutmoqda...
vi: Đã bắt đầu lưu trữ trò chơi, đang chờ người chơi tham gia...
zh: 已开始服务，等待玩家加入...
zh_hant: 已開始服務，等待玩家加入...
zu: Iqale ukubamba umdlalo, ilindele abadlali ukuthi bajoyine...

source: Connection timed out, network connection unstable.
af: Verbinding het uitgetel, netwerkverbinding onstabiel.
am: ግንኙነት ጊዜው አልቋል፣ የኔትወርክ ግንኙነት የተሰናከለ ነው።
ar: انتهت مهلة الاتصال، الشبكة غير مستقرة.
az: Bağlantı vaxtı bitdi, şəbəkə bağlantısı qeyri-sabitdir.
be: Злучэнне перарвана па тайм-аўту, сеткавае злучэнне нестабільнае.
bg: Връзката изтече, мрежовата връзка е нестабилна.
bn: সংযোগের সময় শেষ, নেটওয়ার্ক সংযোগ অস্থির।
bo: འབྲེལ་མཐུད་སྐར་ཆ་མཚམས་འཇོག དྲ་རྒྱའི་འབྲེལ་མཐུད་མི་བརྟན་པ།
ca: Temps d'espera exhaurit, la connexió de xarxa és inestable.
cs: Čas spojení vypršel, síťové připojení je nestabilní.
da: Forbindelse timed out, netværksforbindelse ustabil.
de: Zeitüberschreitung der Verbindung, Netzwerkverbindung instabil.
el: Η σύνδεση έληξε, η σύνδεση δικτύου είναι ασταθής.
es: Tiempo de conexión agotado, conexión de red inestable.
et: Ühendus aegus, võrguühendus on ebastabiilne.
fa: اتصال منقضی شد، اتصال شبکه ناپایدار است.
fi: Yhteys aikakatkaistiin, verkkoyhteys epävakaa.
fr: Délai de connexion dépassé, connexion réseau instable.
gu: કનેક્શન ટાઈમઆઉટ થયું, નેટવર્ક કનેક્શન અસ્થિર.
he: פסק זמן בחיבור, חיבור הרשת אינו יציב.
hi: कनेक्शन का समय समाप्त, नेटवर्क कनेक्शन अस्थिर।
hr: Veza je istekla, mrežna veza je nestabilna.
hu: Időtúllépés, instabil hálózati kapcsolat.
hy: Միացումը ժամանակի սպառվել է, ցանցի միացումը անկայուն է։
id: Koneksi habis waktu, koneksi jaringan tidak stabil.
is: Tenging tímatakmark, netstenging óstöðug.
it: Connessione scaduta, connessione di rete instabile.
ja: 接続がタイムアウトしました。ネットワーク接続が不安定です。
km: ការតភ្ជាប់អស់ពេល ការតភ្ជាប់បណ្តាញមិនស្ថិតស្ថេរ។
kn: ಸಂಪರ್ಕ ಟೈಮ್‌ಔಟ್ ಆಗಿದೆ, ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕ ಅಸ್ಥಿರವಾಗಿದೆ.
ko: 연결 시간이 초과되었습니다. 네트워크 연결이 불안정합니다.
lt: Ryšio laiko limitas pasibaigė, tinklas nestabilus.
lv: Savienojuma laiks beidzies, tīkla savienojums ir nestabils.
mk: Поврзувањето истече, мрежната врска е нестабилна.
ms: Sambungan terlaksana, sambungan rangkaian tidak stabil.
my: ချိတ်ဆက်မှုအချိန်ကုန်၊ နက်ဝက်မတည်ငြိမ်။
nb: Forbindelsen tidsavbrutt, nettverkstilkoblingen er ustabil.
nl: Verbindingstijd verlopen, netwerkverbinding instabiel.
pl: Przekroczono czas połączenia, połączenie sieciowe niestabilne.
pt: Tempo de conexão esgotado, conexão de rede instável.
ro: Conexiunea a expirat, conexiunea de rețea este instabilă.
ru: Соединение истекло, сетевое соединение нестабильно.
si: සම්බන්ධතාවය කල් ඉකුත් විය, ජාල සම්බන්ධතාවය අස්ථිරයි.
sk: Vypršal čas pripojenia, nestabilné sieťové pripojenie.
sl: Časovna omejitev povezave, omrežna povezava je nestabilna.
sq: Kohëskadim lidhjeje, rrjeti i paqëndrueshëm.
sr: Веза је истекла, мрежна веза је нестабилна.
sv: Anslutningen tidsgräns överskreds, nätverksanslutningen är instabil.
sw: Muda wa muunganisho umeisha, muunganisho wa mtandao hauna utulivu.
ta: இணைப்பு காலாவதியாகியது. வலை இணைப்பு நிலையற்றது.
te: కనెక్షన్ టైమౌట్ అయింది, నెట్‌వర్క్ స్థిరంగా లేదు.
th: การเชื่อมต่อหมดเวลา สัญญาณเครือข่ายไม่เสถียร
tr: Bağlantı zaman aşımına uğradı, ağ bağlantısı kararsız.
uk: Час очікування з’єднання минув, з’єднання з мережею нестабільне.
ur: کنکشن ٹائم آؤٹ ہو گیا، نیٹ ورک کنکشن غیر مستحکم ہے۔
uz: Ulanish muddati tugadi, tarmoq ulanishi barqaror emas.
vi: Kết nối hết thời gian, kết nối mạng không ổn định.
zh: 连接超时，网络连接不稳定
zh_hant: 連線超時，網路連線不穩定
zu: Ukuxhumana kuphelelwe yisikhathi, ukuxhumana kwenethiwekhi akuzinzile.

source: No LLM prompt available.
af: Geen LLM-prompt beskikbaar nie.
am: የLLM ጥያቄ የለም።
ar: لا توجد تعليمات LLM متاحة.
az: LLM sorğusu mövcud deyil.
be: Няма даступнай падказкі LLM.
bg: Няма налична подкана за LLM.
bn: কোনো LLM প্রম্পট উপলব্ধ নেই।
bo: LLM བརྡ་སྐུལ་མེད།
ca: No hi ha cap petició LLM disponible.
cs: Žádný LLM prompt není k dispozici.
da: Ingen LLM prompt tilgængelig.
de: Keine LLM-Aufforderung verfügbar.
el: Δεν υπάρχει διαθέσιμο LLM prompt.
es: No hay prompt de LLM disponible.
et: LLM päringut pole saadaval.
fa: هیچ پیام LLM در دسترس نیست.
fi: Ei LLM-kehotetta saatavilla.
fr: Aucune invite LLM disponible.
gu: કોઈ LLM પ્રોમ્પ્ટ ઉપલબ્ધ નથી.
he: אין הנחיית LLM זמינה.
hi: कोई LLM प्रॉम्प्ट उपलब्ध नहीं है।
hr: Nema dostupnog LLM upita.
hu: Nincs elérhető LLM prompt.
hy: Ոչ LLM հուշում հասանելի։
id: Tidak ada prompt LLM yang tersedia.
is: Ekkert LLM boðorð í boði.
it: Nessun prompt LLM disponibile.
ja: LLMプロンプトが利用できません。
km: គ្មានប្រអប់បញ្ចូល LLM ទេ។
kn: ಯಾವುದೇ LLM ಪ್ರಾಂಪ್ಟ್ ಲಭ್ಯವಿಲ್ಲ.
ko: 사용 가능한 LLM 프롬프트 없음.
lt: Nėra prieinamos LLM užklausos.
lv: Nav pieejama LLM uzvedne.
mk: Нема достапен LLM подсказ.
ms: Tiada gesaan LLM tersedia.
my: LLM စာသားမရှိပါ။
nb: Ingen LLM-oppfordring tilgjengelig.
nl: Geen LLM-prompt beschikbaar.
pl: Brak dostępnej podpowiedzi LLM.
pt: Nenhum prompt LLM disponível.
ro: Nu există niciun prompt LLM disponibil.
ru: Подсказка LLM недоступна.
si: LLM ප්‍රොම්ප්ට් එකක් නොමැත.
sk: Žiadna LLM výzva nie je k dispozícii.
sl: Ni na voljo LLM poziva.
sq: Asnjë LLM prompt i disponueshëm.
sr: Нема доступног LLM упита.
sv: Ingen LLM-prompt tillgänglig.
sw: Hakuna LLM kuchochea inayopatikana.
ta: LLM கோரிக்கை எதுவும் இல்லை.
te: LLM ప్రాంప్ట్ అందుబాటులో లేదు.
th: ไม่มีข้อความ LLM
tr: Kullanılabilir bir LLM istemi yok.
uk: Підказка LLM недоступна.
ur: کوئی LLM پرامپٹ دستیاب نہیں ہے۔
uz: LLM so'rovi mavjud emas.
vi: Không có lời nhắc LLM nào.
zh: 无可用的大模型提示词
zh_hant: 無可用的大模型提示詞
zu: Asikho isikhuthazo se-LLM esitholakalayo.

source: You resigned. Game over.
af: Jy het bedank. Spel verby.
am: እርስዎ ተሰርዟል። ጨዋታ ተጠናቋል።
ar: لقد استسلمت. انتهت اللعبة.
az: Siz imtina etdiniz. Oyun bitdi.
be: Вы здаліся. Гульня скончана.
bg: Вие се отказахте. Играта приключи.
bn: আপনি পদত্যাগ করেছেন। খেলা শেষ।
bo: ཁྱེད་ཀྱིས་བཀོད་པ། རྩེད་མོ་མཇུག་སྒྲིལ།
ca: Us heu rendit. Final de partida.
cs: Vzdali jste se. Hra skončila.
da: Du gav op. Spil over.
de: Sie haben aufgegeben. Spiel beendet.
el: Παραιτήκατε. Το παιχνίδι τελείωσε.
es: Renunciaste. Fin del juego.
et: Loobusid. Mäng läbi.
fa: شما کناره‌گیری کردید. بازی پایان یافت.
fi: Luovutit. Peli ohi.
fr: Vous avez abandonné. Fin de la partie.
gu: તમે રાજીનામું આપ્યું. ગેમ સમાપ્ત.
he: ויתרת. המשחק נגמר.
hi: आपने हार मान ली। खेल समाप्त।
hr: Predali ste se. Kraj igre.
hu: Feladtad. Véget ért a játék.
hy: Դուք հրաժարվել եք։ Խաղը ավարտվել է։
id: Anda mengundurkan diri. Permainan selesai.
is: Þú gafst upp. Leikur lokið.
it: Hai abbandonato. Partita terminata.
ja: あなたが投了しました。ゲームオーバー。
km: អ្នកបានលះបង់។ ចប់ហ្គេម។
kn: ನೀವು ತ್ಯಜಿಸಿದ್ದೀರಿ. ಆಟ ಮುಗಿದಿದೆ.
ko: 당신이 기권했습니다. 게임 오버.
lt: Jūs pasidavėte. Žaidimas baigtas.
lv: Jūs padojāties. Spēle beigusies.
mk: Вие се предавте. Играта е завршена.
ms: Anda menyerah. Permainan tamat.
my: သင်ထွက်သွားပြီ။ ဂိမ်းပြီးပြီ။
nb: Du trakk deg. Spillet er over.
nl: Je hebt opgegeven. Spel afgelopen.
pl: Podałeś się. Koniec gry.
pt: Você desistiu. Fim de jogo.
ro: Ai renunțat. Joc încheiat.
ru: Вы сдались. Игра окончена.
si: ඔබ ඉවත ලදී. ක්‍රීඩාව අවසන්.
sk: Vzdali ste sa. Hra skončila.
sl: Odstopil si. Igra je končana.
sq: Ju dorëzuat. Loja mbaroi.
sr: Предали сте се. Игра је завршена.
sv: Du gav upp. Spelet är över.
sw: Umejiuzulu. Mchezo umekwisha.
ta: நீங்கள் விலகிவிட்டீர்கள். விளையாட்டு முடிந்தது.
te: మీరు రాజీనామా చేసారు. గేమ్ ముగిసింది.
th: คุณยอมแพ้ เกมจบแล้ว
tr: Vazgeçtin. Oyun bitti.
uk: Ви здалися. Гра завершена.
ur: آپ نے دستبرداری اختیار کر لی۔ کھیل ختم۔
uz: Siz chekinib ketdingiz. O'yin tugadi.
vi: Bạn đã từ bỏ. Trò chơi kết thúc.
zh: 你已认输。游戏结束
zh_hant: 你已認輸。遊戲結束
zu: Uyekile. Umdlalo uphelile.

source: Server IP
af: Bediener IP
am: የሰርቨር አይፒ
ar: عنوان IP للخادم
az: Serverin IP ünvanı
be: IP сервера
bg: IP на сървъра
bn: সার্ভার IP
bo: ཞབས་ཞུ་ཆས་ཀྱི IP
ca: IP del servidor
cs: IP adresa serveru
el: IP διακομιστή
es: IP del servidor
et: Serveri IP
fa: آی‌پی سرور
fi: Palvelimen IP
fr: IP du serveur
gu: સર્વર IP
he: כתובת IP של השרת
hi: सर्वर IP
hr: IP poslužitelja
hu: Szerver IP
hy: Սերվերի IP
id: IP Server
is: Þjónn IP
it: IP del server
ja: サーバーIP
km: IP ម៉ាស៊ីនមេ
kn: ಸರ್ವರ್ IP
ko: 서버 IP
lt: Serverio IP
lv: Servera IP
mk: IP на серверот
ms: IP Pelayan
my: ဆာဗာလိပ်စာ
pl: IP serwera
pt: IP do servidor
ro: IP Server
ru: IP сервера
si: සේවාදායක IP
sk: IP servera
sl: IP strežnika
sq: IP e serverit
sr: IP адреса сервера
sw: IP ya seva
ta: சர்வர் IP
te: సర్వర్ IP
th: ไอพีเซิร์ฟเวอร์
tr: Sunucu IP
uk: IP сервера
ur: سرور IP
vi: IP máy chủ
zh: 服务器 IP
zh_hant: 伺服器 IP
zu: IP yesiphakeli

source: Confirm clear
af: Bevestig uitvee
am: አጥፋን ይረጋገጡ
ar: تأكيد المسح
az: Silinməni təsdiqlə.
be: Пацвердзіць ачыстку
bg: Потвърдете изчистването
bn: মুছে ফেলা নিশ্চিত করুন
bo: བསུབ་པ་ངོས་ལེན།
ca: Confirmeu l'eliminació
cs: Potvrdit vymazání
da: Bekræft rydning
de: Löschen bestätigen
el: Επιβεβαίωση διαγραφής
es: Confirmar borrado
et: Kinnita kustutamine
fa: تأیید پاک کردن
fi: Vahvista tyhjennys
fr: Confirmer l'effacement
gu: સાફ કરવાની પુષ્ટિ કરો
he: אשר מחיקה
hi: साफ़ करने की पुष्टि करें
hr: Potvrdi brisanje
hu: Törlés megerősítése
hy: Հաստատել մաքրումը
id: Konfirmasi hapus
is: Staðfesta hreinsun
it: Conferma cancellazione
ja: クリアの確認
km: បញ្ជាក់ការលុប
kn: ಅಳಿಸುವಿಕೆಯನ್ನು ದೃಢೀಕರಿಸಿ
ko: 삭제 확인
lt: Patvirtinti išvalymą
lv: Apstiprināt notīrīšanu
mk: Потврди исчистување
ms: Sahkan Pengosongan
my: ဖျက်မှုအတည်ပြုပါ
nb: Bekreft sletting
nl: Wissen bevestigen
pl: Potwierdź wyczyszczenie
pt: Confirmar limpeza
ro: Confirmă ștergerea
ru: Подтвердить очистку
si: මකීම තහවුරු කරන්න
sk: Potvrdiť vymazanie
sl: Potrdi čiščenje
sq: Konfirmo pastrimin
sr: Потврдите брисање
sv: Bekräfta rensning
sw: Thibitisha kufuta
ta: நீக்கத்தை உறுதிப்படுத்து
te: తొలగింపును నిర్ధారించండి
th: ยืนยันการล้าง
tr: Temizlemeyi onayla
uk: Підтвердити очищення
ur: صاف کرنے کی تصدیق کریں
uz: Tozalashni tasdiqlang
vi: Xác nhận xóa
zh: 确认清除
zh_hant: 確認清除
zu: Qinisekisa ukusula

source: Opponent's turn.
af: Teenstander se beurt.
am: የተወዳዳሪ ተከታታይ ነው።
ar: دور الخصم.
az: Rəqibin növbəsi.
be: Ход суперніка.
bg: Ред на опонента.
bn: প্রতিপক্ষের পালা।
bo: མགྲོན་པོའི་བདག་པོ།
ca: Torn de l'oponent.
cs: Tah soupeře.
da: Modstanderens tur.
de: Der Gegner ist am Zug.
el: Η σειρά του αντιπάλου.
es: Turno del oponente.
et: Vastase käik.
fa: نوبت حریف است.
fi: Vastustajan vuoro.
fr: C'est le tour de l'adversaire.
gu: પ્રતિસ્પર્ધીનો વારો.
he: תור היריב.
hi: प्रतिद्वंद्वी की बारी।
hr: Protivnikov potez.
hu: Az ellenfél következik.
hy: Հակառակորդի հերթը։
id: Giliran lawan.
is: Umferð andstæðings.
it: Turno dell'avversario.
ja: 対戦相手のターン。
km: វេនរបស់គូប្រកួត។
kn: ಪ್ರತಿಸ್ಪರ್ಧಿಯ ಸರದಿ.
ko: 상대의 차례입니다.
lt: Priešininko ėjimas.
lv: Pretinieka kārta.
mk: Ред на противникот.
ms: Giliran lawan.
my: ပြိုင်ဘက်အလှည့်။
nb: Motstanderens tur.
nl: Beurt van tegenstander.
pl: Tura przeciwnika.
pt: Vez do oponente.
ro: Este rândul adversarului.
ru: Ход противника.
si: ප්‍රතිසපර්ධකයාගේ වාරය.
sk: Ťah súpera.
sl: Poteza nasprotnika.
sq: Rradha e kundërshtarit.
sr: Потез противника.
sv: Motståndarens tur.
sw: Zamu ya mpinzani.
ta: எதிரணியின் முறை.
te: ప్రతిస్పర్థి సారి.
th: ตาของคู่ต่อสู้
tr: Rakibin sırası.
uk: Хід суперника.
ur: مخالف کی باری۔
uz: Raqibning navbasi.
vi: Lượt của đối thủ.
zh: 轮到对方行棋
zh_hant: 輪到對方行棋
zu: Ithuba lombangi.
