Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# movesAndRulesNotMatch
source: Moves and rules do not match.
af: Bewegings en reëls stem nie ooreen nie.
am: እንቅስቃሴዎቹና ህጎቹ አይጣጣሙም።
ar: النقلات والقواعد غير متطابقة.
az: Hərəkətlər və qaydalar uyğun gəlmir.
be: Хады і правілы не супадаюць.
bg: Движенията и правилата не съвпадат.
bn: চল এবং নিয়ম মেলে না।
bo: སྤོ་ཐབས་དང་སྒྲིག་གཞི་མི་མཐུན་པ།
ca: Els moviments i les regles no coincideixen.
cs: Tahy a pravidla se neshodují.
da: Bevægelser og regler stemmer ikke overens.
de: Regeln und Züge stimmen nicht überein.
el: Οι κινήσεις και οι κανόνες δεν ταιριάζουν.
es: Los movimientos y las reglas no coinciden.
et: Liigutused ja reeglid ei vasta.
fa: حرکات و قوانین با هم مطابقت ندارند.
fi: Siirrot ja säännöt eivät täsmää.
fr: Les déplacements et les règles ne correspondent pas.
gu: ચાલ અને નિયમો મેળ ખાતા નથી.
he: המהלכים והכללים אינם תואמים.
hi: चाल और नियम मेल नहीं खाते।
hr: Potezi i pravila se ne podudaraju.
hu: A lépések és a szabályok nem egyeznek.
hy: Շարժումները և կանոնները չեն համընկնում:
id: Gerakan dan aturan tidak cocok.
is: Hreyfingar og reglur passa ekki saman.
it: Le mosse e le regole non corrispondono.
ja: 指し手とルールが一致しません。
km: ចលនា និងច្បាប់មិនត្រូវគ្នាទេ។
kn: ಚಲನೆಗಳು ಮತ್ತು ನಿಯಮಗಳು ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 불러온 게임이 현재 규칙과 맞지 않습니다.
lt: Judesiai ir taisyklės nesutampa.
lv: Kustības un noteikumi nesakrīt.
mk: Потезите и правилата не се совпаѓаат.
ms: Pergerakan dan peraturan tidak sepadan.
my: ရွေ့လျားမှုနှင့် စည်းမျဉ်းများသည် မကိုက်ညီပါ။
nb: Bevegelser og regler stemmer ikke overens.
nl: Bewegingen en regels komen niet overeen.
pl: Ruchy i zasady nie pasują do siebie.
pt: Os movimentos e as regras não combinam.
ro: Mișcările și regulile nu se potrivesc.
ru: Движения и правила не совпадают.
si: චලන සහ නීති ගැලපෙන්නේ නැත.
sk: Pohyby a pravidlá sa nezhodujú.
sl: Poteze in pravila se ne ujemajo.
sq: Lëvizjet dhe rregullat nuk përputhen.
sr: Потези и правила се не подударају.
sv: Flyttningar och regler stämmer inte överens.
sw: Hatua na sheria hazilingani.
ta: நகர்வுகள் மற்றும் விதிகள் பொருந்தவில்லை.
te: కదలికలు మరియు నియమాలు సరిపోలడం లేదు.
th: การเคลื่อนไหวและกฎไม่ตรงกัน
tr: Hareketler ve kurallar uyuşmuyor.
uk: Ходи і правила не збігаються.
ur: چالیں اور اصول آپس میں نہیں ملتے۔
uz: Harakatlar va qoidalar mos kelmaydi.
vi: Di chuyển và các quy tắc không phù hợp.
zh: 着法和棋规不匹配
zh_hant: 著法和棋規不匹配
zu: Ukunyakaza nemithetho akufani.

source: Please wait.
af: Wag asseblief.
am: እባክዎን ይጠብቁ።
ar: برجاء الإنتظار...
az: Zəhmət olmasa, gözləyin.
be: Калі ласка пачакай.
bg: Моля, изчакайте.
bn: অনুগ্রহপূর্বক অপেক্ষা করুন.
bo: སྒུག་རོགས།
ca: Espereu...
cs: Prosím, čekejte...
da: Vent venligst.
de: Warten Sie mal...
el: Παρακαλώ περιμένετε.
es: Por favor, espere...
et: Palun oodake.
fa: شکیبا باشید...
fi: Odota.
fr: Veuillez patienter...
gu: મહેરબાની કરી રાહ જુવો.
he: המתן בבקשה.
hi: कृपया प्रतीक्षा करें...
hr: Pričekajte.
hu: Kérem várjon...
hy: Խնդրում ենք սպասել.
id: Tunggu sebentar.
is: Vinsamlegast bíðið.
it: Si prega di attendere...
ja: お待ちください。
km: សូម​រង់ចាំ។
kn: ದಯಮಾಡಿ ನಿರೀಕ್ಷಿಸಿ.
ko: 잠시만 기다려주세요.
lt: Palaukite.
lv: Lūdzu, uzgaidiet.
mk: Ве молам почекајте.
ms: Sila tunggu.
my: ကျေးဇူးပြုပြီးခဏစောင့်ပါ။
nb: Vennligst vent.
nl: Even wachten...
pl: Proszę czekać...
pt: Por favor, aguarde.
ro: Te rog asteaptă...
ru: Пожалуйста, подождите...
si: කරුණාකර ඉන්න.
sk: Počkajte, prosím.
sl: Počakajte.
sq: Te lutem prit...
sr: Сачекајте.
sv: Vänligen vänta.
sw: Tafadhali subiri.
ta: தயவுசெய்து காத்திருங்கள்.
te: దయచేసి వేచి ఉండండి.
th: โปรดรอ.
tr: Lütfen bekle...
uk: Будь ласка, зачекайте.
ur: برائے مہربانی انتظار کریں.
uz: Iltimos kuting.
vi: Vui lòng chờ.
zh: 请稍候...
zh_hant: 請稍候...
zu: Ngicela ulinde.

# restartGame
source: Restart the current game?
af: Herbegin die huidige speletjie?
am: አሁን ያለውን ጨዋታ ዳግም ማስጀመር ይፈልጋሉ?
ar: إعادة تشغيل اللعبة الحالية؟
az: Cari oyun yenidən başlasın?
be: Перазапусціць бягучую гульню?
bg: Да рестартирате текущата игра?
bn: বর্তমান খেলা আবার চালু করবেন?
bo: ད་ལྟའི་རྩེད་མོ་དེ་བསྐྱར་དུ་འགོ་འཛུགས་དགོས་སམ།
ca: Voleu reiniciar la partida actual?
cs: Restartovat aktuální hru?
da: Genstarter du det aktuelle spil?
de: Spiel neu beginnen?
el: Επανεκκίνηση του τρέχοντος παιχνιδιού;
es: ¿Reiniciar el juego actual?
et: Käivitate praeguse mängu uuesti?
fa: راه‌اندازی مجدد بازی فعلی؟
fi: Käynnistetäänkö nykyinen peli uudelleen?
fr: Recommencer la partie en cours ?
gu: વર્તમાન રમતને ફરીથી પ્રારંભ કરો?
he: להפעיל מחדש את המשחק הנוכחי?
hi: मौजूदा गेम को फिर से शुरू करें?
hr: Ponovo pokrenuti trenutačnu igru?
hu: Indítsa újra az aktuális játékot?
hy: Վերսկսե՞լ ընթացիկ խաղը:
id: Mulai ulang game saat ini?
is: Endurræsa núverandi leik?
it: Riavviare il gioco attuale?
ja: 現在のゲームをやり直しますか？
km: ចាប់ផ្តើមហ្គេមបច្ចុប្បន្នឡើងវិញ?
kn: ಪ್ರಸ್ತುತ ಆಟವನ್ನು ಮರುಪ್ರಾರಂಭಿಸುವುದೇ?
ko: 현재 게임을 다시 시작하시겠습니까?
lt: Iš naujo paleisti dabartinį žaidimą?
lv: Restartēt pašreizējo spēli?
mk: Да ја рестартираш актуелната игра?
ms: Mulakan semula permainan semasa?
my: လက်ရှိဂိမ်းကို ပြန်စမလား။
nb: Start det nåværende spillet på nytt?
nl: Huidig spel opnieuw starten?
pl: Zrestartować bieżącą grę?
pt: Reiniciar o jogo atual?
ro: Repornești jocul curent?
ru: Перезапустить текущую игру?
si: වත්මන් ක්‍රීඩාව නැවත ආරම්භ කරනවාද?
sk: Reštartovať aktuálnu hru?
sl: Ponovno zaženete trenutno igro?
sq: Të riniset loja aktuale?
sr: Поново покренути тренутну игру?
sv: Starta om det pågående spelet?
sw: Ungependa kuanzisha upya mchezo wa sasa?
ta: தற்போதைய விளையாட்டை மறுதொடக்கம் செய்யவா?
te: ప్రస్తుత ఆటను పున art ప్రారంభించాలా?
th: เริ่มเกมปัจจุบันใหม่หรือไม่?
tr: Mevcut oyun yeniden başlatılsın mı?
uk: Перезапустити поточну гру?
ur: موجودہ گیم کو دوبارہ شروع کریں؟
uz: Joriy o'yinni qayta boshlaysizmi?
vi: Khởi động lại trò chơi hiện tại?
zh: 重新开局？
zh_hant: 重新開局？
zu: Qala kabusha igeyimu yamanje?

source: Restart
af: Begin oor
am: እንደገና ጀምር
ar: إعادة تشغيل
az: Yenidən başlamaq
be: Перазапуск
bg: Рестартирайте
bn: আবার শুরু
bo: ཡང་བསྐྱར་འགོ་བཙུགས་པ།
ca: Reinicia
cs: Restartujte
da: Genstart
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
fa: راه اندازی مجدد
fi: Käynnistä uudelleen
fr: Recommencer
gu: ફરી થી શરૂ કરવું
he: איתחול
hi: पुनः आरंभ करें
hr: Pokreni ponovo
hu: Újraindítás
hy: Վերսկսել
id: Mulai Ulang
is: Endurræsa
it: Riavvia
ja: 再起動
km: ចាប់ផ្តើមឡើងវិញ
kn: ಪುನರಾರಂಭದ
ko: 재시작
lt: Iš naujo paleisti
lv: Restartēt
mk: Рестарт
ms: Mula semula
my: ပြန်စတင်သည်
nb: Omstart
nl: Herstart
pl: Uruchom ponownie
pt: Reiniciar
ro: Repornire
ru: Перезапустить
si: නැවත ආරම්භ කරන්න
sk: Reštartovať
sl: Ponovno zaženite
sq: Rifillo, fillo përsëri
sr: Покрени поново
sv: Starta om
sw: Anzisha tena
ta: மறுதொடக்கம்
te: పున art ప్రారంభించండి
th: เริ่มต้นใหม่
tr: Tekrar başlat
uk: Перезапустіть
ur: دوبارہ شروع کریں
uz: Qayta ishga tushirish
vi: Khởi động lại
zh: 重开局
zh_hant: 重開局
zu: Qala kabusha

# gameStarted
source: The game started, please place.
af: Die wedstryd het begin, plaas asseblief.
am: ጨዋታው ተጀምሯል፣ እባክዎን ያስቀምጡ።
ar: بدأت اللعبة، من فضلك ضع القطع.
az: Oyun başladı, yerləşdirin.
be: Гульня пачалася, месца, калі ласка.
bg: Играта започна, моля, поставете.
bn: গেমটি শুরু হয়েছে, দয়া করে রাখুন.
bo: རྩེད་མོ་འགོ་ཚུགས་སོང་། གནས་སྤོས།
ca: La partida ha començat, col·loqueu les peces.
cs: Hra začala, prosím, umístěte.
da: Spillet er startet, placer venligst dine brikker.
de: Spiel begonnen, bitte Stein platzieren.
el: Το παιχνίδι ξεκίνησε. Παρακαλούμε τοποθετήστε τα κομμάτια σας.
es: El juego ha comenzado, por favor coloque una pieza.
et: Mäng algas, palun asetage.
fa: بازی شروع شده است ، لطفا مهره‌ای را قرار دهید.
fi: Peli alkoi; sijoita.
fr: Partie commencée, veuillez placer vos pièces.
gu: રમત શરૂ થઈ, કૃપા કરીને મૂકો.
he: המשחק התחיל, נא למקם.
hi: खेल शुरू हुआ, कृपया जगह दें.
hr: Igra je počela, postavite figuru.
hu: A játék indul, kérjük, rakjon.
hy: Խաղը սկսվեց, խնդրում եմ տեղադրել:
id: Permainan dimulai, silakan tempat.
is: Leikurinn byrjaði, vinsamlegast settu.
it: Gioco iniziato, si prega di posizionare.
ja: ゲームが開始されました。配置してください。
km: ហ្គេមបានចាប់ផ្តើម សូមដាក់កូនអុក។
kn: ಆಟ ಪ್ರಾರಂಭವಾಯಿತು, ದಯವಿಟ್ಟು ಇರಿಸಿ.
ko: 게임이 시작되었습니다. 말을 배치해주세요.
lt: Žaidimas pradėtas, padėkite.
lv: Spēle ir uzsākta, lūdzu, ievietojiet.
mk: Играта започна, ве молиме, поставете.
ms: Permainan dimulakan, sila letakkan.
my: ဂိမ်းစတင်ခဲ့သည်၊ ကျေးဇူးပြု၍ နေရာယူပါ။
nb: Spillet startet, vær så snill å plassere det.
nl: Spel gestart, gelieve te plaatsen.
pl: Gra rozpoczęta, proszę umieścić.
pt: Jogo iniciado. Coloque as peças.
ro: Jocul a început, te rog așează piesă.
ru: Игра началась, пожалуйста, поместите.
si: ක්‍රීඩාව අරඹා ඇත, කරුණාකර තැන් පිටත් කරන්න.
sk: Hra sa spustila, prosím, umiestnite.
sl: Igra se je začela, prosimo, postavite.
sq: Loja filloi, ju lutem vendosni.
sr: Игра је почела, поставите фигуру.
sv: Spelet har startat, var god och placera.
sw: Mchezo umeanza, tafadhali weka.
ta: விளையாட்டு தொடங்கியது, தயவுசெய்து வை.
te: ఆట ప్రారంభమైంది, దయచేసి ఉంచండి.
th: เกมเริ่มแล้ว โปรดวาง.
tr: Oyun başladı lütfen yer verin.
uk: Гра розпочалася, будь ласка, місце.
ur: کھیل شروع ہو گیا، پلیز لگائیں۔
uz: O'yin boshlandi, iltimos joylashtiring.
vi: Trò chơi bắt đầu, xin vui lòng đặt.
zh: 游戏开始 请落子
zh_hant: 遊戲開始 請落子
zu: Umdlalo uqalile, sicela ubeke.

source: Analyzing…
af: Ontleed tans …
am: በመተንተን ላይ…
ar: جارٍ التحليل…
az: Təhlil edilir…
be: Ідзе аналіз…
bg: Анализиране на…
bn: বিশ্লেষণ করা হচ্ছে…
bo: དབྱེ་ཞིབ་བྱེད་བཞིན་པ།
ca: S'està analitzant…
cs: Probíhá analýza…
da: Analyserer…
de: Analysiere…
el: Ανάλυση…
es: Analizando…
et: Analüüsides…
fa: در حال تحلیل…
fi: Analysoidaan…
fr: Analyse…
gu: વિશ્લેષણ કરી રહ્યું છે…
he: מנתח…
hi: विश्लेषण कर रहा है…
hr: Analiziranje …
hu: Elemzés…
hy: Վերլուծվում է…
id: Menganalisa…
is: Er að greina…
it: Analisi…
ja: 分析中…
km: កំពុងវិភាគ…
kn: ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ…
ko: 분석중…
lt: Analizuojant…
lv: Analizē…
mk: Анализирајќи…
ms: Menganalisis…
my: ပိုင်းခြားစိတ်ဖြာနေသည်…
nb: Analyserer…
nl: Analyseren…
pl: Analizuję…
pt: Analisando…
ro: Analizare…
ru: Анализ…
si: විශ්ලේෂණය කරමින්…
sk: Analýza…
sl: Analiza…
sq: Duke analizuar…
sr: Анализирање…
sv: Analyserar…
sw: Inachanganua…
ta: பகுப்பாய்வு…
te: విశ్లేషిస్తోంది…
th: กำลังวิเคราะห์…
tr: Analiz…
uk: Аналізуючи…
ur: تجزیہ کیا جا رہا ہے…
uz: Tahlil qilinmoqda…
vi: Đang phân tích…
zh: 正在分析局面…
zh_hant: 正在分析局面…
zu: Iyahlaziya…

# error
source: Error: {message}
af: Fout: {message}
am: ስህተት፦ {message}
ar: خطأ: {message}
az: Xəta: {message}
be: Памылка: {message}
bg: Грешка: {message}
bn: ত্রুটি: {message}
bo: ནོར་འཁྲུལ། {message}
cs: Chyba: {message}
da: Fejl: {message}
de: Fehler: {message}
el: Σφάλμα: {message}
et: Viga: {message}
fa: خطا: {message}
fi: Virhe: {message}
fr: Erreur : {message}
gu: ભૂલ: {message}
he: שגיאה: {message}
hi: त्रुटि: {message}
hr: Pogreška: {message}
hu: Hiba: {message}
hy: Սխալ՝ {message}
id: Kesalahan: {message}
is: Villa: {message}
it: Errore: {message}
ja: エラー: {message}
km: កំហុស៖ {message}
kn: ದೋಷ: {message}
ko: 오류: {message}
lt: Klaida: {message}
lv: Kļūda: {message}
mk: Грешка: {message}
ms: Ralat: {message}
my: အမှား- {message}
nb: Feil: {message}
nl: Fout: {message}
pl: Błąd: {message}
pt: Erro: {message}
ro: Eroare: {message}
ru: Ошибка: {message}
si: දෝෂයකි: {message}
sk: Chyba: {message}
sl: Napaka: {message}
sq: Gabim: {message}
sr: Грешка: {message}
sv: Fel: {message}
sw: Hitilafu: {message}
ta: பிழை: {message}
te: లోపం: {message}
th: ผิดพลาด: {message}
tr: Hata: {message}
uk: Помилка: {message}
ur: خرابی: {message}
uz: Xato: {message}
vi: Lỗi: {message}
zh: 错误：{message}
zh_hant: 錯誤：{message}
zu: Iphutha: {message}

source: Win Rate
af: Wenkoers
am: የማሸነፍ መጣኔ
ar: معدل الفوز
az: Qazanma dərəcəsi
be: Стаўка перамог
bg: Степен на победа
bn: উইন রেট
bo: རྒྱལ་ཁའི་བརྒྱ་ཆ།
ca: Taxa de victòries
cs: Míra výhry
da: Vinderrate
de: Gewinnquote
el: Ποσοστό νίκης
es: Tasa de victoria
et: Võitmise määr
fa: درصد برد
fi: Voittosuhde
fr: Taux de victoire
gu: વિન રેટ
he: שיעור זכייה
hi: जीत की दर
hr: Stopa pobjeda
hu: Nyerési arány
hy: Հաղթելու տոկոսադրույքը
id: Tingkat Kemenangan
is: Vinningshlutfall
it: Tasso di vittoria
ja: 勝率
km: អត្រាឈ្នះ
kn: ಗೆಲುವಿನ ದರ
ko: 승률
lt: Laimėjimo rodiklis
lv: Uzvaras koeficients
mk: Стапка на победа
ms: Kadar Menang
my: အနိုင်ရရှိမှုရာခိုင်နှုန်း
nb: Vinnsats
nl: Winstpercentage
pl: Wskaźnik zwycięstwa
pt: Taxa de vitória
ro: Rata de câștig
ru: Частота побед
si: ජයග්‍රහණ අනුපාතය
sk: Miera výhry
sl: Stopnja zmage
sq: Fito fitimin
sr: Стопа победа
sv: Vinstfrekvens
sw: Kiwango cha Ushindi
ta: வெற்றி விகிதம்
te: విన్ రేట్
th: อัตราการชนะ
tr: Kazanma oranı
uk: Рейтинг перемог
ur: جیت کی شرح
uz: G'oliblik darajasi
vi: Tỉ lệ chiến thắng
zh: 赢棋率
zh_hant: 勝率

source: Score:
af: Telling:
am: ነጥብ:
ar: النتيجة:
az: Xal:
be: Ацэнка:
bg: Резултат:
bn: স্কোর:
bo: ཐོབ་གྲངས:
ca: Puntuació:
cs: Skóre:
de: Punkte:
el: Βαθμολογία:
es: Puntuación:
et: Tulemus:
fa: امتیاز:
fi: Pisteet:
gu: સ્કોર:
he: ציון:
hi: स्कोर:
hr: Rezultat:
hu: Eredmény:
hy: Գնահատականը:
id: Skor:
is: Mark:
it: Punteggio:
ja: スコア：
km: ពិន្ទុ៖
kn: ಸ್ಕೋರ್:
ko: 점수:
lt: Rezultatas:
lv: Rezultāts:
mk: Резултат:
ms: Markah:
my: နိုင်ပြီ:
nb: Resultat:
pl: Wynik:
pt: Pontuação:
ro: Scor:
ru: Очки:
si: ලකුණු:
sk: Skóre:
sl: Rezultat:
sq: Rezultati:
sr: Резултат:
sv: Poäng:
sw: Alama:
ta: மதிப்பு:
te: స్కోరు:
th: คะแนน:
tr: Puan:
uk: Оцінка:
ur: سکور:
uz: Xol:
vi: Điểm:
zh: 比分：
zh_hant: 比分：
zu: Umphumela:

# white
source: Player 1
af: Speler 1
am: ተጫዋች 1
ar: اللاعب ١
az: Oyunçu 1
be: Гулец 1
bg: Играч 1
bn: খেলোয়াড় ঘ
bo: རྩེད་འགྲན་པ་ 1
ca: Jugador 1
cs: Hráč 1
da: Spiller 1
de: Spieler 1
el: Παίκτης 1
es: Jugador 1
et: Mängija 1
fa: بازیکن ۱
fi: Pelaaja 1
fr: Joueur 1
gu: ખેલાડી 1
he: שחקן 1
hi: खिलाड़ी १
hr: Igrač 1
hu: J1
hy: Խաղացող 1
id: Pemain 1
is: Leikmaður 1
it: Giocatore 1
ja: プレ1
km: អ្នកលេង 1
kn: ಆಟಗಾರ 1
ko: 플레이어 1
lt: 1 žaidėjas
lv: Spēlētājs 1
mk: Играч 1
ms: Pemain 1
my: ကစားသမား ၁
nb: Spiller 1
nl: Speler 1
pl: Gracz 1
pt: Jogador 1
ro: Jucătorul 1
ru: Игрок 1
si: ක්‍රීඩක 1
sk: Hráč 1
sl: Igralec 1
sq: Lojtari 1
sr: Играч 1
sv: Spelare 1
sw: Mchezaji 1
ta: வீரன் 1
te: ప్లేయర్ 1
th: ผู้เล่น 1
tr: Oyuncu 1
uk: Гравець 1
ur: کھلاڑی 1
uz: 1-o'yinchi
vi: Người chơi 1
zh: 先手方
zh_hant: 先手方
zu: Umdlali 1

# black
source: Player 2
af: Speler 2
am: ተጫዋች 2
ar: اللاعب ٢
az: Oyunçu 2
be: Гулец 2
bg: Играч 2
bn: প্লেয়ার 2
bo: རྩེད་འགྲན་པ་ 2
ca: Jugador 2
cs: Hráč 2
da: Spiller 2
de: Spieler 2
el: Παίκτης 2
es: Jugador 2
et: Mängija 2
fa: بازیکن ۲
fi: Pelaaja 2
fr: Joueur 2
gu: ખેલાડી 2
he: שחקן 2
hi: खिलाड़ी २
hr: Igrač 2
hu: J2
hy: Խաղացող 2
id: Pemain 2
is: Leikmaður 2
it: Giocatore 2
ja: プレ2
km: អ្នកលេង 2
kn: ಆಟಗಾರ 2
ko: 플레이어 2
lt: 2 žaidėjas
lv: Spēlētājs 2
mk: Играч 2
ms: Pemain 2
my: ကစားသမား ၂
nb: Spiller 2
nl: Speler 2
pl: Gracz 2
pt: Jogador 2
ro: Jucătorul 2
ru: Игрок 2
si: ක්‍රීඩක 2
sk: Hráč 2
sl: Igralec 2
sq: Lojtari 2
sr: Играч 2
sv: Spelare 2
sw: Mchezaji 2
ta: வீரன் 2
te: ప్లేయర్ 2
th: ผู้เล่น2
tr: Oyuncu 2
uk: Гравець 2
ur: کھلاڑی 2
uz: 2-o'yinchi
vi: Người chơi 2
zh: 后手方
zh_hant: 後手方
zu: Umdlali 2

# loseReasonlessThanThree
source: {player} piece count is less than three.
af: {player} stuktelling is minder as drie.
am: የ{player} ቁራጮች ብዛት ከሶስት በታች ነው።
ar: خسر {player} لأن عدد قطعه أقل من ثلاثة.
az: {player} parça sayı üçdən azdır.
be: {player} колькасць штук менш за тры.
bg: Броят на {player} е по-малък от три.
bn: {player} টুকরা সংখ্যা তিনের কম।
bo: {player} རྡེལ་གྲངས་གསུམ་ལས་ཉུང་།
ca: {player} té menys de 3 peces.
cs: {player} počet kusů je menší než tři.
da: Antallet af {player}s brikker er mindre end tre.
de: {player} Stückzahl ist kleiner als drei.
el: {player} ο αριθμός τεμαχίων είναι μικρότερος από τρία.
es: {player} tiene menos de tres piezas.
et: {player} tükkide arv on väiksem kui kolm.
fa: تعداد مهره‌های {player} کمتر از سه است
fi: {player}:n nappuloiden määrä on alle kolme.
fr: Le nombre de pièces de {player} est inférieur à trois.
gu: {player} પાસે ત્રણ કરતાં ઓછી સંખ્યામાં ટુકડાઓ.
he: {player} ספירת חתיכות היא פחות משלוש.
hi: {player} टुकड़ों की संख्या तीन से कम है।
hr: {player} ima manje od tri figure.
hu: Az {player} darabszám kevesebb, mint három.
hy: {player} կտորների քանակը երեքից պակաս է:
id: {player} jumlah potongan kurang dari tiga.
is: {player} stykkjafjöldi er minna en þrjú.
it: {player} il conteggio dei pezzi è inferiore a tre.
ja: {player} 個数が 3 個未満です。
km: ចំនួនកូនអុករបស់ {player} តិចជាងបី។
kn: {player} ತುಂಡು ಎಣಿಕೆ ಮೂರಕ್ಕಿಂತ ಕಡಿಮೆ.
ko: {player}의 말 수가 3개 미만입니다.
lt: {player} vienetų skaičius yra mažesnis nei trys.
lv: {player} gabalu skaits ir mazāks par trim.
mk: {player} бројот на парчиња е помал од три.
ms: {player} kiraan sekeping kurang daripada tiga.
my: {player} အပိုင်းအရေအတွက်သည် သုံးခုထက်နည်းသည်။
nb: {player} antall stykker er mindre enn tre.
nl: {player} aantal stuks is minder dan drie.
pl: {player} liczba sztuk jest mniejsza niż trzy.
pt: O número de peças do {player} é inferior a três.
ro: {player} numărul de piese este mai mic de trei.
ru: {player} количество фигур меньше трех.
si: {player} ගේ කැස් සංඛ්‍යාව තුන්කට අඩුය.
sk: {player} počet kusov je menší ako tri.
sl: {player} število kosov je manjše od treh.
sq: Numri i pjesëve {player} është më pak se tre.
sr: {player} има мање од 3 фигуре.
sv: Antalet {player} är mindre än tre.
sw: {player} idadi ya vipande ni chini ya tatu.
ta: {player} துண்டு எண்ணிக்கை மூன்றுக்கும் குறைவானது.
te: {player} ముక్కల సంఖ్య మూడు కంటే తక్కువ.
th: {player} จำนวนชิ้นน้อยกว่าสาม
tr: {player} parça sayısı üçten az.
uk: {player} кількість штук менше трьох.
ur: {player} ٹکڑوں کی تعداد تین سے کم ہے۔
uz: {player} parchalar soni uchtadan kam.
vi: {player} số mảnh ít hơn ba.
zh: {player}的剩余棋子少于3枚。
zh_hant: {player}的剩餘棋子少於3枚。
zu: {player} isibalo socezu singaphansi kokuthathu.

# loseReasonResign
source: {player} resigned.
af: {player} het opgegee.
am: {player} ተወ።
ar: استسلم {player}.
az: {player} istefa verdi.
be: {player} падаў у адстаўку.
bg: {player} отстъпва.
bn: {player} পদত্যাগ.
bo: {player} བསྐྱུར་བ།
ca: {player} s'ha rendit.
cs: {player} rezignoval.
da: {player} har opgivet.
de: {player} hat aufgegeben.
el: {player} παραιτήθηκε.
es: {player} se rindió.
et: {player} loobuda.
fa: {player} استعفا داد.
fi: {player} erosi.
fr: {player} abandonne.
gu: {player} રાજીનામું.
he: {player} התפטר.
hi: {player} ने इस्तीफा दे दिया।
hr: {player} se predao.
hu: {player} lemondott.
hy: {player}-ը հրաժարական տվեց:
id: {player} menyerah.
is: {player} sagði af sér.
it: {player} si è arreso.
ja: {player} 辞任しました。
km: {player} បានលះបង់។
kn: {player} ರಾಜೀನಾಮೆ.
ko: {player}가 기권했습니다.
lt: {player} atsistatydino.
lv: {player} atkāpšanās.
mk: {player} поднесе оставка.
ms: {player} meletak jawatan.
my: {player} နှုတ်ထွက်ခဲ့သည်။
nb: {player} si opp.
nl: {player} heeft opgegeven.
pl: {player} zrezygnował.
pt: {player} desistiu.
ro: {player} a demisionat.
ru: {player} сдался.
si: {player} ඉල්ලා අස් විය.
sk: {player} rezignovať.
sl: {player} odstopi.
sq: {player} dha dorëheqjen.
sr: {player} се предао.
sv: {player} avgå.
sw: {player} amejiuzulu.
ta: {player} விலகினார்.
te: {player} రాజీనామా.
th: {player}ลาออก
tr: {player} istifa etti.
uk: {player} подав у відставку.
ur: {player} نے استعفیٰ دے دیا۔
uz: {player} iste'foga chiqish.
vi: {player} từ chức.
zh: {player}认输了。
zh_hant: {player}認輸了。
zu: {player} ushiye phansi umsebenzi.

# loseReasonNoWay
source: {player} has no way to go.
af: {player} het geen skuif om te maak nie.
am: {player} የሚሄድበት መንገድ የለውም።
ar: {player} ليس لديه نقلات ممكنة.
az: {player}-in getməyə yolu yoxdur.
be: {player} не мае дарогі.
bg: {player} няма как да отиде.
bn: {player} যাওয়ার কোন উপায় নেই।
bo: {player} འགྲོ་ས་མེད།
ca: {player} no pot moure.
cs: {player} nemá kam jít.
da: {player} har ingen mulige træk tilbage.
de: {player} hat keine Möglichkeit zu gehen.
el: Ο {player} δεν έχει καμία διαθέσιμη κίνηση.
es: {player} no puede moverse.
et: {player}-l pole enam teed.
fa: {player} راهی برای رفتن ندارد.
fi: {player}:lla ei ole keinoa mennä.
fr: {player} n'a nulle part où aller.
gu: {player} માટે આગળ વધવાની કોઈ રીત નથી.
he: ל-{player} אין דרך ללכת.
hi: {player} जाने का कोई रास्ता नहीं है।
hr: {player} ne može pomaknuti nijednu figuru.
hu: Az {player}-nek nincs más útja.
hy: {player}-ը ճանապարհ չունի գնալու:
id: {player} tidak ada jalan lain.
is: {player} á enga leið að fara.
it: {player} non ha mosse disponibili.
ja: {player}は行く方法がありません。
km: {player} គ្មាន​ទឹក​ដើរ។
kn: {player} ಹೋಗಲು ಯಾವುದೇ ಮಾರ್ಗವಿಲ್ಲ.
ko: {player} 의 말이 어디로도 갈 수 없습니다.
lt: {player} nebėra kelio.
lv: {player} vairs nav kā iet.
mk: {player} нема начин да оди.
ms: {player} tiada jalan lagi.
my: {player} သွားစရာလမ်းမရှိ။
nb: {player} har ingen vei å gå.
nl: {player} kan niet bewegen.
pl: {player} nie może wykonać ruchu.
pt: {player} não tem movimentos possíveis.
ro: {player} nu are cum să meargă.
ru: {player} некуда ходить.
si: {player} යාමට ක්‍රමයක් නැත.
sk: {player} nemá kam ísť.
sl: {player} nima poti.
sq: {player} nuk ka se si të shkojë.
sr: {player} не може да помери ниједну фигуру.
sv: {player} har ingen väg att gå.
sw: {player} hana njia ya kwenda.
ta: {player} செல்ல வழி இல்லை.
te: {player} వెళ్ళడానికి మార్గం లేదు.
th: {player} ไม่มีทางไป
tr: {player}'in gidecek yolu yok.
uk: {player} не має шляху.
ur: {player} جانے کا کوئی راستہ نہیں ہے۔
uz: {player} uchun hech qanday yo'l yo'q.
vi: {player} không còn cách nào để đi.
zh: {player}无路可走。
zh_hant: {player}無路可走。
zu: {player} ayinayo indlela yokuhamba.
