Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# isHistoryNavigationToolbarShown
source: Show history navigation toolbar
af: Wys geskiedenisnavigasienutsbalk
am: የታሪክ ዳሰሳ መሳሪያ አሞሌን አሳይ
ar: إظهار شريط التنقل في السجل
az: Tarixçə naviqasiya alətlər panelini göstərin
be: Паказаць панэль інструментаў навігацыі па гісторыі
bg: Показване на лентата с инструменти за навигация в историята
bn: ইতিহাস নেভিগেশন সরঞ্জামদণ্ড প্রদর্শন করুন
bo: ལོ་རྒྱུས་འགྲུལ་བསྐྱོད་ལག་ཆས་ཚང་སྟོན།
ca: Mostra la barra d'eines de l'historial
cs: Zobrazit panel nástrojů pro navigaci v historii
da: Vis historik navigationsværktøjslinje
de: Symbolleiste für die Verlaufsnavigation anzeigen
el: Εμφάνιση γραμμής εργαλείων πλοήγησης ιστορικού
es: Mostrar la barra de navegación del historial
et: Näita ajaloo navigeerimise tööriistariba
fa: نمایش نوار ابزار پیمایش تاریخچه
fi: Näytä historian navigointityökalurivi
fr: Afficher la barre d'outils de navigation de l'historique
gu: ઇતિહાસ સંશોધક ટૂલબાર બતાવો
he: הצג את סרגל הכלים של ניווט בהיסטוריה
hi: इतिहास नेविगेशन टूलबार दिखाएं
hr: Prikaži alatnu traku za navigaciju kroz povijest
hu: A navigációs előzmények eszköztárának megjelenítése
hy: Ցույց տալ պատմության նավիգացիոն գործիքագոտին
id: Tampilkan bilah alat navigasi riwayat
is: Sýna tækjastiku söguleiðsagnar
it: Mostra la barra di navigazione della storia
ja: 履歴ナビゲーション ツールバーを表示
km: បង្ហាញរបារឧបករណ៍រុករកប្រវត្តិ
kn: ಇತಿಹಾಸ ನ್ಯಾವಿಗೇಷನ್ ಟೂಲ್‌ಬಾರ್ ತೋರಿಸಿ
ko: 이동 기록 툴바 표시
lt: Rodyti istorijos naršymo įrankių juostą
lv: Rādīt vēstures navigācijas rīkjoslu
mk: Покажи лента со алатки за навигација во историјата
ms: Tunjukkan bar alat navigasi sejarah
my: မှတ်တမ်း လမ်းညွှန်ကိရိယာဘားကို ပြပါ
nb: Vis historikknavigasjonsverktøylinjen
nl: Toon geschiedenis navigatie werkbalk
pl: Pokaż pasek nawigacyjny historii
pt: Mostrar barra de navegação do histórico
ro: Afișați istoricul navigației pe bara de instrumente
ru: Показать панель навигации по истории
si: ඉතිහාස ගමනාන්ත මෙවලම් තීරුව පෙන්වන්න
sk: Zobraziť navigačný panel s históriou
sl: Prikaži navigacijsko orodno vrstico za zgodovino
sq: Shfaq shiritin e mjeteve të navigimit të historisë
sr: Прикажи траку са алаткама за навигацију кроз историју
sv: Visa navigationsverktyg för historik
sw: Onyesha upau wa vidhibiti wa urambazaji wa historia
ta: வரலாற்று வழிசெலுத்தல் கருவிப்பட்டியைக் காட்டு
te: చరిత్ర నావిగేషన్ టూల్ బార్ చూపించు
th: แสดงแถบเครื่องมือนำทางประวัติ
tr: Geçmiş gezinme araç çubuğunu göster
uk: Показати панель інструментів навігації історії
ur: ہسٹری نیویگیشن ٹول بار دکھائیں۔
uz: Tarix navigatsiyasi asboblar panelini ko'rsatish
vi: Hiển thị thanh công cụ điều hướng lịch sử
zh: 显示着法导航工具栏
zh_hant: 顯示著法導航工具列
zu: Bonisa ibha yamathuluzi yokuzula yomlando

source: Display
af: Vertoon
am: ማሳያ
ar: عرض
az: Ekran
be: Дысплей
bg: Показване на
bn: প্রদর্শন
bo: མངོན་པ།
ca: Visualització
cs: Zobrazit
da: Vis
de: Darstellung
el: Εμφάνιση
es: Mostrar
et: Näita
fa: نمایش دادن
fi: Näytä
fr: Affichage
gu: દર્શાવો
he: לְהַצִיג
hi: प्रदर्शन
hr: Prikaz
hu: Kijelző
hy: Ցուցադրել
id: Tampilan
is: Skjár
it: Mostra
ja: 表示
km: បង្ហាញ
kn: ಪ್ರದರ್ಶನ
ko: 화면 설정
lt: Rodyti
lv: Rādīt
mk: Екран
ms: Paparan
my: ပြသခြင်း
nb: Vise
nl: Toon
pl: Wyświetl
pt: Mostrar
ro: Afişaj
ru: Отображать
si: ප්‍රදර්ශනය
sk: Zobraziť
sl: Prikaži
sq: Ekran
sr: Приказ
sv: Visa
sw: Onyesho
ta: காட்சி
te: ప్రదర్శన
th: แสดง
tr: Görüntüle
uk: Дисплей
ur: ڈسپلے
uz: Displey
vi: Trưng bày
zh: 显示
zh_hant: 顯示
zu: Bonisa

source: Board borderline width
af: Borderlyn breedte
am: የሰሌዳ ጠርዝ መስመር ስፋት
ar: عرض حدود اللوحة
az: Lövhənin sərhəd xəttinin eni
be: Шырыня мяжы борта
bg: Широчина на границите на дъската
bn: বোর্ড সীমানা প্রস্থ
bo: རྩེད་པང་མཐའ་མཚམས་ཐིག་གི་ཞེང་ཚད།
ca: Amplada de la vora del tauler
cs: Šířka hranice desky
da: Bredde af brætgrænserne
de: Linienbreite Spielbrettrand
el: Πλάτος ορίων σκακιέρας
es: Anchura del borde del tablero
et: Laua piiride laius
fa: عرض خطوط مرزی تخته
fi: Laudan reunaviivan leveys
fr: Largeur du bord de l'échiquier
gu: બોર્ડર બોર્ડરલાઈનની પહોળાઈ
he: רוחב קו גבולי של הלוח
hi: बोर्ड सीमा रेखा चौड़ाई
hr: Širina rubne linije ploče
hu: A játéktábla határvonalának szélessége
hy: Տախտակի սահմանագծի լայնությունը
id: Lebar garis batas papan
is: Breidd borðs
it: Larghezza della linea di confine della scacchiera
ja: 盤の境界線の幅
km: ទទឹងបន្ទាត់ព្រំដែនក្តារ
kn: ಬೋರ್ಡ್ ಗಡಿರೇಖೆಯ ಅಗಲ
ko: 판의 외각선 두께
lt: Lentos ribų plotis
lv: Borta robežas platums
mk: Ширина на границата на таблата
ms: Lebar sempadan papan
my: ဘုတ်ဘောင်ဘောင်အကျယ်
nb: Board borderline bredde
nl: Breedte van de bordgrenzen
pl: Szerokość linii granicznej planszy
pt: Largura da borda do tabuleiro
ro: Lățimea marginii tablei de joc
ru: Ширина границ доски
si: පුවරු මායිම් පළල
sk: Šírka okraja šachovnice
sl: Širina meje table
sq: Gjerësia e kufirit të bordit
sr: Ширина граничне плоче
sv: Bredd på brädans gränslinje
sw: Upana wa mpaka wa bodi
ta: போர்டு பார்டர்லைன் அகலம்
te: బోర్డు సరిహద్దు వెడల్పు
th: ความกว้างของเส้นขอบกระดาน Board
tr: Tahta sınır çizgisi kalınlığı
uk: Ширина кордону дошки
ur: بورڈ بارڈر لائن کی چوڑائی
uz: Kengashning chegara kengligi
vi: Chiều rộng đường viền bảng
zh: 棋盘外框线宽
zh_hant: 棋盤外框線寬
zu: Ububanzi bomngcele webhodi

source: Board inner line width
af: Bord binnelyn breedte
am: የሰሌዳ ውስጣዊ መስመር ስፋት
ar: عرض الخط الداخلي لللوحة
az: Lövhənin daxili xəttinin eni
be: Шырыня ўнутранай лініі дошкі
bg: Ширина на вътрешната линия на дъската
bn: বোর্ড অভ্যন্তরীণ লাইন প্রস্থ
bo: རྩེད་པང་ནང་ཐིག་གི་ཞེང་ཚད།
ca: Amplada de la línia interior del tauler
cs: Šířka vnitřní čáry desky
da: Bredden af den indre linje på brættet
de: Innere Linienbreite des Spielbrettes
el: Πλάτος εσωτερικής γραμμής του ταμπλό
es: Ancho de la línea interior del tablero
et: Laua sisemise joone laius
fa: عرض خطوط داخلی تخته
fi: Laudan sisäisen viivan leveys
fr: Largeur de la ligne intérieure de l'échiquier
gu: બોર્ડની આંતરિક લાઇન પહોળાઈ
he: רוחב הקו הפנימי של הלוח
hi: बोर्ड इनर लाइन चौड़ाई
hr: Širina unutarnjih linija ploče
hu: A tábla belső vonalainak szélessége
hy: Տախտակի ներքին գծի լայնությունը
id: Lebar garis dalam papan Board
is: Innri línubreidd borðs
it: Larghezza della linea interna della scacchiera
ja: 盤内線幅
km: ទទឹងបន្ទាត់ខាងក្នុងក្តារ
kn: ಬೋರ್ಡ್ ಆಂತರಿಕ ರೇಖೆಯ ಅಗಲ
ko: 판의 내부 선의 두께
lt: Lentos vidinės linijos plotis
lv: Borta iekšējās līnijas platums
mk: Ширина на внатрешната линија на таблата
ms: Lebar garis dalaman papan
my: ဘုတ်အတွင်းစည်းအကျယ်
nb: Board indre linjebredde
nl: Breedte binnenlijn
pl: Szerokość wewnętrznej linii planszy
pt: Largura da linha interna do tabuleiro
ro: Lățimea liniilor interioare
ru: Ширина внутренних линий доски
si: පුවරු අභ්‍යන්තර රේඛා පළල
sk: Šírka vnútornej línie šachovnice
sl: Širina notranje črte table
sq: Gjerësia e linjës së brendshme të bordit
sr: Ширина унутрашње линије плоче
sv: Bredden på den inre linjen på brädet
sw: Upana wa mstari wa ndani wa bodi
ta: போர்டு உள் வரி அகலம்
te: బోర్డు లోపలి పంక్తి వెడల్పు
th: ความกว้างของเส้นด้านในของบอร์ด
tr: Pano iç çizgi genişliği
uk: Ширина внутрішньої лінії дошки
ur: بورڈ کی اندرونی لائن کی چوڑائی
uz: Kengashning ichki chizig'i kengligi
vi: Chiều rộng đường bên trong bảng
zh: 棋盘内部线宽
zh_hant: 棋盤內部線寬
zu: Ububanzi bomugqa wangaphakathi webhodi

source: Piece width
af: Stuk breedte
am: የቁራጭ ስፋት
ar: عرض القطعة
az: Parça eni
be: Шырыня кавалка
bg: Широчина на парче
bn: পিস প্রস্থ
bo: རྡེལ་གྱི་ཞེང་ཚད།
ca: Amplada de les peces
cs: Šířka kusu
da: Stykkebredde
de: Steingröße
el: Πλάτος τεμαχίου
es: Ancho de la pieza
et: Tüki laius
fa: عرض مهره
fi: Kappaleen leveys
fr: Largeur des pièces
gu: પીસ પહોળાઈ
he: רוחב חתיכה
hi: टुकड़ा चौड़ाई
hr: Širina figure
hu: Korongszélesség
hy: Կտոր լայնությունը
id: Lebar potongan
is: Stykkjabreidd
it: Larghezza del pezzo
ja: ピース幅
km: ទទឹងកូនអុក
kn: ತುಂಡು ಅಗಲ
ko: 말의 크기
lt: Gabalo plotis
lv: Gabala platums
mk: Ширина на парче
ms: Lebar kepingan
my: အပိုင်းအကျယ်
nb: Stykke bredde
nl: Stuk breedte
pl: Szerokość elementu
pt: Largura da peça
ro: Lățimea piesei
ru: Ширина фигуры
si: කැබලි පළල
sk: Šírka dielu
sl: Širina kosa
sq: Gjerësia e copës
sr: Ширина комада
sv: Bredd på bit
sw: Upana wa kipande
ta: துண்டு அகலம்
te: పీస్ వెడల్పు
th: ความกว้างของชิ้น
tr: Parça genişliği
uk: Ширина шматка
ur: ٹکڑا چوڑائی
uz: Parcha kengligi
vi: chiều rộng mảnh
zh: 棋子大小
zh_hant: 棋子大小
zu: Ububanzi besiqephu

source: Font size
af: Skrifgrootte
am: የፊደል መጠን
ar: حجم الخط
az: Şrift ölçüsü
be: Памер шрыфта
bg: Размер на шрифта
bn: অক্ষরের আকার
bo: ཡིག་གཟུགས་ཀྱི་ཆེ་ཆུང་།
ca: Mida de lletra
cs: Velikost písma
da: Skriftstørrelse
de: Schriftgröße
el: Μέγεθος γραμματοσειράς
es: Tamaño de la fuente
et: Kirjasõna suurus
fa: اندازه قلم
fi: Fontin koko
fr: Taille de la police
gu: અક્ષર ની જાડાઈ
he: גודל גופן
hi: फ़ॉन्ट आकार
hr: Veličina fonta
hu: Betűméret
hy: Տառատեսակի չափը
id: Ukuran huruf
is: Leturstærð
it: Dimensione del carattere
ja: フォントサイズ
km: ទំហំពុម្ពអក្សរ
kn: ಅಕ್ಷರ ಗಾತ್ರ
ko: 글꼴 크기
lt: Šrifto dydis
lv: Fonta lielums
mk: Големина на фонтот
ms: Saiz huruf
my: ဖောင့်အရွယ်အစား
nb: Skriftstørrelse
nl: Lettergrootte
pl: Rozmiar czcionki
pt: Tamanho de letra
ro: Mărimea literei
ru: Размер шрифта
si: අකුරු ප්‍රමාණය
sk: Veľkosť písma
sl: Velikost pisave
sq: Përmasa e germave
sr: Величина слова
sv: Teckensnittsstorlek
sw: Ukubwa wa herufi
ta: எழுத்துரு அளவு
te: ఫాంట్ పరిమాణం
th: ขนาดตัวอักษร
tr: Yazı Boyutu
uk: Розмір шрифту
ur: حرف کا سائز
uz: Shrift hajmi
vi: Cỡ chữ
zh: 字体大小
zh_hant: 字體大小
zu: Usayizi wefonti

# standardNotation
source: WMD notation
af: WMD-notasie
am: WMD ምልክት አደራደር
ar: التدوين القياسي
az: WMD qeydi
be: Абазначэнне ЗМЗ
bg: Нотация WMD
bn: ডাব্লুএমডি স্বরলিপি
bo: ཚད་ལྡན་གྱི་མཚོན་རྟགས།
ca: Notació WMD
cs: Zápis WMD
el: Σημειώσεις WMD
es: Notación WMD
et: WMD märkimine
fa: علامت‌گذاری استاندارد
fi: WMD-merkintä
fr: Notation WMD
gu: ડબલ્યુએમડી નોટેશન
he: סימון WMD
hi: WMD संकेतन
hr: WMD notacija
hu: WMD jelölés
hy: WMD նշում
id: notasi WMD
is: WMD merking
it: Notazione WMD
ja: WMD表記
km: សញ្ញាណ WMD
kn: WMD ಸಂಕೇತ
ko: WMD 기록 형식
lt: WMD užrašas
lv: WMD pieraksts
mk: Нотација на WMD
ms: Notasi WMD
my: WMD အမှတ်အသား
nb: WMD-notasjon
nl: WMD notatie
pl: Notacja WMD
pt: Notação WMD
ro: Notare WMD
ru: Условные обозначения WMD
si: WMD සටහන් කිරීම
sk: Zápis WMD
sl: Zapis WMD
sq: Shënimi i WMD
sr: Ознака ВМД
sw: Nukuu ya WMD
ta: WMD குறியீடு
te: WMD సంజ్ఞామానం
th: สัญกรณ์ WMD
tr: WMD gösterimi
uk: Позначення ЗМЗ
ur: ڈبلیو ایم ڈی نوٹیشن
uz: WMD belgisi
vi: ký hiệu WMD
zh: 标准棋谱格式
zh_hant: 標準棋譜格式
zu: Isaziso se-WMD

source: Restore
af: Herstel
am: እንደነበር መመለስ
ar: استعادة
az: Bərpa et
be: Аднавіць
bg: Възстановяване на
bn: পুনরুদ্ধার করুন
bo: སླར་གསོ།
ca: Restaura
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
et: Taastada
fa: بازگرداندن
fi: Palauta
fr: Restaurer
gu: પુનઃસ્થાપિત
he: לשחזר
hi: पुनर्स्थापित
hr: Obnovi
hu: Visszaállítás
hy: Վերականգնել
id: Mengembalikan
is: Endurheimta
it: Ripristinare
ja: 戻す
km: ស្តារឡើងវិញ
kn: ಮರುಸ್ಥಾಪಿಸಿ
ko: 초기화
lt: Atkurti
lv: Atjaunot
mk: Врати
ms: Pulihkan
my: ပြန်ယူပါ
nb: Restaurere
nl: Herstel
pl: Przywróć
pt: Restaurar
ro: Revenire
ru: Восстановить
si: ප්‍රතිස්ථාපනය
sk: Obnoviť
sl: Obnovitev
sq: Rikthe
sr: Врати
sv: Återställ
sw: Rejesha
ta: மீட்டமை
te: పునరుద్ధరించు
th: คืนค่า
tr: Geri Yükle
uk: Відновлювати
ur: بحال کریں۔
uz: Qayta tiklash
vi: Khôi phục
zh: 重置
zh_hant: 重設
zu: Buyisela

source: Restore default settings
af: Herstel verstekinstellings
am: ነባሪ ቅንብሮችን እንደነበር መመለስ
ar: استعادة الإعدادات الافتراضية
az: Defolt parametrləri bərpa edin
be: Аднавіць налады па змаўчанні
bg: Възстановяване на настройките по подразбиране
bn: সেটিংটি পূর্বাবস্থায় ফিরিয়ে আনুন
bo: སྔོན་སྒྲིག་སྒྲིག་སྟངས་སླར་གསོ་བྱེད་པ།
ca: Restaura la configuració predeterminada
cs: Obnovit výchozí nastavení
da: Gendanner standardindstillingerne
de: Standardeinstellungen wiederherstellen
el: Επαναφορά προεπιλεγμένων ρυθμίσεων
es: Restaurar la configuración por defecto
et: Taastada vaikimisi seaded
fa: بازیابی تنظیمات پیشفرض
fi: Palauta oletusasetukset
fr: Restaurer les paramètres par défaut
gu: ડિફ defaultલ્ટ સેટિંગ્સને પુનર્સ્થાપિત કરો
he: שחזר הגדרות ברירת מחדל
hi: डिफ़ॉल्ट सेटिंग्स को पुनर्स्थापित करें
hr: Obnovi standardne postavke
hu: Visszaállítja az alapértelmezett beállításokat
hy: Վերականգնել լռելյայն կարգավորումները
id: Kembalikan pengaturan default
is: Endurheimta sjálfgefnar stillingar
it: Ripristina le impostazioni predefinite
ja: デフォルト設定の復元
km: ស្តារការកំណត់លំនាំដើមឡើងវិញ
kn: ಡೀಫಾಲ್ಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko: 기본 설정으로 복원
lt: Atkurti numatytuosius nustatymus
lv: Atjaunot noklusējuma iestatījumus
mk: Вратете ги стандардните поставки
ms: Pulihkan tetapan lalai
my: မူရင်းဆက်တင်များကို ပြန်လည်ရယူပါ
nb: Gjenopprett standardinnstillinger
nl: Standaard instellingen herstellen
pl: Przywróć ustawienia domyślne
pt: Restaurar as configurações padrão
ro: Restabilește setările implicite
ru: Восстановить настройки по умолчанию
si: සාමාන්‍ය සැකසුම් ප්‍රතිස්ථාපනය කරන්න
sk: Obnovenie predvolených nastavení
sl: Obnovi privzete nastavitve
sq: Rikthe cilësimet e parazgjedhura
sr: Вратити подразумеване поставке
sv: Återställer standardinställningar
sw: Rejesha mipangilio chaguo-msingi
ta: இயல்புநிலை அமைப்புகளை மீட்டெடுக்கவும்
te: డిఫాల్ట్ సెట్టింగ్లను పునరుద్ధరించండి
th: เรียกคืนการตั้งค่าเริ่มต้น
tr: Varsayılan Ayarlara Geri Dön
uk: Відновити налаштування за замовчуванням
ur: پرانی ترتیب بحال کریں
uz: Standart sozlamalarni tiklang
vi: Khôi phục lại các thiết lập mặc định
zh: 恢复默认设置
zh_hant: 恢復默認設定
zu: Buyisela izilungiselelo ezizenzakalelayo

# pick
source: Pick {element}
af: Kies {element}
am: {element}ን ምረጥ
ar: اختر {element}
az: {element} seçin
be: Выберыце {element}
bg: Изберете {element}
bn: বাছাই করুন {element}
bo: {element} འདེམས་པ།
ca: Trieu {element}
cs: Vyberte {element}
da: Vælg {element}
de: {element} nehmen
el: Επιλέξτε {element}
es: Elija {element}
et: Valige {element}
fa: انتخاب {element}
fi: Valitse {element}
fr: Choisissez {element}
gu: ચૂંટો {element}
he: בחר {element}
hi: {element} चुनें
hr: Odaberite {element}
hu: Válasszon {element}
hy: Ընտրեք {element}
id: Pilih {element}
is: Veldu {element}
it: Scegli {element}
ja: {element} を選択
km: ជ្រើសរើស {element}
kn: {element} ಅನ್ನು ಆರಿಸಿ
ko: {element} 선택
lt: Pasirinkite {element}
lv: Izvēlieties {element}
mk: Изберете {element}
ms: Pilih {element}
my: {element} ကို ရွေးပါ
nb: Velg {element}
nl: Kies {element}
pl: Wybierz {element}
pt: Escolher {element}
ro: Alege {element}
ru: Выберите {element}
si: {element} තෝරන්න
sk: Vyberte {element}
sl: Izberite {element}
sq: Zgjidh {element}
sr: Изаберите {element}
sv: Välj {element}
sw: Chagua {element}
ta: {element} ஐத் தேர்ந்தெடுங்கள்
te: {element} ఎంచుకోండి
th: เลือก {element}
tr: {element}'i seçin
uk: Виберіть {element}
ur: چنیں {element}
uz: {element} ni tanlang
vi: Chọn {element}
zh: 选择{element}
zh_hant: 選擇{element}
zu: Khetha {element}

source: Info
af: Inligting
am: መረጃ
ar: معلومات
az: Məlumat
be: Інф.
bg: Инф.
bn: তথ্য
bo: གནས་ཚུལ།
el: Πληρ.
fa: اطلاعات
fr: Infos
gu: માહિતી
he: מידע
hi: जानकारी
hy: Ինֆո
is: Upplýsingar
ja: 情報
km: ព័ត៌មាន
kn: ಮಾಹಿತಿ
ko: 정보
mk: Инфо
ms: Maklumat
my: အခ. အလ.
ro: Informații
ru: Инфо
si: තොරතුරු
sr: Инфо
sw: Habari
ta: தகவல்
te: సమ
th: ข้อมูล
tr: Bilgi
uk: Інф.
ur: معلومات
uz: Ma'lumot
vi: Thông tin
zh: 信息
zh_hant: 訊息
zu: Ulwazi

source: Hint
af: Wenk
am: ፍንጭ
ar: تلميح
az: İpucu
be: Падказка
bg: Подсказка
bn: ইঙ্গিত
bo: བརྡ་སྟོན།
ca: Suggeriment
cs: Náznak
da: Tip
de: Hinweis
el: Υπόδειξη
es: Sugerencia
et: Vihje
fa: راهنمایی
fi: Vihje
fr: Indice
gu: ઈશારો
he: רֶמֶז
hi: संकेत
hr: Savjet
hu: Célzás
hy: Հուշում
id: Petunjuk
is: Vísbending
it: Suggerimento
ja: ヒント
km: ជំនួយ
kn: ಸುಳಿವು
ko: 힌트
lt: Patarimas
lv: Padoms
mk: Навестување
ms: Petunjuk
my: သဲလွန်စ
nb: Vink
nl: Tip
pl: Wskazówka
pt: Dica
ro: Aluzie
ru: Подсказка
si: හෝඩුවාව
sk: Nápoveda
sl: Namig
sq: Aluzion
sr: Наговестити
sv: Tips
sw: Kidokezo
ta: குறிப்பு
te: సూచన
th: คำใบ้
tr: İpucu
uk: Підказка
ur: اشارہ
uz: Maslahat
vi: Gợi ý
zh: 提示
zh_hant: 提示
zu: Ukusikisela

source: player
af: speler
am: ተጫዋች
ar: لاعب
az: oyunçu
be: гулец
bg: Играч
bn: প্লেয়ার
bo: རྩེད་འགྲན་པ།
ca: jugador
cs: hráč
da: spiller
de: Spieler
el: παίκτης
es: jugador
et: mängija
fa: بازیکن
fi: pelaaja
fr: joueur
gu: ખેલાડી
he: שחקן
hi: खिलाड़ी
hr: igrač
hu: játékos
hy: խաղացող
id: pemain
is: leikmaður
it: giocatore
ja: プレーヤー
km: អ្នកលេង
kn: ಆಟಗಾರ
ko: 플레이어
lt: žaidėjas
lv: spēlētājs
mk: играч
ms: pemain
my: ကစားသမား
nb: spiller
nl: speler
pl: gracz
pt: jogador
ro: jucător
ru: игрок
si: ක්‍රීඩකයා
sk: hráč
sl: igralec
sq: lojtar
sr: играч
sv: spelare
sw: mchezaji
ta: வீரர்
te: ప్లేయర్
th: ผู้เล่น
tr: oyuncu
uk: гравець
ur: کھلاڑی
uz: o'yinchi
vi: người chơi
zh: 玩家
zh_hant: 玩家
zu: umdlali

source: Player 1
af: Speler 1
am: ተጫዋች 1
ar: اللاعب ١
az: Oyunçu 1
be: Гулец 1
bg: Играч 1
bn: খেলোয়াড় ঘ
bo: རྩེད་འགྲན་པ་ 1
ca: Jugador 1
cs: Hráč 1
da: Spiller 1
de: Spieler 1
el: Παίκτης 1
es: Jugador 1
et: Mängija 1
fa: بازیکن ۱
fi: Pelaaja 1
fr: Joueur 1
gu: ખેલાડી 1
he: שחקן 1
hi: खिलाड़ी १
hr: Igrač 1
hu: 1. játékos
hy: Խաղացող 1
id: Pemain 1
is: Leikmaður 1
it: Giocatore 1
ja: プレ1
km: អ្នកលេង 1
kn: ಆಟಗಾರ 1
ko: 플레이어 1
lt: 1 žaidėjas
lv: Spēlētājs 1
mk: Играч 1
ms: Pemain 1
my: ကစားသမား ၁
nb: Spiller 1
nl: Speler 1
pl: Gracz 1
pt: Jogador 1
ro: Jucătorul 1
ru: Игрок 1
si: ක්‍රීඩක 1
sk: Hráč 1
sl: Igralec 1
sq: Lojtari 1
sr: Плаиер 1
sv: Spelare 1
sw: Mchezaji 1
ta: வீரன் 1
te: ప్లేయర్ 1
th: ผู้เล่น 1
tr: oyuncu 1
uk: Гравець 1
ur: کھلاڑی 1
uz: 1-o'yinchi
vi: Người chơi 1
zh: 先手方
zh_hant: 先手方
zu: Umdlali 1

source: Player 2
af: Speler 2
am: ተጫዋች 2
ar: اللاعب ٢
az: Oyunçu 2
be: Гулец 2
bg: Играч 2
bn: প্লেয়ার 2
bo: རྩེད་འགྲན་པ་ 2
ca: Jugador 2
cs: Hráč 2
da: Spiller 2
de: Spieler 2
el: Παίκτης 2
es: Jugador 2
et: Mängija 2
fa: بازیکن ۲
fi: Pelaaja 2
fr: Joueur 2
gu: ખેલાડી 2
he: שחקן 2
hi: खिलाड़ी २
hr: Igrač 2
hu: 2. játékos
hy: Խաղացող 2
id: Pemain 2
is: Leikmaður 2
it: Giocatore 2
ja: プレ2
km: អ្នកលេង 2
kn: ಆಟಗಾರ 2
ko: 플레이어 2
lt: 2 žaidėjas
lv: Spēlētājs 2
mk: Играч 2
ms: Pemain 2
my: ကစားသမား ၂
nb: Spiller 2
nl: Speler 2
pl: Gracz 2
pt: Jogador 2
ro: Jucătorul 2
ru: Игрок 2
si: ක්‍රීඩක 2
sk: Hráč 2
sl: Igralec 2
sq: Lojtari 2
sr: Плаиер 2
sv: Spelare 2
sw: Mchezaji 2
ta: வீரன் 2
te: ప్లేయర్ 2
th: ผู้เล่น2
tr: oyuncu 2
uk: Гравець 2
ur: کھلاڑی 2
uz: 2-o'yinchi
vi: Người chơi 2
zh: 后手方
zh_hant: 後手方
zu: Umdlali 2

source: How to Play
af: Hoe om te speel
am: እንዴት እንደሚጫወቱ
ar: كيفية اللعب
az: Necə oynamalı
be: Як гуляць
bg: Как се играе
bn: কিভাবে খেলতে হবে
bo: རྩེད་སྟངས།
ca: Com es juga
cs: Jak hrát
da: Sådan spiller du
de: Spielanleitung
el: Πώς να παίξετε
es: Cómo jugar
et: Kuidas mängida
fa: آموزش بازی
fi: Pelaaminen
fr: Comment jouer
gu: કેમનું રમવાનું
he: איך לשחק
hi: कैसे खेलें
hr: Kako igrati
hu: Hogyan kell játszani
hy: Ինչպես խաղալ
id: Cara bermain
is: Hvernig á að spila
it: Come giocare
ja: 遊戲方法
km: របៀបលេង
kn: ಹೇಗೆ ಆಡುವುದು
ko: 게임 방법
lt: Kaip žaisti
lv: Kā spēlēt
mk: Како да играш
ms: Cara bermain
my: ကစားနည်း
nb: Hvordan spille
nl: Hoe te spelen
pl: Jak grać
pt: Como jogar
ro: Mersul jocului
ru: Как играть
si: ක්‍රීඩා කරන ආකාරය
sk: Ako hrať
sl: Kako igrati
sq: Si të luajmë
sr: Како играти
sv: Hur man spelar
sw: Jinsi ya kucheza
ta: எப்படி விளையாடுவது
te: ఎలా ఆడాలి
th: วิธีการเล่น
tr: Nasıl oynanır
uk: Як грати
ur: کیسے کھیلنا ہے
uz: Qanday o'ynash kerak
vi: Cách chơi
zh: 玩法说明
zh_hant: 玩法說明
zu: Idlalwa kanjani

# toPlacePiece
source: Tap on any available point to place the piece.
af: Tik op enige beskikbare punt om die stuk te plaas.
am: ቁራጩን ለማስቀመጥ በማንኛውም ዝግጁ ነጥብ ላይ መታ ያድርጉ።
ar: انقر على أي نقطة متاحة لوضع القطعة.
az: Parçanı yerləşdirmək üçün istənilən mövcud nöqtəyə toxunun.
be: Націсніце на любую даступную кропку, каб размясціць фігуру.
bg: Докоснете всяка налична точка, за да поставите фигурата.
bn: টুকরোটি রাখার জন্য যে কোনও উপলভ্য বিন্দুতে আলতো চাপুন।
bo: རྡེལ་འཇོག་ཆོག་པའི་ས་ཚིགས་གང་རུང་ཞིག་ལ་རྡེལ་འཇོག་ཆོག
ca: Toqueu en qualsevol punt lliure per a col·locar la peça.
cs: Klepnutím na libovolný dostupný bod umístíte díl.
da: Tryk på et vilkårligt punkt for at placere brikken.
de: Tippe auf einen freien Punkt, um den Stein zu setzen.
el: Πατήστε σε οποιοδήποτε διαθέσιμο σημείο για να τοποθετήσετε το κομμάτι.
es: Toque en cualquier punto disponible para colocar la pieza.
et: Puudutage ükskõik millist olemasolevat punkti, et paigutada tükk.
fa: برای قرار دادن مهره ، روی هر خانه(نقطه) موجود ضربه بزنید.
fi: Aseta nappula paikalleen napauttamalla mitä tahansa käytettävissä olevaa pistettä.
fr: Tapez sur n'importe quel point disponible pour placer la pièce.
gu: ભાગ મૂકવા માટે કોઈપણ ઉપલબ્ધ બિંદુ પર ટેપ કરો.
he: הקש על כל נקודה זמינה כדי למקם את היצירה.
hi: टुकड़ा रखने के लिए किसी भी उपलब्ध बिंदु पर टैप करें।
hr: Dodirnite bilo koje dostupno mjesto za postavljanje figure.
hu: Érintse meg a rendelkezésre álló mezőt a korong elhelyezése végett.
hy: Հպեք ցանկացած հասանելի կետի՝ կտորը տեղադրելու համար:
id: Ketuk titik mana pun yang tersedia untuk menempatkan potongan.
is: Pikkaðu á hvaða lausan punkt sem er til að setja stykkið.
it: Tocca qualsiasi punto disponibile per posizionare il pezzo.
ja: 利用可能なポイントをタップしてピースを配置します。
km: ប៉ះលើចំណុចទំនេរណាមួយដើម្បីដាក់កូនអុក។
kn: ತುಂಡು ಇರಿಸಲು ಲಭ್ಯವಿರುವ ಯಾವುದೇ ಬಿಂದುವನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 보드의 빈 교차점을 탭하여 말을 놓으세요.
lt: Bakstelėkite bet kurį galimą tašką, kad padėtumėte figūrėlę.
lv: Pieskarieties jebkuram pieejamajam punktam, lai novietotu figūru.
mk: Допрете на која било достапна точка за да го поставите парчето.
ms: Ketuk mana-mana titik yang ada untuk meletakkan potongan itu.
my: အပိုင်းကို နေရာချရန် ရနိုင်သော မည်သည့်အမှတ်ကို နှိပ်ပါ။
nb: Trykk på et hvilket som helst tilgjengelig punkt for å plassere stykket.
nl: Tik op een beschikbaar punt om het stuk te plaatsen.
pl: Stuknij w dowolny dostępny punkt, aby umieścić kawałek.
pt: Toque em qualquer ponto disponível para colocar a peça.
ro: Atinge orice punct disponibil pentru a plasa o piesă.
ru: Нажмите на любую доступную точку, чтобы разместить фигуру.
si: කැබලි තැන්පත් කිරීමට ඕනෑම ලබාගත හැකි ලකුණක් හඹා යන්න.
sk: Ťuknutím na ľubovoľný dostupný bod umiestnite figúrku.
sl: Tapnite katero koli razpoložljivo točko, da postavite figuro.
sq: Trokitni lehtë mbi çdo pikë të disponueshme për të vendosur pjesën.
sr: Додирните било коју доступну тачку да бисте поставили комад.
sv: Tryck på en tillgänglig punkt för att placera pjäsen.
sw: Gonga kwenye sehemu yoyote inayopatikana ili kuweka kipande.
ta: துண்டு வைக்க கிடைக்கக்கூடிய எந்த புள்ளியையும் தட்டவும்.
te: భాగాన్ని ఉంచడానికి అందుబాటులో ఉన్న ఏదైనా పాయింట్‌పై నొక్కండి.
th: แตะที่จุดใดก็ได้เพื่อวางชิ้นส่วน
tr: Parçayı yerleştirmek için uygun bir noktaya dokunun.
uk: Торкніться будь-якої доступної точки, щоб розмістити шматок.
ur: ٹکڑا رکھنے کے لیے کسی بھی دستیاب پوائنٹ پر ٹیپ کریں۔
uz: Parchani joylashtirish uchun mavjud nuqtani bosing.
vi: Chạm vào bất kỳ điểm trống nào để đặt quân cờ.
zh: 点击棋盘上的交叉点放置棋子。
zh_hant: 點擊棋盤上的交叉點放置棋子。
zu: Thepha kunoma iyiphi indawo etholakalayo ukuze ubeke ucezu.
