Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Monochrome
af: Monochroom
am: አንድ ቀለም
ar: أحادي اللون
az: Monoxrom
be: Манахром
bg: Монохром
bn: মনোক্রোম
bo: གཅིག་མདོག
ca: Monocrom
cs: Monochromatický
da: Monokrom
de: Einfarbig
el: Μονόχρωμο
es: Monocromo
et: Monokroomne
fa: تک‌رنگ
gu: મોનોક્રોમ
he: מונוכרום
hi: एकरंगी
hr: Jednobojno
hu: Monokróm
hy: Մոնոխրոմ
id: Monokrom
is: Einslitur
it: Monocromatico
ja: 黒と白
km: សខ្មៅ
kn: ಏಕವರ್ಣ
ko: 단색
lt: Monochrominė
lv: Monohroms
mk: Монокром
ms: Monokrom
nl: Monochroom
pl: Monochromatyczny
pt: Monocromático
ro: Monocrom
ru: Монохром
si: එකාබද්ධ
sk: Monochromatický
sl: Monokromatsko
sv: Monokrom
sw: Monokromu
ta: ஒரே வண்ணமுடைய
te: మోనోక్రోమ్
th: โมโนโครม
tr: Monokrom
uk: Монохром
ur: مونوکروم
uz: Monoxrom
zh: 黑白
zh_hant: 黑白
zu: I-Monochrome

# youCanEnableScreenReaderSupport
source: You can enable the Screen reader support switch in the Accessibility configuration in General Settings.
af: U kan skermleserondersteuning inskakel in die toeganklikheidinstellings onder Algemene Instellings.
am: በመደበኛ ቅንብሮች ማቅረቢያ ውስጥ የማንበቢያ መሳሪያ መጠንክረ አማራጭን ማከናወን ትችላላችሁ።
ar: يمكنك تفعيل دعم قارئ الشاشة في إعدادات الوصول في الإعدادات العامة.
az: Siz Ümumi Ayarlar bölməsindəki Əlçatanlıq konfiqurasiyasında ekran oxuyucusu dəstəyini aktivləşdirə bilərsiniz.
be: Вы можаце ўключыць падтрымку экраннага чытальніка ў наладах даступнасці ў агульных наладах.
bg: Можете да активирате поддръжката на екранен четец в настройките за достъпност в Общи настройки.
bn: আপনি সাধারণ সেটিংসের অ্যাক্সেসিবিলিটি কনফিগারেশনে স্ক্রিন রিডার সাপোর্ট চালু করতে পারেন।
bo: ཁྱོད་ཀྱིས་སྤྱིར་བཏང་སྒྲིག་འཛུགས་ཀྱི་སྤྱོད་སྒོ་གསར་སྒྲིག ནང་འཆར་ཤེལ་ཀློག་ཆས་ལ་རྒྱབ་སྐྱོར་སྒོ་འབྱེད་ཆོག་པ།
ca: Podeu habilitar l'opció de compatibilitat amb el lector de pantalla a la configuració d'accessibilitat en els paràmetres generals.
cs: Ve Všeobecných nastaveních v nastavení Přístupnosti můžete zapnout podporu čtečky obrazovky.
da: Du kan aktivere skærmoplæserstøtte i indstillingerne for Generelle indstillinger under Tilgængelighed.
de: Sie können die Unterstützung für Screenreader in den Zugänglichkeitseinstellungen unter Allgemeine Einstellungen aktivieren.
el: Μπορείτε να ενεργοποιήσετε την υποστήριξη αναγνώστη οθόνης στις ρυθμίσεις προσβασιμότητας στις Γενικές Ρυθμίσεις.
es: Puede habilitar el botón de compatibilidad con lectores de pantalla en la configuración de Accesibilidad en Configuración general.
et: Ekraanilugeja tuge saate sisse lülitada Üldseadete all Otsipääsetavuse seadetes.
fa: شما می‌توانید پشتیبانی از خواننده صفحه را در تنظیمات دسترس‌پذیری در تنظیمات عمومی فعال کنید.
fi: Voit ottaa näytönlukijatuen käyttöön Yleiset asetukset -osion Saavutettavuus-asetuksista.
fr: Vous pouvez activer le support du lecteur d'écran dans les réglages d'Accessibilité des Paramètres généraux.
gu: તમે સામાન્ય સેટિંગ્સમાં એક્સેસિબિલિટી કન્ફિગ્યુરેશનમાં સ્ક્રીન રીડર સપોર્ટ ચાલુ કરી શકો છો.
he: תוכל להפעיל את תמיכת קורא המסך בהגדרות הנגישות בהגדרות הכלליות.
hi: आप सामान्य सेटिंग्स की एक्सेसिबिलिटी कॉन्फ़िगरेशन में स्क्रीन रीडर सपोर्ट को चालू कर सकते हैं।
hr: Podrška za čitač ekrana se može uključiti u konfiguraciji pristupačnosti u „Opće postavke”.
hu: A Képernyőolvasó támogatását az Általános beállításoknál a Hozzáférhetőségi beállítások között kapcsolhatja be.
hy: Դուք կարող եք միացնել էկրանի ընթերցիչի աջակցությունը Ընդհանուր կարգավորումների մեջ Անհատականության կոնֆիգուրացիայում:
id: Anda dapat mengaktifkan dukungan pembaca layar di pengaturan Aksesibilitas dalam Pengaturan Umum.
is: Þú getur virkjað stuðning við skjálesara í aðgengisstillingum í Almennar stillingar.
it: Puoi attivare il supporto per il lettore di schermo nelle impostazioni di Accessibilità nelle Impostazioni generali.
ja: 一般設定のアクセシビリティ設定でスクリーンリーダーサポートをオンにすることができます。
km: អ្នកអាចបើកកុងតាក់ការគាំទ្រកម្មវិធីអានអេក្រង់នៅក្នុងការកំណត់រចនាសម្ព័ន្ធភាពងាយស្រួលក្នុងការកំណត់ទូទៅ។
kn: ನೀವು ಸಾಮಾನ್ಯ ಸೆಟ್ಟಿಂಗ್ಗಳಲ್ಲಿ ಪ್ರಾಪ್ಯತೆ ಸಂರಚನೆಯಲ್ಲಿ ಸ್ಕ್ರೀನ್ ರೀಡರ್ ಬೆಂಬಲವನ್ನು ಆನ್ ಮಾಡಬಹುದು.
ko: 일반 설정의 접근성 구성에서 화면 읽기 지원을 켤 수 있습니다。
lt: Ekrano skaitytuvo palaikymą galite įjungti Prieinamumo nustatymuose, esančiuose Bendruosiuose nustatymuose.
lv: Jūs varat iespējot ekrāna lasītāja atbalstu pieejamības iestatījumos Vispārīgajos iestatījumos.
mk: Можете да активирате поддршка за читач на екран во поставките за пристапност во Општите поставки.
ms: Anda boleh mengaktifkan sokongan pembaca skrin dalam konfigurasi Aksesibiliti di Tetapan Umum.
my: သင့်သည် အထွေထွေဆက်တင်များ၏ ရရှိနိုင်ချက်ပြုလုပ်မှုများတွင် စကရင်ဖတ်သူပံ့ပိုးမှုကို ဖွင့်နိုင်သည်။
nb: Du kan aktivere støtte for skjermleser i tilgjengelighetsinnstillingene under Generelle innstillinger.
nl: U kunt ondersteuning voor schermlezers inschakelen in de toegankelijkheidsinstellingen onder Algemene instellingen.
pl: Możesz włączyć wsparcie dla czytnika ekranu w ustawieniach dostępności w Ustawieniach ogólnych.
pt: Você pode ativar o suporte para leitor de tela nas configurações de Acessibilidade em Configurações Gerais.
ro: Puteți activa suportul pentru cititorul de ecran în configurațiile de accesibilitate din Setările generale.
ru: Вы можете включить поддержку экранного диктора в настройках доступности в общих настройках.
si: ඔබට පොදු සැකසුම් වල ප්‍රවේශය සැකසුම් තුළ තිර කියවන සහය ස්විචය සක්‍රීය කළ හැකිය.
sk: V časti Všeobecné nastavenia v nastaveniach Prístupnosť môžete zapnúť podporu čítačky obrazovky.
sl: V splošnih nastavitvah lahko v nastavitvah dostopnosti omogočite podporo za bralnik zaslona.
sq: Ju mund të aktivizoni mbështetjen e lexuesit të ekranit në konfigurimet e Aksesueshmërisë në Cilësimet e Përgjithshme.
sr: Možete uključiti podršku za čitač ekrana u podešavanjima pristupačnosti unutar Opštih podešavanja.
sv: Du kan aktivera stöd för skärmläsare i tillgänglighetsinställningarna under Allmänna inställningar.
sw: Unaweza kuwasha msaada wa kisomaji skrini katika mipangilio ya Ufikiaji chini ya Mipangilio ya Jumla.
ta: பொது அமைப்புகளில் அணுகல் உள்ளமைவில் திரை ரீடர் உதவி சுவிட்சை நீங்கள் இயக்கலாம்.
te: మీరు జనరల్ సెట్టింగ్స్‌లో యాక్సెసిబిలిటీ కాన్ఫిగరేషన్‌లో స్క్రీన్ రీడర్ సపోర్ట్ స్విచ్‌ను ఆన్ చేయవచ్చు.
th: คุณสามารถเปิดใช้งานการสนับสนุนตัวอ่านหน้าจอในการตั้งค่าการเข้าถึงในการตั้งค่าทั่วไป。
tr: Ekran okuyucu desteğini Genel Ayarlar'daki Erişilebilirlik yapılandırmasında açabilirsiniz.
uk: Ви можете увімкнути підтримку зчитувача екрану в налаштуваннях загальних налаштувань в розділі Доступність.
ur: آپ عمومی ترتیبات میں معذوری کی سہولت ترتیبات میں اسکرین ریڈر سپورٹ کو آن کر سکتے ہیں۔
uz: Siz Umumiy sozlamalar ichidagi Yordamchi vositalar sozlamalarida ekran o'quvchisi yordamini yoqishingiz mumkin.
vi: Bạn có thể bật hỗ trợ đọc màn hình trong cài đặt Trợ năng trong Cài đặt chung.
zh: 您可以在“常规设置”中的“辅助功能”配置中打开“屏幕阅读器支持”开关。
zh_hant: 您可以在「常規設定」中的「輔助功能」配置中打開「螢幕閱讀器支持」開關。
zu: Ungavula ukusekelwa kwesikrini esifundi ku-General Settings kuzilungiselelo zokufinyelela.

source: Show numbers on pieces
af: Toon getalle op stukke
am: ቁጥሮችን በቁራጭ ላይ አሳይ
ar: عرض الأرقام على القطع
az: Fişlərdə nömrələri göstərin
be: Паказаць нумары на фігурах
bg: Показване на номерата на фигурите
bn: টুকরোগুলিতে সংখ্যা প্রদর্শন
bo: རྡེལ་ཐོག་ཨང་གྲངས་སྟོན།
ca: Mostra nombres en les peces
cs: Zobrazit čísla na figurkách
da: Vis numre på brikker
de: Zahlen auf Steinen anzeigen
el: Εμφάνιση αριθμών στα κομμάτια
es: Mostrar números en piezas
et: Näita numbreid nuppudel
fa: نمایش اعداد روی مهره‌ها
fi: Näytä numerot nappuloissa
fr: Afficher les numéros sur les pièces
gu: પીસ પર નંબરો બતાવો
he: הצג מספרים על הקלטות
hi: मोहरों पर संख्याएँ दिखाएँ
hr: Prikaži brojeve na figurama
hu: Számok megjelenítése a korongokon
hy: Ցուցադրել թվերը քարերի վրա
id: Tampilkan angka pada bidak
is: Sýna númer á peðum
it: Mostra numeri sui pezzi
ja: 駒に番号を表示
km: បង្ហាញលេខនៅលើកូនអុក
kn: ಕಾಯಿಗಳಲ್ಲಿ ಸಂಖ್ಯೆಗಳನ್ನು ತೋರಿಸಿ
ko: 조각에 숫자 표시
lt: Rodyti numerius ant figūrų
lv: Rādīt numurus uz figūrām
mk: Прикажи броеви на фигурите
ms: Paparkan nombor pada kepingan
my: အစိတ်အပိုင်းများပေါ်တွင်နံပါတ်များပြသည်
nb: Vis numre på brikkene
nl: Toon nummers op stukken
pl: Pokaż numery na pionkach
pt: Mostrar números nas peças
ro: Afișează numerele pe piese
ru: Показать номера на фигурах
si: කැබලි මත අංක පෙන්වන්න
sk: Zobraziť čísla na figúrkach
sl: Prikaži številke na figurah
sq: Shfaq numrat në copa
sr: Приказ бројева на фигурама
sv: Visa nummer på pjäserna
sw: Onyesha nambari kwenye vipande
ta: துண்டுகளில் எண்களைக் காட்டு
te: ముక్కలపై సంఖ్యలను చూపించు
th: แสดงตัวเลขบนชิ้นส่วน
tr: Taşlarda numaraları göster
uk: Показати номери на фігурах
ur: مہروں پر نمبر دکھائیں
uz: Dasturxonlarda raqamlarni ko'rsatish
vi: Hiển thị số trên các quân cờ
zh: 在棋子上显示数字
zh_hant: 在棋子上顯示數字
zu: Khombisa izinombolo kumaphuzu

source: Save Image
af: Stoor beeld
am: ምስል አስቀምጥ
ar: حفظ الصورة
az: Şəkil saxla
be: Захаваць малюнак
bg: Запази изображението
bn: চিত্র সংরক্ষণ করুন
bo: པར་རིས་ཉར་ཚགས།
ca: Desa la imatge
cs: Uložit obrázek
da: Gem billede
de: Bild speichern
el: Αποθήκευση εικόνας
es: Guardar la imagen
et: Salvesta pilt
fa: تصویر را ذخیره کنید
fi: Tallenna kuva
fr: Enregistrer l'image
gu: છબી સાચવો
he: שמור תמונה
hi: छवि सहेजें
hr: Spremi sliku
hu: Kép mentése
hy: Պահպանել պատկերը
id: Simpan gambar
is: Vista mynd
it: Salva immagine
ja: 画像を保存
km: រក្សាទុករូបភាព
kn: ಚಿತ್ರವನ್ನು ಉಳಿಸಿ
ko: 이미지 저장
lt: Įrašyti paveikslėlį
lv: Saglabāt attēlu
mk: Зачувај слика
ms: Simpan imej
my: ဓာတ်ပုံ သိမ်းဆည်းပါ
nb: Lagre bilde
nl: Afbeelding opslaan
pl: Zapisz obraz
pt: Guardar imagem
ro: Salvați imaginea
ru: Сохранить изображение
si: පින්තූරය සුරකින්න
sk: Uložiť obrázok
sl: Shrani sliko
sq: Ruaj imazhin
sr: Сачувај слику
sv: Spara bild
sw: Hifadhi Picha
ta: படத்தை சேமிக்கவும்
te: చిత్రాన్ని భద్రపరచండి
th: บันทึกภาพ
tr: Resmi kaydet
uk: Зберегти зображення
ur: تصویر محفوظ کریں
uz: Rasmni saqlash
vi: Lưu hình ảnh
zh: 保存图像
zh_hant: 儲存圖片
zu: Hlela Isithombe

# isAnalysisToolbarShown
source: Show analysis toolbar
af: Wys ontledingsnutsbalk
am: ትክክለኛ መመሪያ መሣሪያ አሳይ
ar: إظهار شريط أدوات التحليل
az: Analiz panelini göstər
be: Паказаць панэль аналізу
bg: Покажете лентата за анализ
bn: বিশ্লেষণ টুলবার দেখান
bo: དབྱེ་ཞིབ་ལག་ཆས་ཚང་སྟོན།
ca: Mostra la barra d'eines d'anàlisi
cs: Zobrazit panel nástrojů pro analýzu
da: Vis analyseværktøjslinje
de: Analysetools anzeigen
el: Εμφάνιση γραμμής εργαλείων ανάλυσης
es: Mostrar la barra de análisis
et: Kuva analüüsiriistariba
fa: نمایش نوار ابزار تحلیل
fi: Näytä analyysityökalupalkki
fr: Afficher la barre d'outils d'analyse
gu: વિશ્લેષણ ટૂલબાર બતાવો
he: הצג סרגל כלים לניתוח
hi: विश्लेषण टूलबार दिखाई दे रहा है
hr: Prikaži alatnu traku za analizu
hu: Elemzési eszköztár megjelenítése
hy: Անալիզիզիայի գործիքային գոտին ցուցադրվում է
id: Tampilkan Toolbar Analisis
is: Sýna greiningartækni
it: Mostra barra degli strumenti di analisi
ja: 解析ツールバーを表示する
km: បង្ហាញរបារឧបករណ៍វិភាគ
kn: ವಿಶ್ಲೇಷಣೆ ಟೂಲ್‌ಬಾರ್ ತೋರಿಸಲಾಗುತ್ತಿದೆ
ko: 분석 툴바 표시
lt: Rodyti analizės įrankių juostą
lv: Parādīt analīzes rīkjoslu
mk: Прикажи алатник за анализа
ms: Tunjukkan Bar Alat Analisis
my: စစ်ဆင်ရေးကွန်ယက်ပရောင်းသောစားပွဲ
nb: Vis analyseverktøylinjen
nl: Toon analysetoolbalk
pl: Pokaż pasek narzędzi analizy
pt: Mostrar barra de ferramentas de análise
ro: Afișează bara de instrumente de analiză
ru: Показать панель инструментов анализа
si: ප්‍රාදේශීය විද්‍යා තීරුව පෙන්වන්න
sk: Zobraziť panel nástrojov analýzy
sl: Prikaži orodno vrstico za analizo
sq: Shfaq shiritin e veglave të analizës
sr: Прикажи траку алатки за анализу
sv: Visa analysverktygsfältet
sw: Onyesha upau wa zana za uchambuzi
ta: பகுப்பாய்வு கருவிப்பட்டியைக் காட்டு
te: విశ్లేషణ టూల్‌బార్ ప్రదర్శించు
th: แสดงแถบเครื่องมือการวิเคราะห์
tr: Analiz araç çubuğunu göster
uk: Показати панель інструментів аналізу
ur: تجزیہ ٹولبار دکھائیں
uz: Tahlil vositasi panelini ko'rsating
vi: Hiển thị thanh công cụ phân tích
zh: 显示分析工具栏
zh_hant: 顯示分析工具列
zu: Khombisa iziqu zokusekela ukuhlaziywa

source: Analysis toolbar background color
af: Agtergrondkleur van ontledingsnutsbalk
am: የትክክለኛ መመሪያ መሣሪያ የጀርባ ቀለም
ar: لون خلفية شريط أدوات التحليل
az: Analiz panelinin arxa fon rəngi
be: Колер фону панэлі аналізу
bg: Цвят на фона на лентата за анализ
bn: বিশ্লেষণ টুলবারের পটভূমি রঙ
bo: དབྱེ་ཞིབ་ལག་ཆས་ཚང་གི་རྒྱབ་ལྗོངས་ཚོས།
ca: Color de fons de la barra d'eines d'anàlisi
cs: Barva pozadí panelu nástrojů pro analýzu
da: Baggrundsfarve for analyseværktøjslinje
de: Hintergrundfarbe der Analysetools
el: Χρώμα φόντου γραμμής εργαλείων ανάλυσης
es: Color de fondo de la barra de herramientas de análisis
et: Analüüsiriistariba taustavärv
fa: رنگ پس زمینه نوار ابزار تحلیل
fi: Analyysityökalupalkin taustaväri
fr: Couleur d'arrière-plan de la barre d'outils d'analyse
gu: વિશ્લેષણ ટૂલબારની બેકગ્રાઉન્ડ કલર
he: צבע רקע של סרגל הכלים לניתוח
hi: विश्लेषण टूलबार का पृष्ठभूमि रंग
hr: Boja pozadine alatne trake za analizu
hu: Elemzési eszköztár hátterének színe
hy: Անալիզիզիայի գործիքային գոտի ետնագույն գույնը
id: Warna Latar Belakang Toolbar Analisis
is: Bakgrunnslitur greiningartækni
it: Colore di sfondo della barra degli strumenti di analisi
ja: 解析ツールバーの背景色
km: ពណ៌ផ្ទៃខាងក្រោយរបារឧបករណ៍វិភាគ
kn: ವಿಶ್ಲೇಷಣೆ ಟೂಲ್‌ಬಾರ್ ಹಿನ್ನೆಲೆ ಬಣ್ಣ
ko: 분석 툴바 배경색
lt: Analizės įrankių juostos fono spalva
lv: Analīzes rīkjoslas fona krāsa
mk: Позадинска боја на алатникот за анализа
ms: Warna Latar Belakang Bar Alat Analisis
my: စစ်ဆင်ရေးကွန်ယက်ပရောင်းသောစားပွဲနောက်ပိုင်းအရောင်အဝယ်
nb: Bakgrunnsfarge for analyseverktøylinjen
nl: Achtergrondkleur van analysetoolbalk
pl: Kolor tła paska narzędzi analizy
pt: Cor de fundo da barra de ferramentas de análise
ro: Culoarea de fundal a barei de instrumente de analiză
ru: Цвет фона панели инструментов анализа
si: ප්‍රාදේශීය විද්‍යා තීරුවේ පසුබිම් වර්ණය
sk: Farba pozadia panela nástrojov analýzy
sl: Barva ozadja orodne vrstice za analizo
sq: Ngjyra e sfondit të shiritit të veglave të analizës
sr: Боја позадине траке алатки за анализу
sv: Bakgrundsfärg för analysverktygsfältet
sw: Rangi ya asili ya upau wa zana za uchambuzi
ta: பகுப்பாய்வு கருவிப்பட்டி பின்னணி நிறம்
te: విశ్లేషణ టూల్‌బార్ నేపథ్యం రంగు
th: สีพื้นหลังของแถบเครื่องมือการวิเคราะห์
tr: Analiz araç çubuğu arka plan rengi
uk: Колір фону панелі інструментів аналізу
ur: تجزیہ ٹولبار کا پس منظر رنگ
uz: Tahlil vositasi panelining orqa fon rangi
vi: Màu nền của thanh công cụ phân tích
zh: 分析工具栏背景色
zh_hant: 分析工具列背景顏色
zu: Umbala wesikali sesibhakabhakhi seziqu zokusekela ukuhlaziywa

source: Analysis toolbar icon color
af: Ikoonkleur van ontledingsnutsbalk
am: የትክክለኛ መመሪያ መሣሪያ አዶ ቀለም
ar: لون أيقونة شريط أدوات التحليل
az: Analiz panelinin ikonu rəngi
be: Колер іконкі панэлі аналізу
bg: Цвят на иконата на лентата за анализ
bn: বিশ্লেষণ টুলবারের আইকন রঙ
bo: དབྱེ་ཞིབ་ལག་ཆས་ཚང་གི་རིས་རྟགས་ཚོས།
ca: Color de la icona de la barra d'eines d'anàlisi
cs: Barva ikony panelu nástrojů pro analýzu
da: Ikonfarve for analyseværktøjslinje
de: Symbolfarbe der Analysetools
el: Χρώμα εικονιδίου γραμμής εργαλείων ανάλυσης
es: Color del icono de la barra de herramientas de análisis
et: Analüüsiriistariba ikooni värv
fa: رنگ آیکون نوار ابزار تحلیل
fi: Analyysityökalupalkin kuvakkeen väri
fr: Couleur de l'icône de la barre d'outils d'analyse
gu: વિશ્લેષણ ટૂલબારની આઇકન કલર
he: צבע הסמל של סרגל הכלים לניתוח
hi: विश्लेषण टूलबार आइकन रंग
hr: Boja ikone alatne trake za analizu
hu: Elemzési eszköztár ikonjának színe
hy: Անալիզիզիայի գործիքային գոտին նշանակի գույնը
id: Warna Ikon Toolbar Analisis
is: Litir ikóna greiningartækni
it: Colore dell'icona della barra degli strumenti di analisi
ja: 解析ツールバーのアイコンの色
km: ពណ៌រូបតំណាងរបារឧបករណ៍វិភាគ
kn: ವಿಶ್ಲೇಷಣೆ ಟೂಲ್‌ಬಾರ್ ಐಕಾನ್ ಬಣ್ಣ
ko: 분석 툴바 아이콘 색상
lt: Analizės įrankių juostos piktogramos spalva
lv: Analīzes rīkjoslas ikonas krāsa
mk: Боја на иконата на алатникот за анализа
ms: Warna Ikon Bar Alat Analisis
my: စစ်ဆင်ရေးကွန်ယက်ပရောင်းသောစားပွဲအင်္ဂါအရောင်
nb: Ikonfarge for analyseverktøylinjen
nl: Pictogramkleur van analysetoolbalk
pl: Kolor ikony paska narzędzi analizy
pt: Cor do ícone da barra de ferramentas de análise
ro: Culoarea pictogramei barei de instrumente de analiză
ru: Цвет иконки панели инструментов анализа
si: ප්‍රාදේශීය විද්‍යා තීරුවේ අයිකන් වර්ණය
sk: Farba ikony panela nástrojov analýzy
sl: Barva ikone orodne vrstice za analizo
sq: Ngjyra e ikonës së shiritit të veglave të analizës
sr: Боја иконе траке алатки за анализу
sv: Ikonfärg för analysverktygsfältet
sw: Rangi ya ikoni ya upau wa zana za uchambuzi
ta: பகுப்பாய்வு கருவிப்பட்டி படவுரு நிறம்
te: విశ్లేషణ టూల్‌బార్ చిహ్నం రంగు
th: สีไอคอนของแถบเครื่องมือการวิเคราะห์
tr: Analiz araç çubuğu simge rengi
uk: Колір піктограми панелі інструментів аналізу
ur: تجزیہ ٹولبار آئکن کا رنگ
uz: Tahlil vositasi panelining ikon rangi
vi: Màu biểu tượng của thanh công cụ phân tích
zh: 分析工具栏图标颜色
zh_hant: 分析工具列圖示顏色
zu: Umbala wesithonjana seziqu zokusekela ukuhlaziywa

source: Transformed.
af: Omskep.
am: ተለውጦ ተወሰነ።
ar: تم التحويل.
az: Dönüşdürüldü.
be: Трансф.
bg: Трансф.
bn: পরিবর্তিত।
bo: བཟོ་བཅོས་ཟིན་པ།
ca: Transformat.
cs: Transform.
da: Transf.
de: Transformiert.
el: Μετασχηματισμένο.
es: Transformado.
et: Transformeeritud.
fa: تبدیل شد.
fi: Muunnettu.
fr: Transformé.
gu: ફેરફાર થયું.
he: הופך
hi: परिवर्तित किया गया।
hr: Transformirano.
hu: Átalakítva.
hy: Վերևում է
id: Berubah.
is: Breytist.
it: Trasformato.
ja: 変換されました。
km: បានផ្លាស់ប្តូរ។
kn: ಬದಲಾಗಿದ.
ko: 변환되었습니다.
lt: Paversta.
lv: Transformēts.
mk: Трансформирано.
ms: Diubah.
my: အပြောင်းအလဲပြုလုပ်လျှင်
nb: Transformert.
nl: Getransformeerd.
pl: Przekształcone.
pt: Transformado.
ro: Transformat.
ru: Трансформировано.
si: පරිවර්තනය කරන ලදි.
sk: Transformované.
sl: Pretvorjeno.
sq: Transformuar.
sr: Трансформисано.
sv: Transformeras.
sw: Imebadilishwa.
ta: மாற்றப்பட்டது.
te: పరివర్తితం.
th: ผ่านการแปลง
tr: Dönüştürüldü.
uk: Трансформовано.
ur: تبدیل شدہ۔
uz: O'zgartirildi.
vi: Đã biến đổi.
zh: 已转换
zh_hant: 已轉換
zu: Ihlanganiswe.

source: Cannot transform.
af: Kan nie omskep nie.
am: መለወጥ አይቻልም።
ar: لا يمكن التحويل.
az: Dönüşdürmək mümkün deyil.
be: Немагчыма трансфармацыі.
bg: Невъзможно трансформиране.
bn: পরিবর্তন করা যায় না।
bo: བཟོ་བཅོས་བྱེད་མི་ཐུབ།
ca: No es pot transformar.
cs: Nelze transformovat.
da: Kan ikke transformere.
de: Kann nicht transformieren.
el: Αδύνατον να μετασχηματιστεί.
es: No se puede transformar.
et: Ei saa transformeerida.
fa: نمی‌توان تبدیل کرد.
fi: Ei voi muuntaa.
fr: Impossible de transformer.
gu: ફેરફાર કરી શકાતું નથી.
he: לא ניתן להפוך
hi: परिवर्तन नहीं किया जा सकता।
hr: Nije moguće transformirati.
hu: Nem lehet átalakítani.
hy: Անհնար է փոխել
id: Tidak dapat mentransformasi.
is: Ekki hægt að breyta.
it: Impossibile trasformare.
ja: 変換できません。
km: មិនអាចផ្លាស់ប្តូរបានទេ។
kn: ಬದಲಾಯಿಸಲಾಗದು.
ko: 변환할 수 없습니다.
lt: Negalima transformuoti.
lv: Nevar pārveidot.
mk: Не може да се трансформира.
ms: Tidak boleh mengubah.
my: မဆုံးအပြောင်းအလဲပြုပြီးပါးစပ်ပါးသောက်ကျသွားပါပြီ
nb: Kan ikke transformere.
nl: Kan niet transformeren.
pl: Nie można przekształcić.
pt: Não é possível transformar.
ro: Nu se poate transforma.
ru: Невозможно трансформировать.
si: පරිවර්තනය කළ නොහැකි.
sk: Nedá sa transformovať.
sl: Ni mogoče pretvoriti.
sq: Nuk mund të transformohet.
sr: Не може да се трансформише.
sv: Kan inte transformeras.
sw: Haiwezi kubadilishwa.
ta: மாற்ற முடியாது.
te: పరివర్తన చేయలేము.
th: ไม่สามารถแปลง
tr: Dönüştürülemez.
uk: Не можна трансформувати.
ur: تبدیل نہیں کر سکتا۔
uz: O'zgartirib bo'lmaydi.
vi: Không thể biến đổi.
zh: 无法转换
zh_hant: 無法轉換
zu: Ngikwazi ukungahlukaniswa.

source: Rotate
af: Draai
am: ገለብጥ
ar: دوران
az: Döndür
be: Рухаць
bg: Завъртане
bn: ঘোরানো
bo: སྐོར་འཁོར།
ca: Gira
cs: Rotace
da: Rotér
de: Rotieren
el: Περιστροφή
es: Rotar
et: Pööra
fa: چرخش
fi: Kierrä
fr: Rotation
gu: ઘૂમાવો
he: סובב
hi: घुमाएँ
hr: Okreni
hu: Forgat
hy: Շրջել
id: Putar
is: Snúa
it: Ruota
ja: 回転
km: បង្វិល
kn: ತಿರುಗು
ko: 회전
lt: Pasukti
lv: Pagriezt
mk: Ротирај
ms: Putar
my: တွင်ရှိတည်ရှိခြင်း
nb: Roter
nl: Roteer
pl: Obróć
pt: Girar
ro: Rotire
ru: Повернуть
si: කරත්තුව
sk: Rotovať
sl: Zavrti
sq: Rrotullo
sr: Ротација
sv: Rotera
sw: Pindua
ta: சுழற்றுங்கள்
te: పరిసరాలను తిరిగించు
th: หมุน
tr: Döndür
uk: Обертати
ur: گھومیں
uz: Aylantirish
vi: Xoay
zh: 旋转
zh_hant: 旋轉
zu: Hlela

# horizontalFlip
source: H Flip
af: H Draai
am: አጋጣሚ
ar: أفقي
az: Y-Fli
be: Гарызонт.
bg: Хор. Обр.
bn: হর. ফ্লি.
bo: H ཕྱོགས།
ca: Inverteix horitzontalment
cs: Hor. Obrácení
da: V.S.
de: H Kippen
el: Ορ. Αν.
es: Volteo H
et: H Pööre
fa: افقی فلیپ
fi: H Kääntö
fr: Ret. H
gu: H ફ્લિપ
he: היפוך אופקי
hi: एच फ्लिप
hr: Vod. okret
hu: HF
hy: H Փոխել
id: H Balik
is: L.S.
it: Cap. O.
ja: 横反
km: ត្រឡប់ផ្ដេក
kn: ಹಾ. ತಿ.
ko: 상하
lt: H. Apsv.
lv: H Apgriezt
mk: Х Флип
ms: Flip M.
nb: H. Snu
nl: H.S.
pl: Poz.
pt: Inv. H.
ro: Oglin. O
ru: H Перев
si: H වක්‍රීයක්
sk: H. prev.
sl: H. Obr.
sq: Pas H
sr: Х. прев.
sv: H. vänd
sw: Pind. M.
ta: எச் ஃபிளிப்
te: అడ్డంగా తిప్పు
th: พล.นอ.
tr: H Çevir
uk: ГП
ur: H فلپ
uz: Gor. ayl.
vi: H Lật
zh: 左右
zh_hant: 左右
zu: H Ibhlophu

# verticalFlip
source: V Flip
af: V Draai
am: ተዛማጅ
ar: عمودي
az: D-Fli
be: Верт.
bg: Верт. Обр.
bn: ভার্ট. ফ্লি.
bo: V ཕྱོགས།
ca: Inverteix verticalment
cs: Vert. Obrácení
da: L.S.
de: V Kippen
el: Κατ. Αν.
es: Volteo V
et: V Pööre
fa: عمودی فلیپ
fi: V Kääntö
fr: Ret. V
gu: V ફ્લિપ
he: היפוך אנכי
hi: वी फ्लिप
hr: Okom. okret
hu: VF
hy: V Փոխել
id: V Balik
is: V.S.
it: Cap. V.
ja: 縦反
km: ត្រឡប់បញ្ឈរ
kn: ವರ್. ತಿ.
ko: 좌우
lt: V. Apsv.
lv: V Apgriezt
mk: В Флип
ms: Flip V.
nb: V. Snu
nl: V.S.
pl: Pion.
pt: Inv. V.
ro: Oglin. V
ru: V Перев
si: V වක්‍රීයක්
sk: V. prev.
sl: V. Obr.
sq: Pas V
sr: В. прев.
sv: V. vänd
sw: Pind. W.
ta: திருப்பத்தில்
te: నిలువుగా తిప్పు
th: พล.ต.
tr: V Çevir
uk: ВП
ur: V فلپ
uz: Tik ayl.
vi: V Lật
zh: 上下
zh_hant: 上下
zu: V Ibhlophu

# innerOuterFlip
source: IO Flip
af: IO Draai
am: ው/ውጫ
ar: IO فليب
az: İ/O Fli
be: І/З Паварот
bg: ВВ Обр.
bn: আইও ফ্লিপ
bo: IO ཕྱོགས།
ca: Inverteix interior-exterior
cs: IO Obrácení
da: I/U S.
de: IO Kippen
el: Εσ./Εξ. Αν.
es: Volteo IO
et: IO Pööre
fa: IO فلیپ
fi: IO Kääntö
fr: Ret. I/E
gu: IO ફ્લિપ
he: היפוך פנים/חוץ
hi: आईओ फ्लिप
hr: U/V okret
hu: IOF
hy: IO Փոխել
id: IO Balik
is: I/Y S.
it: Cap. I/E
ja: 内外反
km: ត្រឡប់ក្នុងក្រៅ
kn: ಆಂ/ಬಾ ತಿ.
ko: 내외
lt: IO Apsv.
lv: IO Apgriezt
mk: IO Флип
ms: Flip D/L
nb: I/U Snu
nl: B/B S.
pl: W/Z
pt: Inv. I/E
ro: Oglin. I/E
ru: IO Перев
si: IO වක්‍රීයක්
sk: Prev. V/V
sl: N/Z Obr.
sq: Pas B/J
sr: У/С прев.
sv: I/U vänd
sw: Pind. N/NJE
ta: நான் புரட்டுகிறேன்
te: లోపలి-బయటి తిప్పు
th: IO พลิก
tr: İç Dış
uk: В/ЗП
ur: IO فلپ
uz: I/T Ayl.
vi: IO Lật
zh: 内外
zh_hant: 内外
zu: IO Ibhlophu

source: Transparent Canvas
af: Deursigtige Doek
am: ግልጽ ቅርጫፍ
ar: قماش شفاف
az: Şəffaf Kanvas
be: Празрыстае Палатно
bg: Прозрачно Платно
bn: স্বচ্ছ ক্যানভাস
bo: དྭངས་གསལ་རི་མོ།
ca: Llenç transparent
cs: Průhledné Plátno
da: Gennemsigtigt Lærred
de: Transparenter Hintergrund
el: Διαφανής Καμβάς
es: Lienzo transparente
et: Läbipaistev Lõuend
fa: بوم شفاف
fi: Läpinäkyvä Kangas
fr: Toile Transparente
gu: પારદર્શક કેનવાસ
he: בד שקוף
hi: पारदर्शी कैनवस
hr: Prozirno platno
hu: Átlátszó Vászon
hy: Թափանցիկ կտոր
id: Kanvas Transparan
is: Gegnsætt Striga
it: Tela Trasparente
ja: 透明キャンバス
km: ផ្ទាំងក្រណាត់ថ្លា
kn: ಪಾರದರ್ಶಕ ಕ್ಯಾನ್ವಾಸ್
ko: 투명 캔버스
lt: Permatomas Drobė
lv: Caurspīdīgs Audekls
mk: Транспарентно Платно
ms: Kanvas Lutsinar
my: ကြည်လင်ကန်ဗတ်
nb: Gjennomsiktig Lerret
nl: Transparant Canvas
pl: Przezroczyste Płótno
pt: Tela Transparente
ro: Pânză Transparentă
ru: Прозрачное Полотно
si: විනිවිද තිරය
sk: Priehľadné Plátno
sl: Prosojno Platno
sq: Pëlhurë Transparente
sr: Прозирно Платно
sv: Genomskinlig Duk
sw: Kitambaa Kipitishi
ta: வெளிப்படையான கேன்வாச்
te: పారదర్శక క్యాన్వాస్
th: ผืนผ้าใส
tr: Şeffaf Tuval
uk: Прозоре Полотно
ur: شفاف کینوس
uz: Shaffof Kanvas
vi: Vải Trong Suốt
zh: 透明
zh_hant: 透明
zu: I-Canvas Esobala
