Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzlePositionSnapshotHelpContent
source: How to snapshot the puzzle starting position: 1. Click "Open Board (Setup Position)" to manually place pieces, OR click "Open Board (Play Moves)" to reach the position by making moves 2. Arrange the board to your desired puzzle starting position 3. Press the back button to return to this page 4. The position will be snapshotted automatically. If not, click "Snapshot Position" button to save the current board state This snapshotted position will be used as the starting point for your puzzle.
af: Hoe om die beginposisie van die legkaart te neem: 1. Klik "Open Bord (Opstelling Posisie)" om stukke handmatig te plaas, OF klik "Oop Bord (Speel Moves)" om die posisie te bereik deur bewegings te maak 2. Rangskik die bord na jou verlangde legkaart beginposisie 3. Druk die terug-knoppie om terug te keer na hierdie bladsy 4. Die posisie sal outomaties opgeneem en gestoor word Hierdie kiekieposisie sal gebruik word as die beginpunt vir jou legkaart.
am: የእንቆቅልሹን የመነሻ ቦታ እንዴት ማንሳት እንደሚቻል: 1. ቁርጥራጮችን በእጅ ለማስቀመጥ "Open Board (Setup Position)" ን ጠቅ ያድርጉ፣ ወይም "Open Board (Play Moves)" ን ጠቅ በማድረግ ቦታው ላይ እንቅስቃሴዎችን በማድረግ 2. ሰሌዳውን ወደሚፈልጉት የእንቆቅልሽ መነሻ ቦታ ያዘጋጁ 3. ወደዚህ ገጽ ለመመለስ የኋላ ቁልፍን ተጫን 4. ቦታው በራስ-ሰር ይነሳል እና ይቀመጣል ይህ ቅጽበታዊ ገጽ እይታ ለእንቆቅልሽ መነሻ ሆኖ ያገለግላል።
ar: كيفية التقاط موضع بداية اللغز: 1.انقر فوق "فتح اللوحة (موضع الإعداد)" لوضع القطع يدويًا، أو انقر فوق "فتح اللوحة (حركات اللعب)" للوصول إلى الموضع عن طريق إجراء الحركات 2.قم بترتيب اللوحة حسب موضع بدء اللغز المطلوب 3.اضغط على زر الرجوع للعودة إلى هذه الصفحة 4.سيتم لقطة للموضع وحفظه تلقائيًا سيتم استخدام موضع اللقطة هذا كنقطة بداية للغز الخاص بك.
az: Tapmacanın başlanğıc mövqeyini necə çəkmək olar: 1.Parçaları əl ilə yerləşdirmək üçün "Açıq lövhə (quraşdırma mövqeyi)" üzərinə klikləyin və ya hərəkət edərək mövqeyə çatmaq üçün "Açıq lövhə (hərəkətləri oyna)" üzərinə klikləyin 2.Lövhəni istədiyiniz tapmacanın başlanğıc mövqeyinə düzün 3.Bu səhifəyə qayıtmaq üçün geri düyməsini sıxın 4.Mövqe avtomatik olaraq çəkiləcək və yadda saxlanılacaq Bu snapshoted mövqe tapmacanız üçün başlanğıc nöqtəsi kimi istifadə olunacaq.
be: Як зрабіць здымак пачатковай пазіцыі галаваломкі: 1.Націсніце «Адкрыць дошку (Пазіцыя ўстаноўкі)», каб уручную размясціць фігуры, АБО націсніце «Адкрыць дошку (Прайграць хады)», каб дасягнуць пазіцыі, робячы хады 2.Размясціце дошку ў патрэбную стартавую пазіцыю галаваломкі 3.Націсніце кнопку "Назад", каб вярнуцца на гэту старонку 4.Пазіцыя будзе аўтаматычна зроблена і захавана Гэта зробленая пазіцыя будзе выкарыстоўвацца ў якасці адпраўной кропкі для вашай галаваломкі.
bn: ধাঁধা শুরুর অবস্থানটি কীভাবে স্ন্যাপশট করবেন: 1।ম্যানুয়ালি টুকরা স্থাপন করতে "ওপেন বোর্ড (সেটআপ পজিশন)" এ ক্লিক করুন, অথবা মুভ করে অবস্থানে পৌঁছাতে "ওপেন বোর্ড (প্লে মুভ)" এ ক্লিক করুন 2।বোর্ডটিকে আপনার পছন্দসই ধাঁধা শুরুর অবস্থানে সাজান 3।এই পৃষ্ঠায় ফিরে যেতে পিছনের বোতাম টিপুন SANMILL_NL__4।অবস্থানটি স্বয়ংক্রিয়ভাবে স্ন্যাপশট করা হবে এবং সংরক্ষণ করা হবে এই স্ন্যাপশট করা অবস্থানটি আপনার ধাঁধার শুরুর পয়েন্ট হিসাবে ব্যবহার করা হবে।
bo: གསང་བརྟག་འགོ་གནས་བབ་ཇི་ལྟར་ཟིན་ཐོ་བཀོད: 1. "པང་ལེབ་ཁ་ཕྱེ" མནན (གནས་བབ་གཏན་འབེབས) 2. པང་ལེབ་ཐོག་རྡོ་རིས་བཀོད 3. ཤོག་ངོས་འདིར་ཕྱིར་ལོག 4. "གནས་བབ་ཟིན་ཐོ" མནན
ca: Com capturar la posició inicial del trencaclosques: 1.Fes clic a "Obre el tauler (posició de configuració)" per col·locar les peces manualment, O bé fes clic a "Obre el tauler (juga els moviments)" per arribar a la posició fent moviments 2.Organitza el tauler a la posició inicial del trencaclosques que vulguis 3.Premeu el botó enrere per tornar a aquesta pàgina 4.La posició es capturarà i es desarà automàticament Aquesta posició capturada s'utilitzarà com a punt de partida per al teu trencaclosques.
cs: Jak zachytit počáteční pozici puzzle: 1.Klikněte na „Otevřít šachovnici (nastavení pozice)“ a ručně umístěte figurky, NEBO klikněte na „Otevřít šachovnici (hraní tahy)“ a dosáhnete pozice provedením tahů 2.Uspořádejte desku do požadované výchozí pozice puzzle 3.Stisknutím tlačítka Zpět se vrátíte na tuto stránku 4.Pozice bude automaticky zachycena a uložena Tato zachycená pozice bude použita jako výchozí bod pro vaši hádanku.
da: Sådan tager du et øjebliksbillede af puslespillets startposition: 1.Klik på "Åbent bræt (opsætningsposition)" for manuelt at placere brikker, ELLER klik på "Åbent bræt (spil træk)" for at nå stillingen ved at foretage træk 2.Arranger brættet til din ønskede puslespils startposition 3.Tryk på tilbage-knappen for at vende tilbage til denne side 4.Positionen vil automatisk blive taget og gemt Denne øjebliksbillede vil blive brugt som udgangspunkt for dit puslespil.
el: Τρόπος λήψης στιγμιότυπου της αρχικής θέσης του παζλ: 1.Κάντε κλικ στο "Open Board (Setup Position)" για να τοποθετήσετε χειροκίνητα κομμάτια Ή κάντε κλικ στο "Open Board (Play Moves)" για να φτάσετε στη θέση κάνοντας κινήσεις 2.Τοποθετήστε τον πίνακα στην αρχική θέση του παζλ που επιθυμείτε 3.Πατήστε το κουμπί πίσω για να επιστρέψετε σε αυτήν τη σελίδα 4.Η θέση θα αποθηκευτεί αυτόματα και θα αποθηκευτεί Αυτή η στιγμιότυπη θέση θα χρησιμοποιηθεί ως το σημείο εκκίνησης για το παζλ σας.
es: Cómo tomar una instantánea de la posición inicial del rompecabezas: 1.Haga clic en "Abrir tablero (Configurar posición)" para colocar piezas manualmente, O haga clic en "Abrir tablero (Jugar movimientos)" para alcanzar la posición haciendo movimientos 2.Organice el tablero en la posición inicial del rompecabezas que desee 3.Presione el botón Atrás para regresar a esta página 4.La posición será fotografiada y guardada automáticamente Esta posición fotografiada se utilizará como punto de partida para su rompecabezas.
et: Kuidas mõistatuse lähteasendit teha: 1.Nuppude käsitsi paigutamiseks klõpsake nuppu "Ava tahvel (Seadistuspositsioon)", VÕI klõpsake nuppu "Ava tahvel (Esita käigud)", et jõuda positsioonini, tehes liigutusi 2.Asetage laud soovitud pusle algpositsioonile 3.Sellele lehele naasmiseks vajutage tagasinuppu 4.Asukoht tehakse automaatselt ja salvestatakse Seda hetketõmmist positsiooni kasutatakse teie mõistatuse lähtepunktina.
fa: نحوه گرفتن عکس از موقعیت شروع پازل: 1.برای قرار دادن قطعات به صورت دستی روی "Open Board (Setup Position)" کلیک کنید، یا روی "Open Board (Play Moves)" کلیک کنید تا با انجام حرکت به موقعیت برسید 2.تخته را در موقعیت شروع پازل دلخواه خود قرار دهید 3.برای بازگشت به این صفحه دکمه برگشت را فشار دهید 4.موقعیت به طور خودکار عکس گرفته می شود و ذخیره می شود این موقعیت عکس فوری به عنوان نقطه شروع برای پازل شما استفاده خواهد شد.
fr: Comment prendre un instantané de la position de départ du puzzle : 1.Cliquez sur « Ouvrir le tableau (position de configuration) » pour placer manuellement les pièces, OU cliquez sur « Ouvrir le tableau (jouer les mouvements) » pour atteindre la position en effectuant des mouvements 2.Disposez le tableau à la position de départ du puzzle souhaitée 3.Appuyez sur le bouton Retour pour revenir à cette page 4.La position sera automatiquement capturée et enregistrée Cette position instantanée sera utilisée comme point de départ pour votre puzzle.
gu: પઝલની શરૂઆતની સ્થિતિનો સ્નેપશોટ કેવી રીતે કરવો: 1.મેન્યુઅલી ટુકડાઓ મૂકવા માટે "ઓપન બોર્ડ (સેટઅપ પોઝિશન)" પર ક્લિક કરો, અથવા મૂવ્સ કરીને સ્થાન પર પહોંચવા માટે "ઓપન બોર્ડ (પ્લે મૂવ્સ)" પર ક્લિક કરો 2.બોર્ડને તમારી ઇચ્છિત પઝલ શરૂઆતની સ્થિતિમાં ગોઠવો 3.આ પૃષ્ઠ પર પાછા આવવા માટે પાછળનું બટન દબાવો _SANMILL_NL__4.સ્થિતિ આપમેળે સ્નેપશોટ કરવામાં આવશે અને સાચવવામાં આવશે આ સ્નેપશોટ કરેલ સ્થિતિનો ઉપયોગ તમારા કોયડાના પ્રારંભિક બિંદુ તરીકે કરવામાં આવશે.
he: כיצד לצלם את עמדת ההתחלה של הפאזל: 1.לחץ על "פתח לוח (מיקום הגדרה)" כדי למקם ידנית חלקים, או לחץ על "פתח לוח (שחק מהלכים)" כדי להגיע לעמדה על ידי ביצוע מהלכים 2.מסדרים את הלוח לעמדת ההתחלה הרצויה של הפאזל 3.לחץ על כפתור החזרה כדי לחזור לדף זה 4.המיקום יצולם באופן אוטומטי ויישמר מיקום זה ישמש כנקודת ההתחלה לפאזל שלך.
hi: पहेली की शुरुआती स्थिति का स्नैपशॉट कैसे लें: 1।टुकड़ों को मैन्युअल रूप से रखने के लिए "ओपन बोर्ड (सेटअप पोजीशन)" पर क्लिक करें, या मूव्स करके स्थिति तक पहुंचने के लिए "ओपन बोर्ड (प्ले मूव्स)" पर क्लिक करें 2।बोर्ड को अपनी इच्छित पहेली प्रारंभिक स्थिति में व्यवस्थित करें 3।इस पेज पर लौटने के लिए बैक बटन दबाएँ 4।स्थिति स्वचालित रूप से स्नैपशॉट की जाएगी और सहेजी जाएगी इस स्नैपशॉट की गई स्थिति का उपयोग आपकी पहेली के लिए शुरुआती बिंदु के रूप में किया जाएगा।
hr: Kako snimiti početni položaj slagalice: 1.Pritisnite "Otvori ploču (pozicija postavljanja)" za ručno postavljanje figura ILI kliknite "Otvori ploču (igraj poteze)" da biste dosegli poziciju povlačenjem poteza 2.Postavite ploču na željenu početnu poziciju slagalice 3.Pritisnite gumb Natrag za povratak na ovu stranicu 4.Pozicija će biti automatski snimljena i spremljena Ova snimljena pozicija će se koristiti kao početna točka za vašu slagalicu.
hu: Hogyan mentsd el a feladvány kezdő pozícióját: 1. Kattints a "Tábla megnyitása (Pozíció beállítása)" gombra a bábuk kézi elhelyezéséhez, VAGY a "Tábla megnyitása (Lépések lejátszása)" gombra, hogy lépésekkel érd el a pozíciót 2. Állítsd be a táblát a kívánt kezdő pozícióra 3. Nyomd meg a vissza gombot, hogy visszatérj erre az oldalra 4. A pozíció automatikusan mentésre kerül Ez a mentett pozíció lesz a feladványod kiindulópontja.
hy: Ինչպես նկարել հանելուկի մեկնարկային դիրքը՝ 1:Կտտացրեք «Բաց տախտակ (Կարգավորման դիրք)»՝ կտորները ձեռքով տեղադրելու համար, ԿԱՄ կտտացրեք «Բացել տախտակ (Խաղալ շարժումներ)»՝ դիրքին հասնելու համար՝ կատարելով շարժումներ 2:Տեղադրեք տախտակը ձեր ուզած հանելուկի մեկնարկային դիրքում 3:Սեղմեք «Հետ» կոճակը՝ այս էջ վերադառնալու համար 4:Դիրքը ավտոմատ կերպով կփառագրվի և կպահվի Այս պատկերված դիրքը կօգտագործվի որպես ձեր գլուխկոտրուկի մեկնարկային կետ:
id: Cara memotret posisi awal puzzle: 1.Klik "Buka Papan (Pengaturan Posisi)" untuk menempatkan kepingan secara manual, ATAU klik "Buka Papan (Mainkan Gerakan)" untuk mencapai posisi dengan melakukan gerakan 2.Susun papan ke posisi awal puzzle yang Anda inginkan 3.Tekan tombol kembali untuk kembali ke halaman ini 4.Posisi akan diambil secara otomatis dan disimpan Posisi yang diambil gambar ini akan digunakan sebagai titik awal untuk teka-teki Anda.
is: Hvernig á að taka skyndimynd af upphafsstöðu þrautarinnar: 1.Smelltu á "Open Board (Setup Position)" til að setja stykki handvirkt, EÐA smelltu á "Open Board (Play Moves)" til að ná stöðunni með því að gera hreyfingar 2.Raðaðu borðinu í upphafsstöðu þrautarinnar sem þú vilt 3.Ýttu á afturhnappinn til að fara aftur á þessa síðu 4.Staðsetningin verður sjálfkrafa tekin upp og vistuð Þessi staðsetning verður notuð sem upphafspunktur fyrir þrautina þína.
it: Come scattare un'istantanea della posizione iniziale del puzzle: 1.Fare clic su "Apri tabellone (Imposta posizione)" per posizionare manualmente i pezzi, OPPURE fare clic su "Apri tabellone (Gioca mosse)" per raggiungere la posizione eseguendo mosse 2.Disporre il tabellone nella posizione di partenza del puzzle desiderata 3.Premere il pulsante Indietro per tornare a questa pagina 4.La posizione verrà automaticamente catturata e salvata Questa posizione catturata verrà utilizzata come punto di partenza per il tuo puzzle.
ja: パズルの開始位置のスナップショットを作成する方法: 1。[ボードを開く (位置の設定)] をクリックして手動で駒を配置するか、[ボードを開く (移動のプレイ)] をクリックして移動 2 してその位置に到達します。希望のパズル開始位置 3 にボードを配置します。このページ 4 に戻るには、戻るボタンを押してください。位置は自動的にスナップショットを作成され、保存されます このスナップショットの位置は、パズルの開始点として使用されます。
km: របៀបថតរូបទីតាំងចាប់ផ្តើមផ្ដុំរូប៖ __SANMILL_NL_SANMILL_NL__1 ។ចុច "Open Board (Setup Position)" ដើម្បីដាក់បំណែកដោយដៃ ឬចុច "Open Board (Play Moves)" ដើម្បីទៅដល់ទីតាំងដោយធ្វើការផ្លាស់ទី 2។រៀបចំក្តារទៅទីតាំងចាប់ផ្តើមល្បែងផ្គុំរូបដែលអ្នកចង់បាន 3។ចុចប៊ូតុងថយក្រោយដើម្បីត្រឡប់ទៅទំព័រនេះ __SANMILL_NL_SANMILL_NL__4 ។ទីតាំងនឹងត្រូវបានថតដោយស្វ័យប្រវត្តិ និងរក្សាទុក__SANMILL_NL_SANMILL_NL__ទីតាំងរូបថតនេះនឹងត្រូវបានប្រើជាចំណុចចាប់ផ្តើមសម្រាប់ល្បែងផ្គុំរូបរបស់អ្នក។
kn: ಒಗಟು ಆರಂಭದ ಸ್ಥಾನವನ್ನು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಮಾಡುವುದು ಹೇಗೆ: 1.ತುಣುಕುಗಳನ್ನು ಹಸ್ತಚಾಲಿತವಾಗಿ ಇರಿಸಲು "ಓಪನ್ ಬೋರ್ಡ್ (ಸೆಟಪ್ ಪೊಸಿಷನ್)" ಕ್ಲಿಕ್ ಮಾಡಿ, ಅಥವಾ ಚಲನೆಗಳನ್ನು ಮಾಡುವ ಮೂಲಕ ಸ್ಥಾನವನ್ನು ತಲುಪಲು "ಓಪನ್ ಬೋರ್ಡ್ (ಪ್ಲೇ ಮೂವ್ಸ್)" ಕ್ಲಿಕ್ ಮಾಡಿ 2.ಬೋರ್ಡ್ ಅನ್ನು ನಿಮ್ಮ ಅಪೇಕ್ಷಿತ ಒಗಟು ಆರಂಭಿಕ ಸ್ಥಾನಕ್ಕೆ ಜೋಡಿಸಿ 3.ಈ ಪುಟಕ್ಕೆ ಹಿಂತಿರುಗಲು ಹಿಂದಿನ ಬಟನ್ ಅನ್ನು ಒತ್ತಿ 4.ಸ್ಥಾನವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಮಾಡಲಾಗುತ್ತದೆ ಮತ್ತು ಉಳಿಸಲಾಗುತ್ತದೆ ಈ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಮಾಡಿದ ಸ್ಥಾನವನ್ನು ನಿಮ್ಮ ಪಝಲ್‌ಗೆ ಆರಂಭಿಕ ಹಂತವಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ.
lt: Kaip užfiksuoti galvosūkio pradinę padėtį: 1.Spustelėkite „Atidaryti lentą (nustatyti padėtį)“, kad rankiniu būdu padėtų figūras, ARBA spustelėkite „Atidaryti lentą (žaisti judesius)“, kad pasiektumėte poziciją atlikdami judesius 2.Išdėstykite lentą į norimą galvosūkio pradinę padėtį 3.Norėdami grįžti į šį puslapį, paspauskite grįžimo mygtuką 4.Pozicija bus automatiškai užfiksuota ir išsaugota Ši momentinė padėtis bus naudojama kaip jūsų galvosūkio pradžios taškas.
lv: Kā uzņemt mīklas sākuma pozīciju: 1.Noklikšķiniet uz "Atvērt dēli (iestatīšanas pozīcija)", lai manuāli novietotu figūras, VAI noklikšķiniet uz "Atvērt dēli (Play Moves)", lai sasniegtu pozīciju, veicot kustības 2.Sakārtojiet dēli vēlamajā mīklas sākuma pozīcijā 3.Nospiediet pogu Atpakaļ, lai atgrieztos šajā lapā 4.Pozīcija tiks automātiski uzņemta un saglabāta Šī momentuzņēmuma pozīcija tiks izmantota kā jūsu mīklas sākumpunkts.
mk: Како да направите слика на почетната позиција на сложувалката: 1.Кликнете на „Open Board (Setup Position)“ за рачно поставување парчиња, ИЛИ кликнете на „Open Board (Play Moves)“ за да стигнете до позицијата со правење потези 2.Наредете ја таблата на вашата посакувана почетна позиција на сложувалката 3.Притиснете го копчето за назад за да се вратите на оваа страница 4.Позицијата автоматски ќе биде снимена и зачувана Оваа снимена позиција ќе се користи како почетна точка за вашата загатка.
ms: Bagaimana untuk menangkap gambar kedudukan permulaan teka-teki: 1.Klik "Buka Papan (Kedudukan Persediaan)" untuk meletakkan kepingan secara manual, ATAU klik "Buka Papan (Main Pergerakan)" untuk mencapai kedudukan dengan membuat pergerakan 2.Susun papan ke kedudukan permulaan teka-teki yang anda inginkan 3.Tekan butang belakang untuk kembali ke halaman ini 4.Kedudukan akan diambil gambar secara automatik dan disimpan Kedudukan petikan ini akan digunakan sebagai titik permulaan untuk teka-teki anda.
nl: Zo maak je een momentopname van de startpositie van de puzzel: 1.Klik op "Open bord (opstellingspositie)" om handmatig stukken te plaatsen, OF klik op "Open bord (speelzetten)" om de positie te bereiken door zetten 2.Plaats het bord op de gewenste startpositie van de puzzel 3.Druk op de terugknop om terug te keren naar deze pagina 4.De positie wordt automatisch vastgelegd en opgeslagen Deze vastgelegde positie wordt gebruikt als startpunt voor je puzzel.
pl: Jak zrobić zdjęcie pozycji początkowej układanki: 1.Kliknij „Otwórz planszę (pozycja przygotowania)”, aby ręcznie rozmieścić elementy LUB kliknij „Otwórz planszę (ruchy do gry)”, aby dotrzeć do pozycji, wykonując ruchy 2.Ułóż planszę w żądanej pozycji początkowej 3.Naciśnij przycisk Wstecz, aby powrócić na tę stronę 4.Pozycja zostanie automatycznie zarejestrowana i zapisana Ta migawka pozycji zostanie wykorzystana jako punkt wyjścia dla Twojej układanki.
pt: Como capturar a posição inicial do quebra-cabeça: 1.Clique em "Abrir tabuleiro (posição de configuração)" para colocar as peças manualmente, OU clique em "Abrir tabuleiro (jogar movimentos)" para alcançar a posição fazendo movimentos 2.Organize o tabuleiro na posição inicial do quebra-cabeça desejada 3.Pressione o botão Voltar para retornar a esta página 4.A posição será automaticamente capturada e salva Esta posição capturada será usada como ponto de partida para o seu quebra-cabeça.
ro: Cum să instantaneu poziția de pornire a puzzle-ului: 1.Faceți clic pe „Open Board (Setup Position)” pentru a plasa manual piesele, SAU faceți clic pe „Open Board (Play Moves)” pentru a ajunge la poziția făcând mișcări 2.Aranjați tabla în poziția de pornire a puzzle-ului dorită 3.Apăsați butonul Înapoi pentru a reveni la această pagină 4.Poziția va fi instantanee și salvată automat Această poziție instantanee va fi folosită ca punct de plecare pentru puzzle-ul tău.
ru: Как сделать снимок начальной позиции головоломки: 1.Нажмите «Открыть доску (установить позицию)», чтобы вручную разместить фигуры, ИЛИ нажмите «Открыть доску (играть ходы)», чтобы достичь позиции, выполняя ходы 2.Расположите доску в желаемом исходном положении 3.Нажмите кнопку «Назад», чтобы вернуться на эту страницу 4.Позиция будет автоматически сделана и сохранена. Этот снимок позиции будет использоваться в качестве отправной точки для вашей головоломки.
si: ප්‍රහේලිකාව ආරම්භක ස්ථානය ස්නැප්ෂොට් කරන්නේ කෙසේද: 1.කොටස් හස්තීයව තැබීමට "විවෘත පුවරුව (සැකසුම් ස්ථානය)" ක්ලික් කරන්න, නැතහොත් චලනයන් සිදු කිරීමෙන් ස්ථානයට පැමිණීමට "විවෘත පුවරුව (ප්ලේ චලන)" ක්ලික් කරන්න 2.ඔබට අවශ්‍ය ප්‍රහේලිකාවේ ආරම්භක ස්ථානයට පුවරුව සකසන්න 3.මෙම පිටුවට ආපසු යාමට ආපසු බොත්තම ඔබන්න 4.ස්ථානය ස්වයංක්‍රීයව සැණ රූගත කර සුරකිනු ඇත මෙම ස්නැප්ෂොට් කරන ලද ස්ථානය ඔබේ ප්‍රහේලිකාව සඳහා ආරම්භක ලක්ෂ්‍යය ලෙස භාවිත කෙරේ.
sk: Ako nasnímať počiatočnú pozíciu puzzle: 1.Kliknite na „Otvoriť dosku (Nastavenie pozície)“ a ručne umiestnite figúrky, ALEBO kliknite na „Otvoriť dosku (Hrať ťahy)“, aby ste dosiahli pozíciu vykonaním ťahov 2.Usporiadajte dosku do požadovanej východiskovej pozície puzzle 3.Stlačením tlačidla Späť sa vrátite na túto stránku 4.Pozícia bude automaticky zachytená a uložená Táto snímková pozícia sa použije ako počiatočný bod pre vašu hádanku.
sl: Kako posneti začetni položaj uganke: 1.Kliknite »Odpri ploščo (nastavitveni položaj)«, da ročno postavite figure, ALI kliknite »Odpri ploščo (predvajaj poteze)«, da dosežete položaj s potezami 2.Postavite tablo na želeni začetni položaj uganke 3.Pritisnite gumb za nazaj, da se vrnete na to stran 4.Položaj bo samodejno posnet in shranjen Ta posneti položaj bo uporabljen kot izhodišče za vašo uganko.
sv: Så här bildar du pusslets startposition: 1.Klicka på "Öppna bräde (Setup Position)" för att manuellt placera pjäser, ELLER klicka på "Öppen bräde (spela drag)" för att nå positionen genom att göra drag 2.Ordna brädan till önskad pusselstartposition 3.Tryck på bakåtknappen för att återgå till denna sida 4.Positionen tas automatiskt och sparas Denna ögonblicksbildade position kommer att användas som startpunkten för ditt pussel.
sw: Jinsi ya kupiga picha nafasi ya kuanzia ya fumbo: SANMILL_NL__1.Bofya "Fungua Ubao (Nafasi ya Kuweka)" ili kuweka vipande wewe mwenyewe, AU ubofye "Ubao Fungua (Cheza Usogezaji)" ili kufikia nafasi hiyo kwa kufanya hatua 2.Panga ubao kwa nafasi unayotaka ya kuanzia SANMILL_NL__3.Bonyeza kitufe cha nyuma ili kurudi kwenye ukurasa huu SANMILL_NL__4.Nafasi hii itapigwa picha kiotomatiki na kuhifadhiwa SANMILL_NL__Nafasi hii iliyopigwa itatumika kama mahali pa kuanzia kwa fumbo lako.
te: పజిల్ ప్రారంభ స్థానం ఎలా స్నాప్‌షాట్ చేయాలి: 1.ముక్కలను మాన్యువల్‌గా ఉంచడానికి "ఓపెన్ బోర్డ్ (సెటప్ పొజిషన్)" క్లిక్ చేయండి లేదా కదలికలు చేయడం ద్వారా స్థానానికి చేరుకోవడానికి "ఓపెన్ బోర్డ్ (ప్లే మూవ్స్)" క్లిక్ చేయండి 2.బోర్డుని మీకు కావలసిన పజిల్ ప్రారంభ స్థానానికి అమర్చండి 3.ఈ పేజీకి తిరిగి రావడానికి వెనుకకు బటన్‌ను నొక్కండి 4.స్థానం స్వయంచాలకంగా స్నాప్‌షాట్ చేయబడుతుంది మరియు సేవ్ చేయబడుతుంది ఈ స్నాప్‌షాట్ చేయబడిన స్థానం మీ పజిల్‌కు ప్రారంభ బిందువుగా ఉపయోగించబడుతుంది.
th: วิธีจับภาพตำแหน่งเริ่มต้นของปริศนา: 1คลิก "เปิดบอร์ด (ตำแหน่งการตั้งค่า)" เพื่อวางชิ้นส่วนด้วยตนเอง หรือคลิก "เปิดบอร์ด (เล่นท่า)" เพื่อไปถึงตำแหน่งโดยทำท่า 2จัดเรียงกระดานให้อยู่ในตำแหน่งเริ่มต้นของปริศนาที่คุณต้องการ 3กดปุ่มย้อนกลับเพื่อกลับสู่หน้านี้ 4ตำแหน่งจะถูกสแนปชอตและบันทึกโดยอัตโนมัติ ตำแหน่งที่สแน็ปช็อตนี้จะใช้เป็นจุดเริ่มต้นสำหรับปริศนาของคุณ
tr: Bulmacanın başlangıç pozisyonunun anlık görüntüsü nasıl alınır: 1.Parçaları manuel olarak yerleştirmek için "Tahtayı Aç (Kurulum Konumu)" seçeneğini tıklayın VEYA hamle yaparak konuma ulaşmak için "Tahtayı Aç (Hareketleri Oynat)" seçeneğini tıklayın 2.Tahtayı istediğiniz bulmaca başlangıç ​​pozisyonuna göre düzenleyin 3.Bu sayfaya dönmek için geri düğmesine basın 4.Konumun anlık görüntüsü otomatik olarak alınacak ve kaydedilecektir Bu anlık görüntü alınan konum bulmacanızın başlangıç ​​noktası olarak kullanılacaktır.
uk: Як зробити знімок початкової позиції головоломки: 1.Натисніть «Відкрити дошку (Установити позицію)», щоб розмістити фігури вручну, АБО натисніть «Відкрити дошку (Відтворити ходи)», щоб досягти позиції, зробивши ходи 2.Встановіть дошку в бажане початкове положення головоломки 3.Натисніть кнопку «Назад», щоб повернутися на цю сторінку 4.Позиція буде автоматично зроблена та збережена Ця зроблена позиція буде використана як початкова точка для вашої головоломки.
ur: پہیلی کو شروع کرنے والی پوزیشن کو سنیپ شاٹ کیسے کریں: __ SANMILL_NL__ 1۔ٹکڑوں کو دستی طور پر رکھنے کے لئے "اوپن بورڈ (سیٹ اپ پوزیشن)" پر کلک کریں ، یا چالوں کو __sanmill_nl____sanmill_nl__2 بنا کر پوزیشن تک پہنچنے کے لئے "اوپن بورڈ (پلے چالیں)" پر کلک کریں۔بورڈ کو اپنی مطلوبہ پہیلی سے شروع کرنے والی پوزیشن __sanmill_nl____Sanmill_nl__3 پر بندوبست کریں۔اس صفحے پر واپس آنے کے لئے بیک بٹن دبائیںاس پوزیشن کو خود بخود سنیپ شاٹ اور محفوظ کیا جائے گا __sanmill_nl____sanmill_nl__ یہ اسنیپ شاٹڈ پوزیشن آپ کی پہیلی کے نقطہ آغاز کے طور پر استعمال ہوگی۔
uz: Jumboqning boshlang‘ich pozitsiyasini qanday suratga olish mumkin: 1.Parchalarni qo'lda joylashtirish uchun "Open Board (Setup Position)" tugmasini bosing yoki harakatlarni amalga oshirish orqali pozitsiyaga erishish uchun "Open Board (Play Moves)" tugmasini bosing 2.Doskani kerakli jumboq boshlang'ich pozitsiyasiga joylashtiring 3.Ushbu sahifaga qaytish uchun orqaga tugmasini bosing 4.Joy avtomatik ravishda suratga olinadi va saqlanadi Ushbu suratga olingan pozitsiya jumboq uchun boshlang‘ich nuqta sifatida ishlatiladi.
zh: 如何快照谜题起始局面： 1. 点击"打开棋盘（摆局）"手动摆放棋子，或点击"打开棋盘（走子）"通过走子到达局面 2. 将棋盘调整到您想要的谜题起始局面 3. 按返回按钮回到本页 4. 局面将自动快照并保存 快照的局面将作为您谜题的起始点。
zh_hant: 如何快照拼圖起始位置： 1。點擊“開盤（設置位置）”手動下棋，或者點擊“開盤（下棋）”通過走棋到達位置 2。將棋盤安排到您想要的拼圖起始位置 3。按後退按鈕返回此頁面 4.該位置將被自動快照並保存 此快照位置將用作拼圖的起點。
zu: Indlela yokuthwebula indawo yokuqala yendida: SANMILL_NL__1.Chofoza okuthi "Vula Ibhodi (Indawo Yokusetha)" ukuze ubeke izingcezu mathupha, NOMA uchofoze okuthi "Vula Ibhodi (Play Moves)" ukuze ufike endaweni ngokwenza umnyakazo SANMILL_NL__2.Hlela ibhodi libe sendaweni oyithandayo yokuqala iphazili SANMILL_NL__3.Cindezela inkinobho engemuva ukuze ubuyele kuleli khasi SANMILL_NL__4.Indawo izoshuthwa ngokuzenzakalelayo futhi ilondolozwe SANMILL_NL__Le ndawo eshuthekiwe izosetshenziswa njengendawo yokuqala yendida yakho.
