Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# opponentRemovesOwnPiece_Detail
source: Instead of you taking action, the opponent chooses and removes their own piece(s) from the board, effectively taking an action that is detrimental to themselves.
af: In plaas daarvan dat jy optree, kies die opponent en verwyder hul eie stukke van die bord af, wat effektief 'n aksie neem wat nadelig vir hulself is.
am: በፋንክሻ እንደ እርስዎ ወደትም እሱ ተቀናቃኙ የራሱን ቁራጭ ከቦርድ ይወጣል፣ እንደዚህ እርሱ የራሱን ጥረት ይሰርዛል።
ar: بدلاً من اتخاذك للإجراء، يختار الخصم ويزيل قطعه الخاصة من اللوحة، مما يؤدي فعليًا إلى اتخاذ إجراء يضر بنفسه.
az: Sizin hərəkət etməyiniz əvəzinə, rəqib öz daşlarını seçir və lövhədən götürür, effektiv olaraq özünə zərər verən bir hərəkət edir.
be: Замест таго, каб вы прынялі меры, апанент выбірае і выдаляе сваю фігуру(ы) з дошкі, фактычна робячы дзеянне, якое шкодзіць самому сабе.
bg: Вместо вие да предприемете действие, опонентът избира и премахва своята(ите) фигура(и) от дъската, ефективно предприемайки действие, което е в негова вреда.
bn: আপনি ব্যবস্থা নেওয়ার পরিবর্তে, প্রতিপক্ষ নিজের ঘুঁটি বোর্ড থেকে বেছে নেয় এবং সরিয়ে ফেলে, কার্যকরভাবে এমন একটি পদক্ষেপ নেয় যা তাদের নিজেদের জন্য ক্ষতিকর।
bo: ཁྱེད་རང་གིས་བྱ་སྤྱོད་སྤེལ་བའི་ཚབ་ཏུ། ཁ་གཏད་དེས་ཁོ་རང་གི་ཆ་ཤས་འདེམས་ནས་བང་ཁྲི་ནས་ཕྱིར་འཐེན་བྱེད་པ་དེས་ཁོ་རང་ལ་གནོད་སྐྱོན་གཏོང་བའི་བྱ་སྤྱོད་དེ་ཕན་ནུས་ལྡན་པའི་སྒོ་ནས་སྤེལ་གྱི་ཡོད།
ca: En lloc que ho feu vosaltres, l'oponent tria i retira la seva pròpia peça, fent-se mal ell mateix.
cs: Místo toho, abyste podnikli akci, si soupeř vybere a odstraní své vlastní kameny z hrací plochy, čímž efektivně provede akci, která je pro něj samotného škodlivá.
da: I stedet for at du foretager dig noget, vælger modstanderen at fjerne sine egne brik(ker) fra brættet, hvilket er en handling, der er skadelig for dem selv.
de: Anstatt dass du handelst, wählt der Gegner seine eigenen Spielsteine aus und entfernt sie vom Spielbrett, was effektiv eine für ihn nachteilige Aktion ist.
el: Αντί να αναλάβετε εσείς δράση, ο αντίπαλος επιλέγει και αφαιρεί τα δικά του κομμάτια από το ταμπλό, κάνοντας στην ουσία μια ενέργεια που τον βλάπτει.
es: En lugar de que tú actúes, el oponente elige y quita su(s) propia(s) pieza(s) del tablero, tomando efectivamente una acción que es perjudicial para sí mismo.
et: Selle asemel, et sina midagi ette võtaksid, valib vastane oma nupu (nupud) tahvlilt ja eemaldab selle, tehes sisuliselt endale kahjuliku käigu.
fa: به جای اینکه شما اقدام کنید، حریف مهره(های) خود را از صفحه انتخاب کرده و برمی‌دارد، که این اقدام به طور مؤثری به ضرر خودش است.
fi: Sen sijaan, että sinä toimisit, vastustaja valitsee ja poistaa oman nappulansa laudalta, mikä on käytännössä vahingollinen teko häntä itseään kohtaan.
fr: Au lieu que vous agissiez, l'adversaire choisit et retire sa/ses propre(s) pièce(s) du plateau, effectuant ainsi une action qui lui est préjudiciable.
gu: તમારી ક્રિયા લેવાને બદલે, પ્રતિસ્પર્ધી પોતાનો ટુકડો(ઓ) પસંદ કરીને બોર્ડથી દૂર કરે છે, અસરકારક રીતે પોતાની જાતને નુકસાનકારક ક્રિયા લે છે.
he: במקום שאתה תבצע פעולה, היריב בוחר ומסיר את הכלי(ים) שלו מהלוח, ובכך מבצעצע מהלך שמזיק לעצמו.
hi: आपके द्वारा कार्रवाई करने के बजाय, विरोधी अपने मोहरे (मोहरों) को बोर्ड से चुनता और हटाता है, जिससे वह अपने लिए हानिकारक कदम उठाता है।
hr: Umjesto da vi poduzmete akciju, protivnik bira i uklanja svoje figure s ploče, čime poduzima akciju koja njemu šteti.
hu: Helyetted az ellenfél választja ki és távolítja el saját korongját(korongjait) a tábláról, ezzel hatékonyan olyan lépést végez, ami hátrányos saját magára nézve.
hy: Ձեր գործողություն կատարելու փոխարեն, հակառակորդն ինքն է ընտրում և հեռացնում իր սեփական խաղաքար(եր)ը տախտակից՝ փաստացի կատարելով գործողություն, որը վնասակար է իր համար:
id: Alih-alih Anda mengambil tindakan, lawan memilih dan menyingkirkan bidaknya sendiri dari papan, secara efektif mengambil tindakan yang merugikan diri mereka sendiri.
is: Í stað þess að þú grípir til aðgerða, þá velur andstæðingurinn að fjarlægja eigin bríki af spilaborðinu, sem er í reynd aðgerð sem er skaðleg fyrir hann sjálfan.
it: Invece di farti agire, l'avversario sceglie e rimuove la propria pedina (o le proprie pedine) dalla plancia, compiendo effettivamente un'azione che è dannosa per se stesso.
ja: 自分がアクションを起こす代わりに、相手が自らコマを選び、ボードから取り除くことで、結果的に自分に不利なアクションを起こす。
km: ជំនួសឱ្យអ្នកចាត់វិធានការ គូប្រកួតជ្រើសរើស និងដកកូនអុករបស់ខ្លួនចេញពីក្តារ ដែលមានប្រសិទ្ធភាពជាសកម្មភាពដែលបង្កគ្រោះថ្នាក់ដល់ខ្លួនឯង។
kn: ನೀವು ಕ್ರಮ ಕೈಗೊಳ್ಳುವ ಬದಲು, ಎದುರಾಳಿ ತಮ್ಮ ಸ್ವಂತ ಕಾಯಿ(ಗಳನ್ನು) ಆಯ್ಕೆ ಮಾಡಿ ಫಲಕದಿಂದ ತೆಗೆದುಹಾಕುತ್ತಾರೆ, ಇದು ಅವರಿಗೆ ಹಾನಿಕಾರಕವಾದ ಕ್ರಮವಾಗುತ್ತದೆ.
ko: 당신이 조치를 취하는 대신, 상대는 보드에서 자신의 말을 선택하여 제거함으로써 스스로에게 불리한 조치를 취합니다.
lt: Užuot jums ėjus, priešininkas pasirenka ir pašalina savo figūrą (-as) nuo lentos, iš esmės atlikdamas sau žalingą veiksmą.
lv: Tavā gājiena vietā pretinieks izvēlas un noņem no galda pats savu figūru (-as), faktiski veicot sev kaitīgu darbību.
mk: Наместо вие да преземете акција, противникот избира и ја отстранува својата фигура (фигури) од таблата, со што ефективно презема акција што е штетна за него.
ms: Daripada anda yang mengambil tindakan, pihak lawan memilih dan mengeluarkan bidak mereka sendiri daripada papan, dengan berkesan mengambil tindakan yang memudaratkan diri mereka sendiri.
my: သင့်မှ လှုပ်ရှားမှု မယူပဲ၊ ပြိုင်ဘက်သည် သူတို့၏အရာဝတ္ထု(များ)ကို ရွေးချယ်ပြီး ဘုတ်အဖွဲ့မှ ဖယ်ရှားသည်၊ ထို့ဖြင့် သူတို့အား အန္တရာယ်ဖြစ်စေသည့် လှုပ်ရှားမှုကို ယူသည်။
nb: I stedet for at du tar grep, velger og fjerner motstanderen sin egen brikke(r) fra brettet, og tar effektivt en handling som er skadelig for dem selv.
nl: In plaats van dat jij actie onderneemt, kiest en verwijdert de tegenstander zijn/haar eigen stuk(ken) van het bord, waarmee hij/zij een actie onderneemt die schadelijk is voor zichzelf.
pl: Zamiast ciebie podejmującego działanie, przeciwnik wybiera i usuwa swój własny pionek (pionki) z planszy, skutecznie podejmując działanie szkodliwe dla niego samego.
pt: Em vez de você tomar uma ação, o oponente escolhe e remove sua(s) própria(s) peça(s) do tabuleiro, efetivamente tomando uma ação que é prejudicial a si mesmo.
ro: În loc să acționați dumneavoastră, adversarul alege și elimină propria piesă(ele) de pe tablă, luând efectiv o acțiune care îi este dăunătoare.
ru: Вместо вашего действия, противник выбирает и убирает свою фигуру(ы) с доски, эффективно совершая действие, вредное для себя.
si: ඔබ ක්‍රියා කිරීමට වෙනුවට, ප්‍රතිවාදීන් තමන්ගේම කැබලි(ය) තෝරාගෙන පුවරුවෙන් ඉවත් කරගනී, තමන්ටම හානිකර ක්‍රියාවක් ගෙන එයි.
sk: Namiesto toho, aby ste konali vy, si súper vyberie a odstráni svoje vlastné figúrky z hracej plochy, čím účinne vykoná akciu, ktorá je pre neho škodlivá.
sl: Namesto, da bi vi ukrepali, nasprotnik/nasprotnica izbere in odstrani svoje figure s plošče, tako da učinkovito izvede dejanje, ki je škodljivo zase.
sq: Në vend që ju të veproni, kundërshtari zgjedh dhe heq figurën (figurat) e tij nga tabla, duke kryer në mënyrë efektive një veprim që është i dëmshëm për veten.
sr: Уместо да ви предузмете акцију, противник бира и уклања своје фигуре са табле, ефективно предузимајући акцију која је штетна за њега самог.
sv: Istället för att du agerar, väljer motståndaren att ta bort sina egna pjäser från brädet, vilket är en handling som är skadlig för dem själva.
sw: Badala ya wewe kuchukua hatua, mpinzani anachagua na kuondoa kipande/vipande vyake kutoka kwenye ubao, kwa hivyo anachukua hatua ambayo ni mbaya kwake.
ta: நீங்கள் நடவடிக்கை எடுப்பதற்குப் பதிலாக, எதிர்ப்பாளர் தங்கள் சொந்த பகுதியை (களை) வாரியத்திலிருந்து தேர்ந்தெடுத்து நீக்குகிறார், தங்களுக்கு தீங்கு விளைவிக்கும் ஒரு நடவடிக்கையை திறம்பட எடுத்துக்கொள்கிறார்.
te: మీరు చర్య తీసుకునే బదులు, ప్రత్యర్థి తన సొంత పావు(ల)ను బోర్డ్ నుండి ఎంచుకుని తొలగిస్తాడు, ఇది వారికి హానికరమైన చర్యను సమర్థవంతంగా తీసుకుంటుంది.
th: แทนที่คุณจะดำเนินการ ฝ่ายตรงข้ามจะเลือกและนำชิ้นส่วนของตนเองออกจากกระดาน ซึ่งเป็นการกระทำที่เป็นอันตรายต่อตัวพวกเขาเอง
tr: Sizin bir eylem yapmanız yerine, rakip kendi parça(lar)ını tahtadan seçer ve çıkarır, kendisine zararlı olan bir eylemi etkin bir şekilde gerçekleştirir.
uk: Замість вашої дії, суперник сам обирає і видаляє власну(-і) фішку(-и) з дошки, фактично здійснюючи дію, що шкодить йому самому.
ur: آپ کے بجائے مخالف اپنا مہرہ (مہرے) بورڈ سے منتخب کرتا ہے اور ہٹاتا ہے ، اس طرح ایک ایسا عمل کرتا ہے جو خود اس کے لیے نقصان دہ ہے۔
uz: Siz harakat qilish o'rniga, raqib o'z donasini (donalarini) taxtadan tanlaydi va olib tashlaydi, bu o'ziga zarar yetkazuvchi harakat.
vi: Thay vì bạn thực hiện hành động, đối thủ sẽ chọn và loại bỏ quân cờ của chính họ khỏi bàn cờ, thực hiện một hành động có hại cho chính họ.
zh: 不是由己方来吃子，而是由对方从棋盘上选择并移除自己的棋子，实际上对方是在采取不利于自己的行动。
zh_hant: 不是由己方來吃子，而是由對方從棋盤上選擇並移除自己的棋子，實際上對方是在採取不利於自己的行動。
zu: Esikhundleni sokuba nguwe othatha isinyathelo, umphikisi ukhetha futhi asuse ingcezu yakhe (izingcezu) ebhodini, ngaleyo kwalokho enza isenzo esilimazayo kuye.

# removeOpponentsPieceFromHandThenYourTurn
source: Remove the opponent's piece(s) from their hand, then it's your turn to move.
af: Verwyder die opponent se stukke uit hul hand; dan is dit jou beurt om te skuif.
am: ተቀናቃኙን ቁራጭ ከእጁ አውጣ፣ ከዚያ የእርስዎ የሚከተል እንቅስቃሴ ይሆናል።
ar: قم بإزالة قطع الخصم من يده؛ ثم حان دورك للتحرك.
az: Rəqibin əlindəki daşları götürün; sonra sizin hərəkət etmə növbənizdir.
be: Выдаліце фігуру(ы) праціўніка з рукі; затым ваша чарга рухацца.
bg: Премахнете фигурата(ите) на опонента от ръката му; след това е ваш ред да се преместите.
bn: প্রতিপক্ষের হাত থেকে ঘুঁটি সরান; তারপর আপনার পালা চলার।
bo: ཁ་གཏད་ཀྱི་ལག་ནས་ཆ་ཤས་དེ་བཏོན་ནས་དེ་ནས་ཁྱེད་རང་འགུལ་སྐྱོད་བྱེད་པའི་དུས་ཚོད་རེད།
ca: Retireu la peça (o peces) de la mà de l'oponent i després és el vostre torn de moure.
cs: Odstraňte soupeřovy kameny z ruky; poté jste na tahu vy.
da: Fjern modstanderens brik(ker) fra deres hånd; så er det din tur til at flytte.
de: Entferne die Spielsteine des Gegners aus seiner Hand; dann bist du am Zug.
el: Αφαιρέστε τα κομμάτια του αντιπάλου από το χέρι τους. Στη συνέχεια, είναι η σειρά σας να κινηθείτε.
es: Quita la(s) pieza(s) del oponente de su mano; luego es tu turno de mover.
et: Eemalda vastase käest nupp (nupud); siis on sinu kord käia.
fa: مهره(های) حریف را از دستشان بردارید؛ سپس نوبت شما برای حرکت است.
fi: Poista vastustajan nappula(t) tämän kädestä, sitten on sinun vuorosi siirtyä.
fr: Retirez la/les pièce(s) de l'adversaire de sa main ; puis c'est à votre tour de jouer.
gu: પ્રતિસ્પર્ધીનો ટુકડો(ઓ) તેમના હાથમાંથી દૂર કરો; પછી તમારો વારો આવે છે.
he: הסר את הלחי(ים) של היריב מהיד שלו; לאחר מכן זה תורך להזיז.
hi: विरोधी के मोहरे (मोहरों) को उनके हाथ से हटाएँ; फिर आपकी बारी है।
hr: Uklonite protivničke figure iz njegove ruke; zatim ste vi na potezu.
hu: Vedd ki az ellenfél korongját(korongjait) a kezéből; aztán te jössz, hogy mozogj.
hy: Հեռացրեք հակառակորդի խաղաքար(եր)ը նրա ձեռքից, ապա ձեր հերթն է շարժվելու:
id: Singkirkan bidak lawan dari tangan mereka; lalu giliran Anda untuk bergerak.
is: Fjarlægðu bríki andstæðingsins úr hendinni á þeim; þá er það þinn tími til að hreyfa þig.
it: Rimuovi la pedina (o le pedine) dell'avversario dalla sua mano; poi è il tuo turno di muovere.
ja: 相手の手札からコマを取り除く。その後、自分の手番になる。
km: ដកកូនអុករបស់គូប្រកួតចេញពីដៃរបស់ពួកគេ បន្ទាប់មកវាជាវេនរបស់អ្នកដើម្បីផ្លាស់ទី។
kn: ಎದುರಾಳಿಯ ಕಾಯಿ(ಗಳನ್ನು) ಅವರ ಕೈಯಿಂದ ತೆಗೆದುಹಾಕಿ; ನಂತರ ನಿಮ್ಮ ಸರದಿ ಬರುತ್ತದೆ.
ko: 상대의 말을 손에서 제거한 후, 당신의 차례로 넘어갑니다.
lt: Pašalinkite priešininko figūrą(-as) iš jo rankos; tada jūsų ėjimas judėti.
lv: Noņem pretinieka figūru(-as) no viņa rokas; tad ir tavs gājiens.
mk: Отстранете ја фигурата (фигурите) на противникот од неговата рака; потоа е ваш ред да се поместите.
ms: Keluarkan bidak lawan daripada tangan mereka; kemudian giliran anda untuk bergerak.
my: ပြိုင်ဘက်၏ အရာဝတ္ထု(များ)ကို သူတို့၏ လက်ထဲမှ ဖယ်ရှားပါ။ ထို့နောက် သင့်အလှည့်ကျ ရွေ့လျားရန် အလှည့်ဖြစ်သည်။
nb: Fjern motstanderens brikke(r) fra hånden deres; så er det din tur å flytte.
nl: Verwijder de stuk(ken) van de tegenstander uit zijn/haar hand; dan is het jouw beurt om te verplaatsen.
pl: Usuń pionek (pionki) przeciwnika z jego ręki; następnie jest twoja tura, aby się poruszyć.
pt: Remova a(s) peça(s) do oponente da mão dele; depois é a sua vez de mover.
ro: Eliminați piesa(ele) adversarului din mâna acestuia; apoi este rândul dumneavoastră să vă mutați.
ru: Уберите фигуру(ы) противника из его руки; затем ваш ход.
si: ප්‍රතිවාදීන්ගේ කැබලි(ය) ඔවුන්ගේ අතින් ඉවත් කරන්න; ඉන්පසු ඔබේ වාරය ඔබ චලනය කිරීමට.
sk: Odstráňte súperove figúrky z jeho ruky; potom ste na ťahu vy.
sl: Odstrani nasprotnikovo/nasprotničine figure iz roke; nato je tvoja poteza.
sq: Hiq figurën(figurat) e kundërshtarit nga dora e tij; pastaj është radha juaj për të lëvizur.
sr: Уклони противничке фигуре из његове/њене руке; затим сте ви на потезу.
sv: Ta bort motståndarens pjäs(er) från deras hand; sedan är det din tur att flytta.
sw: Ondoa kipande/vipande vya mpinzani kutoka mkononi mwake; kisha ni zamu yako kucheza.
ta: எதிராளியின் துண்டு (களை) அவர்களின் கையில் இருந்து அகற்றவும், பின்னர் அது நகர்வது உங்கள் முறை.
te: ప్రత్యర్థి పావు(ల)ను వారి చేతి నుండి తొలగించండి; అప్పుడు మీరు కదిలే వంతు.
th: นำชิ้นส่วนของคู่ต่อสู้ออกจากมือของพวกเขา จากนั้นตาของคุณที่จะเคลื่อนไหว
tr: Rakibin parça(lar)ını elinden çıkarın; ardından sıra sizin parça hareket ettirmenize gelir.
uk: Видаліть фішку(-и) суперника з його руки; потім ваш хід.
ur: مخالف کے مہرے کو ان کے ہاتھ سے ہٹا دیں؛ پھر آپ کی باری ہے۔
uz: Raqibning donasini(donalarini) qo'lidan olib tashlang; keyin navbat sizga harakatni amalga oshirish uchun beriladi.
vi: Loại bỏ quân cờ của đối thủ khỏi tay họ; sau đó đến lượt bạn di chuyển.
zh: 移除对方手中的棋子；然后轮到己方行棋。
zh_hant: 移除對方手中的棋子；然後輪到己方行棋。
zu: Susa ingcezu (izingcezu) zomphikisi esandleni sakhe; bese kuba lithuba lakho lokuhamba.
