Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleStatsDeviation
source: Deviation
af: Afwyking
am: ማፈንገጥ
ar: الانحراف
az: Sapma
be: Дэвіяцыя
bn: বিচ্যুতি
bo: ཁྱད་པར།
ca: Desviació
cs: Odchylka
da: Afvigelse
de: Abweichung
el: Απόκλιση
es: Desviación
et: Hälve
fa: انحراف
fr: Déviation
gu: વિચલન
he: סטייה
hi: विचलन
hr: Odstupanje
hu: Eltérés
hy: Շեղում
id: Penyimpangan
is: Frávik
it: Deviazione
ja: 偏差
km: គម្លាត
kn: ವಿಚಲನ
ko: 편차
lt: Nukrypimas
lv: Novirze
mk: Отстапување
ms: penyelewengan
nl: Afwijking
pl: Odchylenie
pt: Desvio
ro: Abatere
ru: Отклонение
si: අපගමනය
sk: Odchýlka
sl: Odstopanje
sv: Avvikelse
sw: Mkengeuko
te: విచలనం
th: ส่วนเบี่ยงเบน
tr: Sapma
uk: Відхилення
ur: انحراف
uz: Burilish
zh: 偏差
zh_hant: 偏差
zu: Ukuchezuka

# puzzleStatsPerformance
source: Performance Overview
af: Prestasie-oorsig
am: የአፈጻጸም አጠቃላይ እይታ
ar: نظرة عامة على الأداء
az: Performans Baxışı
be: Агляд прадукцыйнасці
bn: কর্মক্ষমতা ওভারভিউ
bo: ནུས་པའི་ཡོངས་ཁུངས།
ca: Visió general del rendiment
cs: Přehled výkonu
da: Oversigt over ydeevne
de: Leistungsübersicht
el: Επισκόπηση απόδοσης
es: Descripción general del rendimiento
et: Toimivuse ülevaade
fa: بررسی اجمالی عملکرد
fr: Aperçu des performances
gu: પ્રદર્શન ઝાંખી
he: סקירת ביצועים
hi: प्रदर्शन अवलोकन
hr: Pregled izvedbe
hu: Teljesítmény áttekintés
hy: Կատարման ակնարկ
id: Ikhtisar Kinerja
is: Yfirlit yfir árangur
it: Panoramica delle prestazioni
ja: パフォーマンスの概要
km: ទិដ្ឋភាពទូទៅនៃការអនុវត្ត
kn: ಕಾರ್ಯಕ್ಷಮತೆಯ ಅವಲೋಕನ
ko: 성과 개요
lt: Veiklos apžvalga
lv: Veiktspējas pārskats
mk: Преглед на перформанси
ms: Gambaran Keseluruhan Prestasi
nl: Prestatieoverzicht
pl: Przegląd wydajności
pt: Visão geral do desempenho
ro: Prezentare generală a performanței
ru: Обзор производительности
si: කාර්ය සාධන දළ විශ්ලේෂණය
sk: Prehľad výkonnosti
sl: Pregled delovanja
sv: Prestandaöversikt
sw: Muhtasari wa Utendaji
te: పనితీరు అవలోకనం
th: ภาพรวมประสิทธิภาพ
tr: Performansa Genel Bakış
uk: Огляд ефективності
ur: کارکردگی کا جائزہ
uz: Ishlash haqida umumiy ma'lumot
zh: 表现概览
zh_hant: 性能概覽
zu: Uhlolojikelele lokusebenza

# puzzleStatsSuccessRate
source: Success Rate
af: Sukseskoers
am: የስኬት መጠን
ar: معدل النجاح
az: Uğur dərəcəsi
be: Узровень поспеху
bn: সাফল্যের হার
bo: རྒྱལ་ཚད།
ca: Taxa d'èxit
cs: Míra úspěšnosti
da: Succesrate
de: Erfolgsrate
el: Ποσοστό επιτυχίας
es: Tasa de éxito
et: Edukuse määr
fa: میزان موفقیت
fr: Taux de réussite
gu: સફળતા દર
he: שיעור הצלחה
hi: सफलता दर
hr: Stopa uspješnosti
hu: Sikerességi arány
hy: Հաջողության մակարդակը
id: Tingkat Keberhasilan
is: Árangurshlutfall
it: Tasso di successo
ja: 成功率
km: អត្រាជោគជ័យ
kn: ಯಶಸ್ಸಿನ ಪ್ರಮಾಣ
ko: 성공률
lt: Sėkmės rodiklis
lv: Veiksmes rādītājs
mk: Стапка на успех
ms: Kadar Kejayaan
nl: Succespercentage
pl: Wskaźnik sukcesu
pt: Taxa de sucesso
ro: Rata de succes
ru: Уровень успеха
si: සාර්ථකත්ව අනුපාතය
sk: Miera úspešnosti
sl: Stopnja uspešnosti
sv: Framgångsfrekvens
sw: Kiwango cha Mafanikio
te: విజయం రేటు
th: อัตราความสำเร็จ
tr: Başarı Oranı
uk: Коефіцієнт успішності
ur: کامیابی کی شرح
uz: Muvaffaqiyat darajasi
zh: 成功率
zh_hant: 成功率
zu: Isilinganiso Sempumelelo

# puzzleStatsAvgTime
source: Avg. Time
af: Gem.Tyd
am: አማካኝጊዜ
ar: متوسطالوقت
az: Ort.Vaxt
be: сярэдніЧас
bn: গড়সময়
bo: སྤྱིར་བཏང་དུས་ཚོད།
ca: MitjanaTemps
cs: Prům.Čas
da: Gns.Tid
de: Durchschn. Zeit
el: Μέσος όροςΧρόνος
es: Promediotiempo
et: Keskm.Aeg
fa: میانگینزمان
fr: Moy.Temps
gu: સરેરાશસમય
he: ממוצעזמן
hi: औसतसमय
hr: Prosj.Vrijeme
hu: Átlagos idő
hy: ՄիջինԺամանակը
id: Rata-rataWaktu
is: MeðaltalTími
it: MediaTempo
ja: 平均時間
km: មធ្យមពេលវេលា
kn: ಸರಾಸರಿಸಮಯ
ko: 평균 시간
lt: Vid.Laikas
lv: Vid.Laiks
mk: ПросечноВреме
ms: PurataMasa
nl: Gem.Tijd
pl: Śr.Czas
pt: MédiaHora
ro: Mediutimpul
ru: СреднееВремя
si: සාමාන්‍යකාලය
sk: Priem.Čas
sl: Povpr.Čas
sv: GenomsnittligTid
sw: Wastani.Muda
te: సగటుసమయం
th: เฉลี่ยเวลา
tr: OrtalamaZaman
uk: Середнєчас
ur: اوسطوقت
uz: OʻrtachaVaqt
zh: 平均时间
zh_hant: 平均。時間
zu: Isilinganiso.Isikhathi

# puzzleStatsSolved
source: Solved
af: Opgelos
am: ተፈቷል
ar: تم الحل
az: Həll olundu
be: Вырашана
bn: সমাধান করা হয়েছে
bo: སེལ་ཟིན།
ca: Solucionat
cs: Vyřešeno
da: Løst
de: Gelöst
el: Λύθηκε
es: Resuelto
et: Lahendatud
fa: حل شد
fr: Résolu
gu: ઉકેલી
he: נפתר
hi: सुलझ गया
hr: Riješeno
hu: Megoldva
hy: Լուծված
id: Terpecahkan
is: Leyst
it: Risolto
ja: 解決済み
km: ដោះស្រាយ
kn: ಪರಿಹರಿಸಲಾಗಿದೆ
ko: 해결
lt: Išspręsta
lv: Atrisināts
mk: Решен
ms: Selesai
nl: Opgelost
pl: Rozwiązane
pt: Resolvido
ro: Rezolvat
ru: Решено
si: විසඳා ඇත
sk: Vyriešené
sl: Rešeno
sv: Löst
sw: Imetatuliwa
te: పరిష్కరించబడింది
th: แก้ไขแล้ว
tr: Çözüldü
uk: Вирішено
ur: حل
uz: Yechilgan
zh: 已解决
zh_hant: 解決了
zu: Kuxazululiwe

# puzzleStatsFailed
source: Failed
af: Misluk
am: አልተሳካም።
ar: فشل
az: Uğursuz oldu
be: Не атрымалася
bn: ব্যর্থ হয়েছে
bo: ཕམ།
ca: Ha fallat
cs: Nepodařilo se
da: Mislykkedes
de: Fehlgeschlagen
el: Απέτυχε
es: Fallido
et: Ebaõnnestunud
fa: شکست خورد
fr: Échec
gu: નિષ્ફળ
he: נכשל
hi: असफल
hr: neuspješno
hu: Sikertelen
hy: Չհաջողվեց
id: Gagal
is: Mistókst
it: Fallito
ja: 失敗しました
km: បរាជ័យ
kn: ವಿಫಲವಾಗಿದೆ
ko: 실패
lt: Nepavyko
lv: Neizdevās
mk: Неуспешно
ms: gagal
nl: Mislukt
pl: Nie udało się
pt: Falha
ro: A eșuat
ru: Не удалось
si: අසාර්ථකයි
sk: Nepodarilo sa
sl: Ni uspelo
sv: Misslyckades
sw: Imeshindwa
te: విఫలమైంది
th: ล้มเหลว
tr: Başarısız
uk: Не вдалося
ur: ناکام
uz: Muvaffaqiyatsiz
zh: 失败
zh_hant: 失敗
zu: Yehlulekile

# puzzleStatsByDifficulty
source: Success by Difficulty
af: Sukses deur moeilikheid
am: ስኬት በችግር
ar: النجاح بالصعوبة
az: Çətinliklə Uğur
be: Поспех па складанасці
bn: অসুবিধা দ্বারা সাফল্য
bo: དཀའ་ཚད་ལྟར་རྒྱལ་ཚད།
ca: Èxit per dificultat
cs: Úspěch podle obtížnosti
da: Succes ved sværhedsgrad
de: Erfolg nach Schwierigkeit
el: Επιτυχία με Δυσκολία
es: Éxito por dificultad
et: Edu raskusastmelt
fa: موفقیت با سختی
fr: Succès par difficulté
gu: મુશ્કેલી દ્વારા સફળતા
he: הצלחה לפי קושי
hi: कठिनाई से सफलता
hr: Uspjeh prema poteškoćama
hu: Sikeresség nehézség szerint
hy: Հաջողություն ըստ դժվարության
id: Sukses demi Kesulitan
is: Velgengni eftir erfiðleikum
it: Successo per difficoltà
ja: 難易度別の成功
km: ជោគជ័យដោយភាពលំបាក
kn: ಕಷ್ಟದಿಂದ ಯಶಸ್ಸು
ko: 난이도별 성공
lt: Sėkmė pagal sunkumą
lv: Panākumi pēc grūtībām
mk: Успех по тешкотија
ms: Kejayaan dengan Kesukaran
nl: Succes door moeilijkheid
pl: Sukces przez trudność
pt: Sucesso por dificuldade
ro: Succes prin dificultate
ru: Успех благодаря сложности
si: දුෂ්කරතාවයෙන් සාර්ථකත්වය
sk: Úspech podľa obtiažnosti
sl: Uspeh po težavnosti
sv: Framgång genom svårighet
sw: Kufanikiwa kwa Ugumu
te: కష్టం ద్వారా విజయం
th: ความสำเร็จจากความยากลำบาก
tr: Zorlukla Başarı
uk: Успіх за складністю
ur: مشکل سے کامیابی
uz: Muvaffaqiyat qiyinchilik bilan
zh: 各难度成功率
zh_hant: 因困難而成功
zu: Impumelelo Ngobunzima

# puzzleStatsByCategory
source: Success by Category
af: Sukses volgens kategorie
am: ስኬት በምድብ
ar: النجاح حسب الفئة
az: Kateqoriyaya görə uğur
be: Поспех па катэгорыях
bn: বিভাগ দ্বারা সাফল্য
bo: སྡེ་ཚན་ལྟར་རྒྱལ་ཚད།
ca: Èxit per categories
cs: Úspěch podle kategorie
da: Succes efter kategori
de: Erfolg nach Kategorie
el: Επιτυχία ανά κατηγορία
es: Éxito por categoría
et: Edu kategooriate kaupa
fa: موفقیت بر اساس دسته
fr: Succès par catégorie
gu: શ્રેણી દ્વારા સફળતા
he: הצלחה לפי קטגוריות
hi: श्रेणी के अनुसार सफलता
hr: Uspjeh po kategoriji
hu: Sikeresség kategória szerint
hy: Հաջողություն ըստ կատեգորիաների
id: Sukses berdasarkan Kategori
is: Árangur eftir flokkum
it: Successo per categoria
ja: カテゴリ別の成功
km: ជោគជ័យតាមប្រភេទ
kn: ವರ್ಗದಿಂದ ಯಶಸ್ಸು
ko: 카테고리별 성공
lt: Sėkmė pagal kategoriją
lv: Panākumi pēc kategorijas
mk: Успех по категорија
ms: Kejayaan mengikut Kategori
nl: Succes per categorie
pl: Sukces według kategorii
pt: Sucesso por categoria
ro: Succes pe categorii
ru: Успех по категориям
si: කාණ්ඩය අනුව සාර්ථකත්වය
sk: Úspech podľa kategórie
sl: Uspeh po kategoriji
sv: Framgång per kategori
sw: Mafanikio kwa Kitengo
te: వర్గం వారీగా విజయం
th: ความสำเร็จตามหมวดหมู่
tr: Kategoriye Göre Başarı
uk: Успіх за категорією
ur: زمرہ کے لحاظ سے کامیابی
uz: Turkum bo'yicha muvaffaqiyat
zh: 各类别成功率
zh_hant: 按類別劃分的成功案例
zu: Impumelelo ngeSigaba

# puzzleStatsRecentActivity
source: Recent Activity
af: Onlangse aktiwiteit
am: የቅርብ ጊዜ እንቅስቃሴ
ar: النشاط الأخير
az: Son Fəaliyyət
be: Апошнія дзеянні
bn: সাম্প্রতিক কার্যকলাপ
bo: ཉེ་ཆའི་བྱེད་སྒོ།
ca: Activitat recent
cs: Nedávná aktivita
da: Seneste aktivitet
de: Letzte Aktivität
el: Πρόσφατη Δραστηριότητα
es: Actividad reciente
et: Hiljutine tegevus
fa: فعالیت اخیر
fr: Activité récente
gu: તાજેતરની પ્રવૃત્તિ
he: פעילות אחרונה
hi: हाल की गतिविधि
hr: Nedavna aktivnost
hu: Legutóbbi aktivitás
hy: Վերջին գործունեությունը
id: Aktivitas Terkini
is: Nýleg starfsemi
it: Attività recente
ja: 最近の活動
km: សកម្មភាពថ្មីៗ
kn: ಇತ್ತೀಚಿನ ಚಟುವಟಿಕೆ
ko: 최근 활동
lt: Naujausia veikla
lv: Pēdējā darbība
mk: Неодамнешна активност
ms: Aktiviti Terkini
nl: Recente activiteit
pl: Ostatnia aktywność
pt: Atividade recente
ro: Activitate recentă
ru: Недавняя активность
si: මෑත ක්රියාකාරිත්වය
sk: Nedávna aktivita
sl: Nedavna dejavnost
sv: Senaste aktivitet
sw: Shughuli ya Hivi Karibuni
te: ఇటీవలి కార్యాచరణ
th: กิจกรรมล่าสุด
tr: Son Etkinlik
uk: Останні дії
ur: حالیہ سرگرمی
uz: Oxirgi faoliyat
zh: 近期活动
zh_hant: 最近的活動
zu: Umsebenzi Wakamuva

# puzzleStatsNoActivity
source: No recent activity
af: Geen onlangse aktiwiteit nie
am: ምንም የቅርብ ጊዜ እንቅስቃሴ የለም።
ar: لا يوجد نشاط حديث
az: Son fəaliyyət yoxdur
be: Няма апошніх дзеянняў
bn: কোনো সাম্প্রতিক কার্যকলাপ নেই
bo: ཉེ་ཆའི་བྱེད་སྒོ་མེད།
ca: Cap activitat recent
cs: Žádná nedávná aktivita
da: Ingen nylig aktivitet
de: Keine letzte Aktivität
el: Καμία πρόσφατη δραστηριότητα
es: Ninguna actividad reciente
et: Hiljutine tegevus puudub
fa: هیچ فعالیت اخیری وجود ندارد
fr: Aucune activité récente
gu: કોઈ તાજેતરની પ્રવૃત્તિ નથી
he: אין פעילות אחרונה
hi: कोई हालिया गतिविधि नहीं
hr: Nema nedavnih aktivnosti
hu: Nincs legutóbbi aktivitás
hy: Վերջին գործողություններ չկան
id: Tidak ada aktivitas terkini
is: Engin nýleg virkni
it: Nessuna attività recente
ja: 最近のアクティビティはありません
km: មិនមានសកម្មភាពថ្មីៗទេ។
kn: ಯಾವುದೇ ಇತ್ತೀಚಿನ ಚಟುವಟಿಕೆ ಇಲ್ಲ
ko: 최근 활동 없음
lt: Nėra pastarojo meto veiklos
lv: Nav pēdējo darbību
mk: Нема неодамнешна активност
ms: Tiada aktiviti baru-baru ini
nl: Geen recente activiteit
pl: Brak ostatniej aktywności
pt: Nenhuma atividade recente
ro: Nicio activitate recentă
ru: Нет недавней активности
si: මෑත ක්‍රියාකාරකමක් නැත
sk: Žiadna nedávna aktivita
sl: Ni nedavne dejavnosti
sv: Ingen senaste aktivitet
sw: Hakuna shughuli za hivi majuzi
te: ఇటీవలి కార్యాచరణ లేదు
th: ไม่มีกิจกรรมล่าสุด
tr: Yakın zamanda etkinlik yok
uk: Немає останніх дій
ur: کوئی حالیہ سرگرمی نہیں ہے
uz: Yaqinda hech qanday harakat yoʻq
zh: 暂无近期活动
zh_hant: 最近沒有活動
zu: Awukho umsebenzi wakamuva

source: Edit
af: Wysig
am: አርትዕ
ar: تحرير
az: Redaktə et
be: Рэдагаваць
bn: সম্পাদনা করুন
bo: བཅོས་བསྒྱུར།
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Muuda
fa: ویرایش کنید
fr: Modifier
gu: સંપાદિત કરો
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
hy: Խմբագրել
id: Sunting
is: Breyta
it: Modifica
ja: 編集
km: កែសម្រួល
kn: ಸಂಪಾದಿಸು
ko: 편집
lt: Redaguoti
lv: Rediģēt
mk: Уреди
ms: Sunting
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editați
ru: Редактировать
si: සංස්කරණය කරන්න
sk: Upraviť
sl: Uredi
sv: Redigera
sw: Hariri
te: సవరించు
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: ترمیم کریں
uz: Tahrirlash
zh: 编辑
zh_hant: 編輯
zu: Hlela

source: Save
af: Stoor
am: አስቀምጥ
ar: حفظ
az: Saxla
be: Захаваць
bn: সংরক্ষণ করুন
bo: ཉར་ཚགས།
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
fa: ذخیره کنید
fr: Enregistrer
gu: સાચવો
he: שמור
hi: सहेजें
hr: spremiti
hu: Mentés
hy: Պահպանել
id: Simpan
is: Vista
it: Salva
ja: 保存
km: រក្សាទុក
kn: ಉಳಿಸಿ
ko: 저장
lt: Išsaugoti
lv: Saglabāt
mk: Зачувај
ms: Jimat
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvați
ru: Сохранить
si: සුරකින්න
sk: Uložiť
sl: Shrani
sv: Spara
sw: Hifadhi
te: సేవ్ చేయండి
th: บันทึก
tr: Kaydet
uk: зберегти
ur: بچت کریں
uz: Saqlash
zh: 保存
zh_hant: 保存
zu: Londoloza

source: No Custom Puzzles
af: Geen pasgemaakte legkaarte nie
am: ምንም ብጁ እንቆቅልሾች የሉም
ar: لا توجد ألغاز مخصصة
az: Xüsusi Bulmacalar yoxdur
be: Няма спецыяльных галаваломак
bn: কোন কাস্টম ধাঁধা
bo: རང་བཟོའི་གསང་བརྟག་མེད།
ca: No hi ha trencaclosques personalitzats
cs: Žádné vlastní hádanky
da: Ingen brugerdefinerede puslespil
de: Keine benutzerdefinierten Rätsel
el: Χωρίς προσαρμοσμένα παζλ
es: Sin rompecabezas personalizados
et: Kohandatud mõistatusi pole
fa: بدون پازل سفارشی
fr: Pas de puzzles personnalisés
gu: કોઈ કસ્ટમ પઝલ નથી
he: אין פאזלים מותאמים אישית
hi: कोई कस्टम पहेलियाँ नहीं
hr: Nema prilagođenih zagonetki
hu: Nincsenek egyéni feladványok
hy: Պատվերով հանելուկներ չկան
id: Tidak Ada Teka-teki Khusus
is: Engar sérsniðnar þrautir
it: Nessun puzzle personalizzato
ja: カスタムパズルはありません
km: មិនមានល្បែងផ្គុំរូបផ្ទាល់ខ្លួនទេ។
kn: ಯಾವುದೇ ಕಸ್ಟಮ್ ಪದಬಂಧಗಳಿಲ್ಲ
ko: 사용자 정의 퍼즐 없음
lt: Nėra tinkintų galvosūkių
lv: Nav pielāgotu mīklu
mk: Нема сопствени загатки
ms: Tiada Teka-teki Tersuai
nl: Geen aangepaste puzzels
pl: Żadnych niestandardowych łamigłówek
pt: Sem quebra-cabeças personalizados
ro: Fără puzzle-uri personalizate
ru: Никаких нестандартных головоломок
si: අභිරුචි ප්‍රහේලිකා නැත
sk: Žiadne vlastné hádanky
sl: Brez ugank po meri
sv: Inga anpassade pussel
sw: Hakuna Mafumbo Maalum
te: కస్టమ్ పజిల్స్ లేవు
th: ไม่มีปริศนาที่กำหนดเอง
tr: Özel Bulmaca Yok
uk: Немає індивідуальних головоломок
ur: کوئی کسٹم پہیلیاں نہیں
uz: Maxsus boshqotirmalar mavjud emas
zh: 无自定义谜题
zh_hant: 沒有自定義謎題
zu: Awekho Izindida Ngokwezifiso

# noCustomPuzzlesHint
source: Create your own puzzles to practice specific positions
af: Skep jou eie legkaarte om spesifieke posisies te oefen
am: የተወሰኑ ቦታዎችን ለመለማመድ የራስዎን እንቆቅልሽ ይፍጠሩ
ar: قم بإنشاء الألغاز الخاصة بك للتدرب على أوضاع محددة
az: Xüsusi mövqeləri məşq etmək üçün öz bulmacalarınızı yaradın
be: Стварыце ўласныя галаваломкі, каб практыкаваць пэўныя пазіцыі
bn: নির্দিষ্ট অবস্থানের অনুশীলন করতে আপনার নিজস্ব ধাঁধা তৈরি করুন
bo: གནས་བབ་ངེས་ཅན་སྦྱོང་བརྡར་ཆེད་རང་གི་གསང་བརྟག་བཟོ།
ca: Crea els teus propis trencaclosques per practicar posicions específiques
cs: Vytvořte si vlastní hádanky k procvičování konkrétních pozic
da: Lav dine egne puslespil for at øve bestemte positioner
de: Erstelle eigene Rätsel, um bestimmte Positionen zu üben
el: Δημιουργήστε τα δικά σας παζλ για να εξασκηθείτε σε συγκεκριμένες θέσεις
es: Crea tus propios rompecabezas para practicar posiciones específicas
et: Looge oma mõistatusi konkreetsete positsioonide harjutamiseks
fa: پازل های خود را برای تمرین موقعیت های خاص ایجاد کنید
fr: Créez vos propres puzzles pour pratiquer des positions spécifiques
gu: ચોક્કસ સ્થિતિનો અભ્યાસ કરવા માટે તમારી પોતાની કોયડાઓ બનાવો
he: צור פאזלים משלך כדי לתרגל עמדות ספציפיות
hi: विशिष्ट स्थितियों का अभ्यास करने के लिए अपनी स्वयं की पहेलियाँ बनाएँ
hr: Stvorite vlastite zagonetke za vježbanje određenih položaja
hu: Hozz létre saját feladványokat, hogy konkrét pozíciókat gyakorolj
hy: Ստեղծեք ձեր սեփական հանելուկները՝ հատուկ դիրքեր վարելու համար
id: Buat teka-teki Anda sendiri untuk melatih posisi tertentu
is: Búðu til þínar eigin þrautir til að æfa sérstakar stöður
it: Crea i tuoi puzzle per esercitarti in posizioni specifiche
ja: 独自のパズルを作成して特定のポジションを練習する
km: បង្កើតល្បែងផ្គុំរូបផ្ទាល់ខ្លួនរបស់អ្នកដើម្បីអនុវត្តមុខតំណែងជាក់លាក់
kn: ನಿರ್ದಿಷ್ಟ ಸ್ಥಾನಗಳನ್ನು ಅಭ್ಯಾಸ ಮಾಡಲು ನಿಮ್ಮ ಸ್ವಂತ ಒಗಟುಗಳನ್ನು ರಚಿಸಿ
ko: 특정 위치를 연습하기 위해 나만의 퍼즐을 만드세요
lt: Sukurkite savo galvosūkius, kad galėtumėte praktikuoti tam tikras pozicijas
lv: Izveidojiet savas mīklas, lai praktizētu noteiktas pozīcijas
mk: Создадете свои загатки за да вежбате специфични позиции
ms: Cipta teka-teki anda sendiri untuk berlatih kedudukan tertentu
nl: Maak je eigen puzzels om specifieke posities te oefenen
pl: Twórz własne łamigłówki, aby ćwiczyć określone pozycje
pt: Crie seus próprios quebra-cabeças para praticar posições específicas
ro: Creează-ți propriile puzzle-uri pentru a exersa anumite poziții
ru: Создавайте свои собственные головоломки, чтобы отрабатывать определенные позиции.
si: නිශ්චිත තනතුරු පුහුණු කිරීම සඳහා ඔබේම ප්රහේලිකා සාදන්න
sk: Vytvorte si vlastné hádanky na precvičenie konkrétnych pozícií
sl: Ustvarite lastne uganke za vadbo določenih položajev
sv: Skapa dina egna pussel för att öva på specifika positioner
sw: Unda mafumbo yako mwenyewe ili kufanya mazoezi ya nafasi maalum
te: నిర్దిష్ట స్థానాలను సాధన చేయడానికి మీ స్వంత పజిల్‌లను సృష్టించండి
th: สร้างปริศนาของคุณเองเพื่อฝึกฝนตำแหน่งเฉพาะ
tr: Belirli pozisyonlarda pratik yapmak için kendi bulmacalarınızı yaratın
uk: Створюйте власні головоломки, щоб тренувати певні позиції
ur: مخصوص پوزیشنوں پر عمل کرنے کے لئے اپنی پہیلیاں بنائیں
uz: Muayyan pozitsiyalarni mashq qilish uchun o'z jumboqlaringizni yarating
zh: 创建您自己的谜题来练习特定局面
zh_hant: 創建自己的謎題來練習特定的位置
zu: Dala izindida zakho ukuze uzilolonge izikhundla ezithile

# plannedFeatures
source: This feature is planned for a future release
af: Hierdie kenmerk word vir 'n toekomstige vrystelling beplan
am: ይህ ባህሪ ለወደፊት ልቀት የታቀደ ነው።
ar: تم التخطيط لهذه الميزة لإصدار مستقبلي
az: Bu funksiya gələcək buraxılış üçün planlaşdırılır
be: Гэтая функцыя плануецца выпусціць у наступным выпуску
bn: এই বৈশিষ্ট্যটি ভবিষ্যতে প্রকাশের জন্য পরিকল্পনা করা হয়েছে
bo: ནུས་པ་འདི་མ་འོངས་པའི་ཐོན་རིམ་ནང་འཆར་གཞི་བཟོས་ཡོད།
ca: Aquesta funció està prevista per a un llançament futur
cs: Tato funkce je plánována pro budoucí vydání
da: Denne funktion er planlagt til en fremtidig udgivelse
de: Diese Funktion ist für eine zukünftige Version geplant
el: Αυτή η δυνατότητα έχει προγραμματιστεί για μελλοντική κυκλοφορία
es: Esta función está prevista para una versión futura.
et: See funktsioon on kavandatud tulevaseks väljalaseks
fa: این ویژگی برای انتشار آینده برنامه ریزی شده است
fr: Cette fonctionnalité est prévue pour une prochaine version
gu: આ સુવિધા ભવિષ્યના પ્રકાશન માટે આયોજિત છે
he: תכונה זו מתוכננת לפרסום עתידי
hi: इस सुविधा को भविष्य में रिलीज़ करने की योजना बनाई गई है
hr: Ova je značajka planirana za buduće izdanje
hu: Ez a funkció egy jövőbeli kiadásra van tervezve
hy: Այս գործառույթը նախատեսվում է ապագա թողարկման համար
id: Fitur ini direncanakan untuk rilis mendatang
is: Þessi eiginleiki er fyrirhugaður í framtíðarútgáfu
it: Questa funzionalità è prevista per una versione futura
ja: この機能は将来のリリースで計画されています
km: មុខងារនេះត្រូវបានគ្រោងសម្រាប់ការចេញផ្សាយនាពេលអនាគត
kn: ಈ ವೈಶಿಷ್ಟ್ಯವನ್ನು ಭವಿಷ್ಯದ ಬಿಡುಗಡೆಗಾಗಿ ಯೋಜಿಸಲಾಗಿದೆ
ko: 이 기능은 향후 릴리스에서 제공될 예정입니다
lt: Ši funkcija planuojama išleisti ateityje
lv: Šī funkcija ir plānota turpmākai izlaišanai
mk: Оваа функција е планирана за идно издание
ms: Ciri ini dirancang untuk keluaran masa hadapan
nl: Deze functie staat gepland voor een toekomstige release
pl: Ta funkcja jest planowana w przyszłej wersji
pt: Este recurso está planejado para uma versão futura
ro: Această funcție este planificată pentru o lansare viitoare
ru: Эта функция запланирована на будущий выпуск.
si: මෙම විශේෂාංගය ඉදිරි නිකුතුවක් සඳහා සැලසුම් කර ඇත
sk: Táto funkcia je plánovaná v budúcom vydaní
sl: Ta funkcija je načrtovana za prihodnjo izdajo
sv: Den här funktionen är planerad för en framtida release
sw: Kipengele hiki kimepangwa kwa toleo la baadaye
te: ఈ ఫీచర్ భవిష్యత్తులో విడుదల చేయడానికి ప్లాన్ చేయబడింది
th: คุณลักษณะนี้มีการวางแผนสำหรับการเปิดตัวในอนาคต
tr: Bu özelliğin gelecekteki bir sürüm için planlanması planlanmaktadır
uk: Ця функція планується для майбутнього випуску
ur: اس خصوصیت کا مستقبل کی رہائی کے لئے منصوبہ بنایا گیا ہے
uz: Bu xususiyat kelajakdagi versiya uchun rejalashtirilgan
zh: 此功能计划在未来版本中发布
zh_hant: 該功能計劃在未來版本中發布
zu: Lesi sici sihlelelwe ukukhishwa okuzayo

# puzzleInvalidPosition
source: Invalid position
af: Ongeldige posisie
am: ልክ ያልሆነ ቦታ
ar: موضع غير صالح
az: Yanlış mövqe
be: Няправільная пазіцыя
bn: অবৈধ অবস্থান
bo: གནས་བབ་ནོར་བ།
ca: Posició no vàlida
cs: Neplatná pozice
da: Ugyldig stilling
de: Ungültige Position
el: Μη έγκυρη θέση
es: Posición no válida
et: Kehtetu positsioon
fa: موقعیت نامعتبر
fr: Poste invalide
gu: અમાન્ય સ્થિતિ
he: עמדה לא חוקית
hi: अमान्य स्थिति
hr: Nevažeći položaj
hu: Érvénytelen pozíció
hy: Անվավեր դիրք
id: Posisi tidak valid
is: Ógild staða
it: Posizione non valida
ja: 無効な位置
km: ទីតាំងមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯ ಸ್ಥಾನ
ko: 잘못된 위치
lt: Neteisinga pozicija
lv: Nederīga pozīcija
mk: Невалидна позиција
ms: Kedudukan tidak sah
nl: Ongeldige positie
pl: Nieprawidłowa pozycja
pt: Posição inválida
ro: Poziție nevalidă
ru: Неверная позиция
si: වලංගු නොවන ස්ථානය
sk: Neplatná pozícia
sl: Neveljaven položaj
sv: Ogiltig position
sw: Nafasi batili
te: చెల్లని స్థానం
th: ตำแหน่งไม่ถูกต้อง
tr: Geçersiz konum
uk: Недійсна позиція
ur: غلط پوزیشن
uz: Yaroqsiz pozitsiya
zh: 无效的局面
zh_hant: 位置無效
zu: Indawo engavumelekile

# puzzleOpenBoardSetup
source: Open Board (Setup Position)
af: Oop bord (opstellingposisie)
am: ክፍት ሰሌዳ (የማዋቀር ቦታ)
ar: لوحة مفتوحة (موضع الإعداد)
az: Açıq lövhə (quraşdırma mövqeyi)
be: Адкрытая дошка (усталявальнае становішча)
bn: খোলা বোর্ড (সেটআপ অবস্থান)
bo: པང་ལེབ་ཁ་ཕྱེ (གནས་བབ་གཏན་འབེབས)
ca: Tauler obert (posició de configuració)
cs: Otevřená deska (pozice nastavení)
da: Åbent bord (opsætningsposition)
de: Brett öffnen (Position aufbauen)
el: Open Board (θέση εγκατάστασης)
es: Tablero abierto (posición de configuración)
et: Ava tahvel (seadistusasend)
fa: صفحه باز (موقعیت راه اندازی)
fr: Tableau ouvert (position de configuration)
gu: ઓપન બોર્ડ (સેટઅપ પોઝિશન)
he: לוח פתוח (מיקום הגדרה)
hi: ओपन बोर्ड (सेटअप स्थिति)
hr: Otvorena ploča (položaj za postavljanje)
hu: Tábla megnyitása (Pozíció beállítása)
hy: Բաց տախտակ (Կարգավորման դիրք)
id: Papan Terbuka (Posisi Pengaturan)
is: Opið borð (uppsetningarstaða)
it: Tabellone aperto (posizione di setup)
ja: オープンボード（セットアップポジション）
km: បើកក្រុមប្រឹក្សាភិបាល (ទីតាំងដំឡើង)
kn: ಓಪನ್ ಬೋರ್ಡ್ (ಸೆಟಪ್ ಪೊಸಿಷನ್)
ko: 보드 열기 (위치 설정)
lt: Atidaryti lentą (nustatymo padėtis)
lv: Atvērt dēli (iestatīšanas pozīcija)
mk: Отворена табла (положба за поставување)
ms: Papan Terbuka (Kedudukan Persediaan)
nl: Open bord (opstellingspositie)
pl: Otwarta tablica (pozycja konfiguracji)
pt: Placa aberta (posição de configuração)
ro: Deschidere panou (poziție de configurare)
ru: Открытая доска (установочное положение)
si: විවෘත පුවරුව (සැකසුම් ස්ථානය)
sk: Otvorená tabuľa (pozícia nastavenia)
sl: Odprta plošča (namestitveni položaj)
sv: Öppen bräda (inställningsposition)
sw: Ubao wazi (Nafasi ya Kuweka)
te: ఓపెన్ బోర్డ్ (సెటప్ స్థానం)
th: เปิดบอร์ด (ตำแหน่งการติดตั้ง)
tr: Açık Pano (Kurulum Konumu)
uk: Відкрита дошка (положення установки)
ur: اوپن بورڈ (سیٹ اپ پوزیشن)
uz: Ochiq taxtali (Sozlash pozitsiyasi)
zh: 打开棋盘（摆局）
zh_hant: 開板（設置位置）
zu: Vula Ibhodi (Setup Position)
