Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Navigation toolbar background color
af: Navigasie-nutsbalk agtergrondkleur
am: የአሰሳ መሳሪያ መደብ የጀርባ ቀለም
ar: لون خلفية شريط أدوات التنقل
az: Naviqasiya alətlər paneli fon rəngi
be: Колер фону панэлі навігацыі
bg: Цвят на фона на лентата с инструменти за навигация
bn: নেভিগেশন সরঞ্জামদণ্ডের পটভূমির রঙ
bo: འགྲུལ་བསྐྱོད་ལག་ཆས་ཚང་གི་རྒྱབ་ལྗོངས་ཀྱི་ཚོས།
ca: Color de fons de la barra de navegació
cs: Barva pozadí navigačního panelu nástrojů
da: Navigationsværktøjslinjens baggrundsfarve
de: Hintergrundfarbe der Navigationsleiste
el: Χρώμα φόντου στη γραμμή εργαλείων πλοήγησης
es: Color de fondo de la barra de herramientas de navegación
et: Navigācijas rīkjoslas fona krāsa
fa: رنگ زمینه نوار ابزار پیمایش
fi: Navigointityökalurivin taustaväri
fr: Couleur d'arrière-plan de la barre d'outils de navigation
gu: નેવિગેશન ટૂલબાર પૃષ્ઠભૂમિ રંગ
he: צבע רקע של סרגל הכלים של ניווט
hi: नेविगेशन टूलबार पृष्ठभूमि का रंग
hr: Boja pozadine alatne trake navigacije
hu: A navigációs eszköztár háttérszíne
hy: Նավիգացիոն գործիքագոտու ֆոնի գույնը
id: Warna latar belakang bilah alat navigasi
is: Bakgrunnslitur tækjastikunnar
it: Colore di sfondo della barra di navigazione
ja: ナビゲーション ツールバーの背景色
km: ពណ៌ផ្ទៃខាងក្រោយរបារឧបករណ៍រុករក
kn: ನ್ಯಾವಿಗೇಷನ್ ಟೂಲ್‌ಬಾರ್ ಹಿನ್ನೆಲೆ ಬಣ್ಣ
ko: 탐색 도구모음 배경색
lt: Naršymo įrankių juostos fono spalva
lv: Navigācijas rīkjoslas fona krāsa
mk: Боја на позадина во лентата со алатки за навигација
ms: Warna latar bar alat navigasi
my: လမ်းညွှန်ကိရိယာဘား နောက်ခံအရောင်
nb: Navigasjonsverktøylinjens bakgrunnsfarge
nl: Achtergrondkleur van navigatiewerkbalk
pl: Kolor tła paska nawigacyjnego
pt: Cor de fundo da barra de ferramentas de navegação
ro: Culoarea fundalului barei de instrumente de navigare
ru: Цвет фона панели навигации
si: නැවුම් මෙවලම් තීරුවේ පසුබිම් වර්ණය
sk: Farba pozadia panela navigácie
sl: Barva ozadja orodne vrstice za krmarjenje
sq: Ngjyra e sfondit të shiritit të mjeteve të navigimit
sr: Боја позадине траке са алаткама за навигацију
sv: Navigationsverktygsfältets bakgrundsfärg
sw: Rangi ya mandharinyuma ya upau wa vidhibiti wa kusogeza
ta: வழிசெலுத்தல் கருவிப்பட்டி பின்னணி நிறம்
te: నావిగేషన్ టూల్ బార్ నేపథ్య రంగు
th: สีพื้นหลังของแถบเครื่องมือนำทาง
tr: Gezinme araç çubuğu arka plan rengi
uk: Колір фону панелі інструментів навігації
ur: نیویگیشن ٹول بار کے پس منظر کا رنگ
uz: Navigatsiya asboblar panelining fon rangi
vi: Màu nền của thanh công cụ điều hướng
zh: 导航工具栏背景色
zh_hant: 導航工具欄背景色
zu: Umbala wangemuva webha yamathuluzi yokuzulazula

source: Navigation toolbar icon color
af: Navigasienutsbalkikoonkleur
am: የአሰሳ መሳሪያ መደብ አዶ ቀለም
ar: لون رمز شريط أدوات التنقل
az: Naviqasiya alətlər paneli işarəsi rəngi
be: Колер значка панэлі навігацыі
bg: Цвят на иконата на лентата с инструменти за навигация
bn: নেভিগেশন সরঞ্জামদণ্ডের আইকনের রঙ
bo: འགྲུལ་བསྐྱོད་ལག་ཆས་ཚང་གི་རིས་རྟགས་ཀྱི་ཚོས།
ca: Color de la icona de la barra de navegació
cs: Barva ikony navigačního panelu nástrojů
da: Navigationsværktøjslinjens ikonfarve
de: Symbolfarbe der Navigationssymbolleiste
el: Χρώμα εικονιδίου γραμμής εργαλείων πλοήγησης
es: Color del icono de la barra de herramientas de navegación
et: Navigācijas rīkjoslas ikonas krāsa
fa: رنگ نماد نوار ابزار پیمایش
fi: Navigointityökalurivin kuvakkeen väri
fr: Couleur de l'icône de la barre d'outils de navigation
gu: નેવિગેશન ટૂલબાર આયકન રંગ
he: צבע סמל סרגל הניווט
hi: नेविगेशन टूलबार आइकन रंग
hr: Boja ikona alatne trake navigacije
hu: A navigációs eszköztár ikonjának színe
hy: Նավիգացիոն գործիքագոտու պատկերակի գույնը
id: Warna ikon bilah alat navigasi
is: Litur á tækjastiku fyrir siglingar
it: Colore dell'icona della barra degli strumenti di navigazione
ja: ナビゲーション ツールバーのアイコンの色
km: ពណ៌រូបតំណាងរបារឧបករណ៍រុករក
kn: ನ್ಯಾವಿಗೇಷನ್ ಟೂಲ್‌ಬಾರ್ ಐಕಾನ್ ಬಣ್ಣ
ko: 탐색 도구모음 아이콘 색상
lt: Naršymo įrankių juostos piktogramos spalva
lv: Navigācijas rīkjoslas ikonas krāsa
mk: Боја на иконата во лентата со алатки за навигација
ms: Warna ikon bar alat navigasi
my: လမ်းညွှန်ကိရိယာဘား သင်္ကေတ အရောင်
nb: Navigasjonsverktøylinjens ikonfarge
nl: Pictogramkleur navigatiewerkbalk
pl: Kolor ikony paska nawigacyjnego
pt: Cor do ícone da barra de ferramentas de navegação
ro: Culoarea pictogramei barei de instrumente de navigare
ru: Цвет значка панели навигации
si: නැවුම් මෙවලම් තීරුවේ නිරූපක වර්ණය
sk: Farba ikony panela navigácie
sl: Barva ikone v orodni vrstici za krmarjenje
sq: Ngjyra e ikonës së shiritit të mjeteve të navigimit
sr: Боја иконе траке са алаткама за навигацију
sv: Navigationsverktygsfältets ikonfärg
sw: Rangi ya ikoni ya upau wa vidhibiti wa kusogeza
ta: வழிசெலுத்தல் கருவிப்பட்டி படவுரு நிறம்
te: నావిగేషన్ టూల్ బార్ చిహ్నం రంగు
th: สีไอคอนแถบเครื่องมือนำทาง
tr: Gezinme araç çubuğu simge rengi
uk: Колір значка панелі інструментів навігації
ur: نیویگیشن ٹول بار کے آئیکن کا رنگ
uz: Navigatsiya asboblar paneli piktogramma rangi
vi: Màu biểu tượng thanh công cụ điều hướng
zh: 导航工具栏图标色
zh_hant: 導航工具欄圖標色
zu: Umbala wesithonjana sebha yamathuluzi yokuzulazula

# autoHideToolbar
source: Automatically hide the toolbar
af: Versteek die nutsbalk outomaties
am: መሳሪያ መደቡን በራስ-ሰር መደበቅ
ar: إخفاء شريط الأدوات تلقائيًا
az: Alətlər panelini avtomatik gizlədin
be: Аўтаматычна хаваць панэль інструментаў
bg: Автоматично скриване на лентата с инструменти
bn: স্বয়ংক্রিয়ভাবে সরঞ্জামদণ্ডটি আড়াল করুন
bo: རང་འགུལ་ངང་ལག་ཆས་ཚང་སྦ་བ།
ca: Amaga automàticament la barra d'eines
cs: Automatické skrytí panelu nástrojů
da: Skjul værktøjslinjen automatisk
de: Symbolleiste automatisch ausblenden
el: Κρύψτε αυτόματα τη γραμμή εργαλείων
es: Ocultar automáticamente la barra de herramientas
et: Automātiski paslēpt rīkjoslu
fa: به طور خودکار نوار ابزار را مخفی کنید
fi: Piilota työkalurivi automaattisesti
fr: Masquer automatiquement la barre d'outils
gu: ટૂલબારને આપમેળે છુપાવો
he: הסתר אוטומטית את סרגל הכלים
hi: टूलबार को स्वचालित रूप से छुपाएं
hr: Automatski sakrij alatnu traku
hu: Az eszköztár automatikus elrejtése
hy: Ավտոմատ թաքցնել գործիքագոտին
id: Sembunyikan bilah alat secara otomatis
is: Fela tækjastikuna sjálfkrafa
it: Nascondi automaticamente la barra degli strumenti
ja: ツールバーを自動的に非表示にする
km: លាក់របារឧបករណ៍ដោយស្វ័យប្រវត្តិ
kn: ಟೂಲ್‌ಬಾರ್ ಅನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮರೆಮಾಡಿ
ko: 도구모음 자동 숨김
lt: Automatiškai slėpti įrankių juostą
lv: Automātiski paslēpt rīkjoslu
mk: Автоматски скријте ја лентата со алатки
ms: Sembunyikan bar alat secara automatik
my: ကိရိယာဘားကို အလိုအလျောက်ဖျောက်ပါ
nb: Skjul verktøylinjen automatisk
nl: De werkbalk automatisch verbergen
pl: Automatycznie ukryj pasek narzędzi
pt: Esconder automaticamente a barra de ferramentas
ro: Ascundeți automat bara de instrumente
ru: Автоматически скрывать панель инструментов
si: මෙවලම් තීරුව ස්වයංක්‍රීයව සඟවන්න
sk: Automaticky skryť panel s nástrojmi
sl: Samodejno skrij orodno vrstico
sq: Fshihni automatikisht shiritin e veglave
sr: Аутоматски сакриј траку са алаткама
sv: Dölj verktygsfältet automatiskt
sw: Ficha upau wa vidhibiti kiotomatiki
ta: கருவிப்பட்டியை தானாக மறைக்கவும்
te: ఉపకరణపట్టీని స్వయంచాలకంగా దాచండి
th: ซ่อนแถบเครื่องมือโดยอัตโนมัติ
tr: Araç çubuğunu otomatik olarak gizle
uk: Автоматично приховати панель інструментів
ur: ٹول بار کو خود بخود چھپائیں۔
uz: Asboblar panelini avtomatik ravishda yashirish
vi: Tự động ẩn thanh công cụ
zh: 自动隐藏工具栏
zh_hant: 自動隱藏工具欄
zu: Fihla ibha yamathuluzi ngokuzenzakalelayo

source: Toolbar location on screen
af: Nutsbalk se ligging op die skerm
am: የመሳሪያ መደቡ የስክሪን ቦታ
ar: موقع شريط الأدوات على الشاشة
az: Ekranda alətlər panelinin yeri
be: Размяшчэнне панэлі інструментаў на экране
bg: Местоположение на лентата с инструменти на екрана
bn: স্ক্রিনে সরঞ্জামদণ্ডের অবস্থান
bo: ལག་ཆས་ཚང་གི་གནས་ཡུལ་སྟོན་པ།
ca: Ubicació de la barra d'eines en la pantalla
cs: Umístění panelu nástrojů na obrazovce
da: Værktøjslinjens placering på skærmen
de: Position der Symbolleiste auf dem Bildschirm
el: Τοποθεσία γραμμής εργαλείων στην οθόνη
es: Ubicación de la barra de herramientas en la pantalla
et: Rīkjoslas atrašanās vieta ekrānā
fa: مکان نوار ابزار روی صفحه
fi: Työkalupalkin sijainti näytöllä
fr: Emplacement de la barre d'outils sur l'écran
gu: સ્ક્રીન પર ટૂલબાર સ્થાન
he: מיקום סרגל הכלים על המסך
hi: स्क्रीन पर टूलबार का स्थान
hr: Mjesto alatne trake na ekranu
hu: Az eszköztár helye a képernyőn
hy: Գործիքադարակի գտնվելու վայրը էկրանին
id: Lokasi bilah alat di layar
is: Staðsetning tækjastikunnar á skjánum
it: Posizione della barra degli strumenti sullo schermo
ja: 画面上のツールバーの場所
km: ទីតាំងរបារឧបករណ៍នៅលើអេក្រង់
kn: ಪರದೆಯ ಮೇಲೆ ಟೂಲ್‌ಬಾರ್ ಸ್ಥಳ
ko: 화면 상의 도구모음 위치
lt: Įrankių juostos vieta ekrane
lv: Rīkjoslas atrašanās vieta ekrānā
mk: Локација на лентата со алатки на екранот
ms: Lokasi bar alat di skrin
my: မျက်နှာပြင်ပေါ်ရှိ ကိရိယာဘားတည်နေရာ
nb: Verktøylinjeplassering på skjermen
nl: Locatie van werkbalk op scherm
pl: Lokalizacja paska narzędzi na ekranie
pt: Localização da barra de ferramentas na tela
ro: Locația barei de instrumente pe ecran
ru: Расположение панели инструментов на экране
si: මෙවලම් තීරුවේ තිර පිහිටුම
sk: Umiestnenie panela s nástrojmi na obrazovke
sl: Lokacija orodne vrstice na zaslonu
sq: Vendndodhja e shiritit të mjeteve në ekran
sr: Локација траке са алаткама на екрану
sv: Verktygsfältets placering på skärmen
sw: Mahali pa upau wa vidhibiti kwenye skrini
ta: திரையில் கருவிப்பட்டி இருப்பிடம்
te: తెరపై ఉపకరణపట్టీ స్థానం
th: ตำแหน่งแถบเครื่องมือบนหน้าจอ
tr: Ekrandaki araç çubuğunun konumu
uk: Розташування панелі інструментів на екрані
ur: اسکرین پر ٹول بار کا مقام
uz: Asboblar panelining ekrandagi joylashuvi
vi: Vị trí thanh công cụ trên màn hình
zh: 工具栏在屏幕上的位置
zh_hant: 工具欄在屏幕上的位置
zu: Indawo yebha yamathuluzi esikrinini

source: Top
am: ላይኛው
ar: بالأعلى
az: Üst
be: Топ
bg: Топ
bn: শীর্ষ
bo: ཡར་ངོས།
ca: A dalt
cs: Nahoru
de: Oben
el: Μπλουζα
es: Cima
et: Tops
fa: بالا
fi: Alkuun
fr: Haut
gu: ટોચ
he: חלק עליון
hi: ऊपर
hr: Gore
hu: Felül
hy: Գագաթ
id: Puncak
is: Efst
it: Superiore
ja: 上
km: ខាងលើ
kn: ಟಾಪ್
ko: 상단
lt: Į viršų
lv: Tops
mk: Врв
ms: Atas
my: ထိပ်တန်း
nb: Topp
ru: Сверху
si: ඉහළ
sl: Na vrh
sr: Врх
sv: Topp
sw: Juu
ta: மேலே
te: టాప్
th: ท็อป
tr: Üst
uk: Топ
ur: اوپر
uz: Yuqori
vi: Phía trên
zh: 顶部
zh_hant: 頂部
zu: Phezulu

source: Bottom
af: Onderkant
am: ታችኛው
ar: بالأسفل
az: Aşağı
be: Знізу
bg: Дъно
bn: নীচে
bo: མར་ངོས།
ca: A baix
cs: Spodní část
da: Bund
de: Unterseite
el: Κάτω μέρος
es: Fondo
et: Apakšā
fa: پایین
fi: Pohja
fr: Bas
gu: નીચે
he: תַחתִית
hi: तल
hr: Dolje
hu: Alsó
hy: Ներքևում
id: Bawah
is: Neðst
it: Parte inferiore
ja: 下
km: ខាងក្រោម
kn: ಕೆಳಗೆ
ko: 하단
lt: Apačia
lv: Apakšā
mk: Дното
ms: Bawah
my: အောက်ခြေ
nb: Bunn
nl: Bodem
pl: Dolny
pt: Inferior
ro: Fund
ru: Снизу
si: පහළ
sk: Dole
sl: Spodaj
sq: Fund
sr: Дно
sv: Botten
sw: Chini
ta: கீழே
te: దిగువ
th: ด้านล่าง
tr: Alt
uk: Нижня частина
ur: نیچے
uz: Pastki
vi: Phía dưới
zh: 底部
zh_hant: 底部
zu: Phansi

source: Center
af: Sentrum
am: መካከል
ar: بالمنتصف
az: Mərkəz
be: Цэнтр
bg: Център
bn: কেন্দ্র
bo: དབུས།
ca: Al centre
cs: Středisko
da: Centrum
de: Mitte
el: Κέντρο
es: Centrar
et: Centrs
fa: مرکز
fi: Keskusta
fr: Centre
gu: કેન્દ્ર
he: מֶרְכָּז
hi: केन्द्र
hr: Središte
hu: Központ
hy: Կենտրոն
id: Pusat
is: Miðja
it: Centro
ja: 中心
km: កណ្តាល
kn: ಕೇಂದ್ರ
ko: 중앙
lt: Centras
lv: Centrs
mk: Центар
ms: Pusat
my: စင်တာ
nb: Senter
nl: Centrum
pl: Środek
pt: Centro
ro: Centru
ru: По центру
si: මැද
sk: Stred
sq: Qendra
sr: Центар
sv: Centrum
sw: Kituo
ta: நடுவண்
te: కేంద్రం
th: ศูนย์
tr: Merkez
uk: Центр
ur: مرکز
uz: Markaz
vi: Trung tâm
zh: 中部
zh_hant: 中部
zu: Isikhungo

source: Solid color
af: Soliede kleur
am: ሙሉ ቀለም
ar: لون خالص
az: Düz rəng
be: Суцэльны колер
bg: Плътен цвят
bn: নিখাদ রং
bo: ཁ་དོག་གཅིག་མཚུངས།
ca: Color sòlid
cs: Plná barva
da: Solid farve
de: Einfarbig
el: Στερεό χρώμα
es: Color sólido
et: Vienkrāsaina
fa: رنگ جامد
fi: Yksivärinen
fr: Couleur unie
gu: પાકો રંગ
he: צבע אחיד
hi: ठोस रंग
hr: Puna boja
hu: Szolid szín
hy: Հոծ գույն
id: Warna solid
is: Einlitt
it: Tinta unita
ja: ソリッドカラー
km: ពណ៌រឹង
kn: ಗಾಢ ಬಣ್ಣ
ko: 단색
lt: Vienoda spalva
lv: Vienkrāsaina
mk: Цврста боја
ms: Warna pepejal
my: အစိုင်အခဲအရောင်
nb: Ensfarget
nl: Effen kleur
pl: Jednolity kolor
pt: Cor sólida
ro: Culoare solida
ru: Сплошной цвет
si: ඝන වර්ණය
sk: Jednofarebná
sl: Enobarvna
sq: Ngjyra e ngurtë
sr: Једнобојну
sv: Enfärgade
sw: Rangi imara
ta: திட நிறம்
te: ఘన రంగు
th: สีทึบ
tr: Düz Renk
uk: Суцільний колір
ur: ٹھوس رنگ
uz: Qattiq rang
vi: màu đặc
zh: 纯色
zh_hant: 純色
zu: Umbala oqinile

source: Picture
af: Prent
am: ስዕል
ar: صورة
az: Şəkil
be: Малюнак
bg: Снимка
bn: ছবি
bo: པར་རིས།
ca: Imatge
cs: Obrázek
da: Billede
de: Bild
el: Εικόνα
es: Imagen
et: Bilde
fa: تصویر
fi: Kuva
fr: Photo
gu: ચિત્ર
he: תְמוּנָה
hi: चित्र
hr: Slika
hu: Kép
hy: Նկար
id: Gambar
is: Mynd
it: Immagine
ja: 写真
km: រូបភាព
kn: ಚಿತ್ರ
ko: 그림
lt: Paveikslėlis
lv: Bilde
mk: Слика
ms: Gambar
my: ပုံ
nb: Bilde
nl: Afbeelding
pl: Obrazek
pt: Imagem
ro: Imagine
ru: Картинка
si: පින්තූරය
sk: Obrázok
sl: Slika
sq: Foto
sr: Слика
sv: Bild
sw: Picha
ta: படம்
te: చిత్రం
th: ภาพ
tr: Resim
uk: Картина
ur: تصویر
uz: Rasm
vi: Hình ảnh
zh: 图片
zh_hant: 圖片
zu: Isithombe

source: Choose your picture
af: Kies jou prentjie
am: ስዕልዎን ይምረጡ
ar: اختر صورتك
az: Şəkilinizi seçin
be: Выберыце сваю карцінку
bg: Изберете своята снимка
bn: আপনার ছবি চয়ন করুন
bo: རང་གི་པར་རིས་འདེམས་པ།
ca: Trieu la vostra imatge
cs: Vyberte si obrázek
da: Vælg dit billede
de: Wähle dein Bild
el: Επιλέξτε την εικόνα σας
es: Elige tu foto
et: Izvēlieties savu attēlu
fa: عکس خود را انتخاب کنید
fi: Valitse kuvasi
fr: Choisissez votre image
gu: તમારું ચિત્ર પસંદ કરો
he: בחר את התמונה שלך
hi: अपनी तस्वीर चुनें
hr: Odaberite svoju sliku
hu: Válassza ki a képét
hy: Ընտրեք ձեր նկարը
id: Pilih gambar Anda
is: Veldu myndina þína
it: Scegli la tua foto
ja: あなたの写真を選択してください
km: ជ្រើសរើសរូបភាពរបស់អ្នក
kn: ನಿಮ್ಮ ಚಿತ್ರವನ್ನು ಆರಿಸಿ
ko: 사진 선택
lt: Pasirinkite savo paveikslėlį
lv: Izvēlieties savu attēlu
mk: Изберете ја вашата слика
ms: Pilih gambar anda
my: သင့်ပုံကို ရွေးပါ
nb: Velg bildet ditt
nl: Kies je foto
pl: Wybierz swoje zdjęcie
pt: Escolha sua foto
ro: Alege poza ta
ru: Выберите свою картинку
si: ඔබේ පින්තූරය තෝරන්න
sk: Vyberte si obrázok
sl: Izberite svojo sliko
sq: Zgjidhni foton tuaj
sr: Изаберите своју слику
sv: Välj din bild
sw: Chagua picha yako
ta: உங்கள் படத்தைத் தேர்வுசெய்க
te: మీ చిత్రాన్ని ఎంచుకోండి
th: เลือกรูปภาพของคุณ
tr: Resminizi seçin
uk: Виберіть своє зображення
ur: اپنی تصویر کا انتخاب کریں۔
uz: Rasmingizni tanlang
vi: Chọn ảnh của bạn
zh: 选择图片
zh_hant: 選擇圖片
zu: Khetha isithombe sakho

source: Light
af: Lig
am: ብርሃን
ar: فاتح
az: İşıq
be: Святло
bg: Светлина
bn: আলো
bo: འོད་མདངས།
ca: Clar
cs: Světlo
da: Lys
de: Hell
el: Φως
es: Luz
et: Gaisma
fa: روشن
fi: Kevyt
fr: Clair
gu: પ્રકાશ
he: אוֹר
hi: रोशनी
hr: Svijetla
hu: Fény
hy: Լույս
id: Cahaya
is: Ljós
it: Chiaro
ja: ライト
km: ភ្លឺ
kn: ಬೆಳಕು
ko: 밝은
lt: Šviesa
lv: Gaisma
mk: Светлина
ms: Cahaya
my: အလင်း
nb: Lys
nl: Licht
pl: Lekki
pt: Luz
ro: Ușoară
ru: Светлая
si: සැහැල්ලු
sk: Svetlo
sl: Svetloba
sq: Drita
sr: Светлост
sv: Ljus
sw: Mwanga
ta: ஒளி
te: కాంతి
th: เบา
tr: Işık
uk: Світло
ur: روشنی
uz: Engil
vi: Sáng
zh: 明亮
zh_hant: 明亮
zu: Ukukhanya

source: Dark
af: Donker
am: ጨለማ
ar: داكن
az: Qaranlıq
be: Цёмны
bg: Тъмно
bn: গা .়
bo: མུན་པ།
ca: Fosc
cs: Temný
da: Mørk
de: Dunkel
el: Σκοτάδι
es: Oscuro
et: Tumšs
fa: تاریک
fi: Tumma
fr: Sombre
gu: શ્યામ
he: אפל
hi: अंधेरा
hr: Tamna
hu: Sötét
hy: Մութ
id: Gelap
is: Myrkur
it: Scuro
ja: ダーク
km: ងងឹត
kn: ಡಾರ್ಕ್
ko: 어두운
lt: Tamsu
lv: Tumšs
mk: Темно
ms: Gelap
my: မှောငျမိုကျသော
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întuneric
ru: Тёмная
si: අඳුරු
sk: Tma
sl: Temno
sq: E errët
sr: Тамно
sv: Mörk
sw: Giza
ta: இருண்ட
te: చీకటి
th: มืด
tr: Karanlık
uk: Темний
ur: اندھیرا
uz: To'q
vi: Tối
zh: 暗黑
zh_hant: 暗黑
zu: Kumnyama

source: Themes
af: Temas
am: ቴማዎች
ar: أنساق
az: Mövzular
be: Тэмы
bg: Теми
bn: থিমস
bo: བརྗོད་བྱ།
ca: Temes
cs: Témata
da: Temaer
de: Themen
el: Θέματα
es: Temas
et: Tēmas
fa: پوسته‌ها
fi: Teemat
fr: Thèmes
gu: થીમ્સ
he: ערכות נושא
hi: विषयों
hr: Teme
hu: Témák
hy: Թեմաներ
id: Tema
is: Þemu
it: Temi
ja: テーマ
km: ស្បែក
kn: ಥೀಮ್ಗಳು
ko: 테마
lt: Temos
lv: Tēmas
mk: Теми
ms: Tema
my: အပြင်အဆင်
nb: Temaer
nl: Thema's
pl: Motywy
pt: Temas
ro: Teme
ru: Темы
si: තේමා
sk: Témy
sl: Teme
sq: Temat
sr: Теме
sv: Teman
sw: Mada
ta: கருப்பொருள்கள்
te: థీమ్స్
th: ธีม
tr: Temalar
uk: Теми
ur: تھیمز
uz: Mavzular
vi: chủ đề
zh: 主题
zh_hant: 主題
zu: Izindikimba

source: Current theme
af: Huidige tema
am: አሁን ያለው ቴማ
ar: النسق الحالي
az: Cari mövzu
be: Актуальная тэма
bg: Текуща тема
bn: বর্তমান থিম
bo: མིག་སྔའི་བརྗོད་བྱ།
ca: Tema actual
cs: Aktuální téma
da: Aktuelt tema
de: Aktuelles Thema
el: Τρέχον θέμα
es: Tema actual
et: Pašreizējā tēma
fa: پوسته فعلی
fi: Nykyinen teema
fr: Thème actuel
gu: વર્તમાન થીમ
he: נושא נוכחי
hi: वर्तमान विषय
hr: Trenutna tema
hu: Aktuális téma
hy: Ընթացիկ թեմա
id: Tema saat ini
is: Núverandi þema
it: Tema attuale
ja: 現在のテーマ
km: ស្បែកបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಥೀಮ್
ko: 현재 테마
lt: Dabartinė tema
lv: Pašreizējā tēma
mk: Тековна тема
ms: Tema semasa
my: လက်ရှိ အပြင်အဆင်
nb: Aktuelt tema
nl: Huidig thema
pl: Aktualny motyw
pt: Tema atual
ro: Tema actuală
ru: Текущая тема
si: වත්මන් තේමාව
sk: Aktuálna téma
sl: Trenutna tema
sq: Tema aktuale
sr: Тренутна тема
sv: Aktuellt tema
sw: Mandhari ya sasa
ta: தற்போதைய கருப்பொருள்
te: ప్రస్తుత థీమ్
th: ธีมปัจจุบัน
tr: Mevcut tema
uk: Актуальна тема
ur: موجودہ تھیم
uz: Joriy mavzu
vi: Chủ đề hiện tại
zh: 当前主题
zh_hant: 當前主題
zu: Itimu yamanje

source: Save theme
af: Stoor tema
am: ቴማውን አስቀምጥ
ar: حفظ النسق
az: Mövzunu yadda saxla
be: Захаваць тэму
bg: Запазване на темата
bn: থিম সংরক্ষণ করুন
bo: བརྗོད་བྱ་ཉར་བ།
ca: Desa el tema
cs: Uložit téma
da: Gem tema
de: Thema speichern
el: Αποθήκευση θέματος
es: Guardar tema
et: Saglabāt motīvu
fa: ذخیره پوسته
fi: Tallenna teema
fr: Enregistrer le thème
gu: થીમ સાચવો
he: שמור עיצוב
hi: विषय सहेजें
hr: Spremi temu
hu: Téma mentése
hy: Պահպանել թեման
id: Simpan tema
is: Vista þema
it: Salva tema
ja: テーマを保存
km: រក្សាទុកស្បែក
kn: ಥೀಮ್ ಉಳಿಸಿ
ko: 테마 저장
lt: Išsaugoti temą
lv: Saglabāt motīvu
mk: Зачувај тема
ms: Simpan tema
my: အပြင်အဆင်ကို သိမ်းဆည်းပါ
nb: Lagre tema
nl: Thema opslaan
pl: Zapisz motyw
pt: Salvar tema
ro: Salvați tema
ru: Сохранить тему
si: තේමාව සුරකින්න
sk: Uložiť tému
sl: Shrani temo
sq: Ruaj temën
sr: Сачувај тему
sv: Spara tema
sw: Hifadhi mandhari
ta: கருப்பொருள் சேமிக்கவும்
te: థీమ్‌ను సేవ్ చేయండి
th: บันทึกธีม
tr: Temayı kaydet
uk: Зберегти тему
ur: تھیم محفوظ کریں۔
uz: Mavzuni saqlash
vi: Lưu chủ đề
zh: 保存主题
zh_hant: 保存主題
zu: Londoloza itimu

source: Show analysis graph
af: Wys ontledingsgrafiek
am: የትንተና ግራፍ አሳይ
ar: إظهار الرسم البياني للتحليل
az: Təhlil qrafikini göstərin
be: Паказаць графік аналізу
bg: Показване на графиката за анализ
bn: বিশ্লেষণ গ্রাফ প্রদর্শন করুন
bo: དབྱེ་ཞིབ་རི་མོ་སྟོན།
ca: Mostra el diagrama d'anàlisi
cs: Zobrazit graf analýzy
da: Vis analysegraf
de: Analysegrafik anzeigen
el: Εμφάνιση γραφήματος ανάλυσης
es: Mostrar gráfico de análisis
et: Rādīt analīzes grafiku
fa: نمودار تجزیه و تحلیل را نشان دهید
fi: Näytä analyysikaavio
fr: Afficher le graphique d'analyse
gu: વિશ્લેષણ ગ્રાફ બતાવો
he: הצג גרף ניתוח
hi: विश्लेषण ग्राफ दिखाएं
hr: Prikaži grafikon analize
hu: Elemzési grafikon megjelenítése
hy: Ցույց տալ վերլուծության գրաֆիկը
id: Tampilkan grafik analisis
is: Sýna greiningargraf
it: Mostra grafico di analisi
ja: 分析グラフを表示
km: បង្ហាញក្រាហ្វវិភាគ
kn: ವಿಶ್ಲೇಷಣೆ ಗ್ರಾಫ್ ತೋರಿಸಿ
ko: 분석 그래프 보기
lt: Rodyti analizės grafiką
lv: Rādīt analīzes grafiku
mk: Прикажи графикон за анализа
ms: Tunjukkan grafik analisis
my: ခွဲခြမ်းစိတ်ဖြာမှုဂရပ်ကို ပြပါ
nb: Vis analysegraf
nl: Analysegrafiek weergeven
pl: Pokaż wykres analizy
pt: Mostrar gráfico de análise
ro: Afișați graficul de analiză
ru: Показать график анализа
si: විශ්ලේෂණ සටහන පෙන්වන්න
sk: Zobraziť graf analýzy
sl: Prikaži graf analize
sq: Të tregojë grafikun e analizës
sr: Прикажи графикон анализе
sv: Visa analysdiagram
sw: Onyesha grafu ya uchanganuzi
ta: பகுப்பாய்வு வரைபடத்தைக் காட்டு
te: విశ్లేషణ గ్రాఫ్ చూపించు
th: แสดงกราฟการวิเคราะห์
tr: Analiz grafiğini göster
uk: Показати графік аналізу
ur: تجزیہ گراف دکھائیں۔
uz: Tahlil grafikasini ko'rsatish
vi: Hiển thị biểu đồ phân tích
zh: 显示分析图
zh_hant: 顯示分析圖
zu: Bonisa igrafu yokuhlaziya

source: Analysis
af: Ontleding
am: ትንተና
ar: تحليل
az: Təhlil
be: Аналіз
bg: Анализ
bn: বিশ্লেষণ
bo: དབྱེ་ཞིབ།
ca: Anàlisi
cs: Analýza
da: Analyse
de: Analyse
el: Ανάλυση
es: Análisis
et: Analīze
fa: تحلیل و بررسی
fi: Analyysi
fr: Analyse
gu: વિશ્લેષણ
he: אָנָלִיזָה
hi: विश्लेषण
hr: Analiza
hu: Elemzés
hy: Վերլուծություն
id: Analisis
is: Greining
it: Analisi
ja: 分析
km: ការវិភាគ
kn: ವಿಶ್ಲೇಷಣೆ
ko: 분석
lt: Analizė
lv: Analīze
mk: Анализа
ms: Analisis
my: ခွဲခြမ်းစိတ်ဖြာခြင်း
nb: Analyse
nl: Analyse
pl: Analiza
pt: Análise
ro: Analiză
ru: Анализ
si: විශ්ලේෂණය
sk: Analýza
sl: Analiza
sq: Analiza
sr: Анализа
sv: Analys
sw: Uchambuzi
ta: பகுப்பாய்வு
te: విశ్లేషణ
th: บทวิเคราะห์
tr: analiz
uk: Аналіз
ur: تجزیہ
uz: Tahlil
vi: Phân tích
zh: 分析
zh_hant: 分析
zu: Ukuhlaziya

source: Save game
af: Stoor spel
am: ጨዋታውን አስቀምጥ
ar: حفظ اللعبة
az: Oyun saxlamaq
be: Захаваць гульню
bg: Запазване на играта
bn: খেলা সংরক্ষণ
bo: རྩེད་མོ་ཉར་བ།
ca: Desa la partida
cs: Uložit hru
da: Gem spil
de: Spiel speichern
el: Αποθήκευση παιχνιδιού
es: Guardar partida
et: Saglabā spēli
fa: ذخیره بازی
fi: Tallentaa pelin
fr: Sauvegarder la partie
gu: રમત સાચવો
he: שמור משחק
hi: खेल को सेव करें
hr: Spremi igru
hu: Játék mentése
hy: Պահպանել խաղը
id: Simpan permainan
is: Vista leik
it: Salva il gioco
ja: ゲームを保存する
km: រក្សាទុកហ្គេម
kn: ಆಟ ಉಳಿಸು
ko: 게임 저장
lt: Išsaugoti žaidimą
lv: Saglabā spēli
mk: Зачувај игра
ms: Simpan permainan
my: ဂိမ်းကိုသိမ်းဆည်းပါ
nb: Lagre spillet
nl: Spel opslaan
pl: Zapisz grę
pt: Salvar o jogo
ro: Salveaza jocul
ru: Сохранить игру
si: ක්‍රීඩාව සුරකින්න
sk: Uložiť hru
sl: Shranite igro
sq: Ruaj lojën
sr: Сачувај игру
sv: Spara spelet
sw: Hifadhi mchezo
ta: விளையாட்டைச் சேமிக்கவும்
te: ఆటను సేవ్ చేయండి
th: บันทึกเกม
tr: Oyunu kaydet
uk: Зберегти гру
ur: کھیل کو محفوظ کریں۔
uz: O'yinni saqlang
vi: Lưu trò chơi
zh: 保存游戏
zh_hant: 保存遊戲
zu: Londoloza umdlalo

source: Load game
af: Laai speletjie
am: ጨዋታውን ጫን
ar: تحميل لعبة
az: Oyun yükləyin
be: Загрузіць гульню
bg: Зареждане на играта
bn: লোড গেম
bo: རྩེད་མོ་མངོན་པ།
ca: Carrega una partida
cs: Načtení hry
da: Indlæs spil
de: Spiel laden
el: Φόρτωσε το παιχνίδι
es: Cargar juego
et: Ielādēt spēli
fa: بازی را بارگذاری کنید
fi: Lataa peli
fr: Chargement de la partie
gu: રમત લોડ કરો
he: טוען משחק
hi: खेल लोड करें
hr: Učitaj igru
hu: Játék betöltése
hy: Բեռնել խաղը
id: Muat permainan
is: Hlaða leik
it: Carica gioco
ja: ゲームをロード
km: ផ្ទុកហ្គេម
kn: ಆಟವನ್ನು ಲೋಡ್ ಮಾಡಿ
ko: 게임 로드
lt: Užkrauti žaidimą
lv: Ielādēt spēli
mk: Играта се вчитува
ms: Muatkan permainan
my: ဂိမ်းကိုဖွင့်ပါ
nb: Last Spill
nl: Spel laden
pl: Wczytaj grę
pt: Jogo de carga
ro: Incarca jocul
ru: Загрузить игру
si: ක්‍රීඩාව පූරණය කරන්න
sk: Načítať hru
sl: Naloži igro
sq: Ngarko lojën
sr: Учитај игру
sv: Belastnings spel
sw: Pakia mchezo
ta: விளையாட்டு சுமை
te: ఆట లోడ్
th: โหลดเกมส์
tr: Oyunu yükle
uk: Завантажити гру
ur: لوڈ گیم
uz: O'yinni yuklang
vi: Tải trò chơi
zh: 加载游戏
zh_hant: 加載遊戲
zu: Layisha umdlalo
