Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Discovery successful, awaiting connection...
af: Ontdekking suksesvol, wag vir verbinding...
am: ማግኘት ተሳክቷል፣ ግንኙነትን በመጠባበቅ ላይ...
ar: تم الاكتشاف بنجاح، في انتظار الاتصال...
az: Axtarış uğurlu oldu, bağlantı gözlənilir...
be: Выяўленне паспяховае, чакаем злучэння...
bg: Откриването е успешно, очаква се връзка...
bn: আবিষ্কার সফল, সংযোগের অপেক্ষায়...
bo: མཐོང་རྒྱུ་ལེགས་གྲུབ། འབྲེལ་མཐུད་བསྒུག་པ།...
ca: S'ha trobat el servidor, s'està esperant la connexió...
cs: Vyhledávání úspěšné, čeká se na připojení...
da: Opdagelse succesfuld, afventer forbindelse...
de: Erkennung erfolgreich, warte auf Verbindung...
el: Η εύρεση ήταν επιτυχής, αναμονή σύνδεσης...
es: Descubrimiento exitoso, esperando conexión...
et: Avastamine õnnestus, ootab ühendust...
fa: جستجو موفقیت‌آمیز بود، در انتظار اتصال...
fi: Haku onnistui, odotetaan yhteyttä...
fr: Découverte réussie, en attente de connexion...
gu: શોધ સફળ, કનેક્શનની રાહ જોઈ રહ્યું...
he: הגילוי הצליח, ממתין לחיבור...
hi: खोज सफल, कनेक्शन की प्रतीक्षा कर रहा है...
hr: Otkrivanje je uspjelo, čeka se veza...
hu: Felderítés sikeres, várakozás a kapcsolatra...
hy: Հայտնաբերումը հաջողվել է, սպասում է միացմանը...
id: Penemuan berhasil, menunggu koneksi...
is: Uppgötvun tókst, bíð eftir tengingu...
it: Rilevamento riuscito, in attesa di connessione...
ja: 検出に成功しました。接続を待機中...
km: ការរកឃើញជោគជ័យ កំពុងរង់ចាំការតភ្ជាប់...
kn: ಶೋಧನೆ ಯಶಸ್ವಿಯಾಗಿದೆ, ಸಂಪರ್ಕಕ್ಕಾಗಿ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ...
ko: 검색 성공, 연결 대기 중...
lt: Aptikimas sėkmingas, laukiama prisijungimo...
lv: Atklāšana veiksmīga, gaida savienojumu...
mk: Откривањето е успешно, чекање за врска...
ms: Pengesanan berjaya, menunggu sambungan...
my: ရှာဖွေတွေ့ရှိပြီး၊ ချိတ်ဆက်မှုစောင့်ဆိုင်းနေသည်...
nb: Søk vellykket, venter på tilkobling...
nl: Detectie geslaagd, wachten op verbinding...
pl: Odkrycie zakończone sukcesem, oczekiwanie na połączenie...
pt: Descoberta bem-sucedida, aguardando conexão...
ro: Descoperire reușită, așteptând conexiunea...
ru: Обнаружение успешно, ожидание соединения...
si: හෙළිදරව් කිරීම සාර්ථකයි, සම්බන්ධතාවය සඳහා බලා සිටී...
sk: Vyhľadávanie bolo úspešné, čaká sa na pripojenie...
sl: Odkritje uspešno, čakam na povezavo...
sq: Zbulimi u krye, duke pritur lidhje...
sr: Откривање успешно, чека се веза...
sv: Upptäckt lyckades, väntar på anslutning...
sw: Ugunduzi umefanikiwa, subiri muunganisho...
ta: தேடுதல் வெற்றிகரமாக முடிந்தது, இணைப்புக்காக காத்திருக்கிறது...
te: అన్వేషణ విజయవంతం, కనెక్షన్ కోసం ఎదురు చూస్తోంది...
th: ค้นพบสำเร็จ กำลังรอการเชื่อมต่อ...
tr: Keşif başarılı, bağlantı bekleniyor...
uk: Виявлення успішне, очікується з'єднання...
ur: دریافت کامیاب، کنکشن کا انتظار ہے...
uz: Qidiruv muvaffaqiyatli yakunlandi, ulanishingizni kutmoqda...
vi: Khám phá thành công, đang chờ kết nối...
zh: 发现成功，等待连接...
zh_hant: 發現成功，等待連線...
zu: Ukuthola kuphumelele, kulindelwe ukuxhumana...

source: No LAN connection
af: Geen LAN-verbinding
am: የLAN ግንኙነት የለም።
ar: لا يوجد اتصال بالشبكة المحلية
az: LAN bağlantısı yoxdur.
be: Няма злучэння па лакальнай сетцы
bg: Няма LAN връзка
bn: কোনো LAN সংযোগ নেই
bo: LAN འབྲེལ་མཐུད་མེད།
ca: No hi ha connexió LAN
cs: Žádné připojení v místní síti
da: Ingen LAN-forbindelse
de: Keine LAN-Verbindung
el: Δεν υπάρχει σύνδεση LAN
es: Sin conexión LAN
et: Ühtegi LAN-ühendust pole.
fa: هیچ ارتباط LAN وجود ندارد
fi: Ei LAN-yhteyttä
fr: Aucune connexion LAN
gu: કોઈ LAN કનેક્શન નથી
he: אין חיבור LAN
hi: कोई LAN कनेक्शन नहीं
hr: Nema LAN veze
hu: Nincs LAN-kapcsolat
hy: Ոչ LAN միացում
id: Tidak ada koneksi LAN
is: Engin staðarnetstenging
it: Nessuna connessione LAN
ja: LAN接続がありません
km: គ្មានការតភ្ជាប់ LAN
kn: LAN ಸಂಪರ್ಕವಿಲ್ಲ
ko: LAN 연결 없음
lt: Nėra LAN ryšio
lv: Nav LAN savienojuma
mk: Нема LAN врска
ms: Tiada sambungan LAN
my: LAN ချိတ်ဆက်မှုမရှိ
nb: Ingen LAN-tilkobling
nl: Geen LAN-verbinding
pl: Brak połączenia LAN
pt: Sem conexão LAN
ro: Nicio conexiune LAN
ru: Нет подключения к локальной сети
si: LAN සම්බන්ධතාවයක් නොමැත
sk: Žiadne LAN pripojenie
sl: Ni LAN povezave
sq: Asnjë lidhje LAN
sr: Нема ЛАН везе
sv: Ingen LAN-anslutning
sw: Hakuna muunganisho wa LAN
ta: இயற்று வலை (LAN) இணைப்பு இல்லை
te: LAN కనెక్షన్ లేదు
th: ไม่มีการเชื่อมต่อ LAN
tr: LAN bağlantısı yok
uk: Немає підключення до локальної мережі
ur: کوئی LAN کنکشن نہیں
uz: LAN ulanishi mavjud emas.
vi: Không có kết nối LAN
zh: 无局域网连接
zh_hant: 無局域網連線
zu: Akukho ukuxhumana kwe-LAN

source: Take Screenshot
af: Neem screenshot
am: ስክሪንሽት ውሰዱ
ar: التقاط لقطة شاشة
az: Ekran görüntüsü al.
be: Зрабіць здымак экрана
bg: Направи екранна снимка
bn: স্ক্রিনশট নিন
bo: དཔར་རིས་ལེན་པ།
ca: Fes una captura de pantalla
cs: Pořídit snímek obrazovky
da: Tag skærmbillede
de: Screenshot erstellen
el: Λήψη στιγμιότυπου οθόνης
es: Tomar captura de pantalla
et: Võta ekraanipilt
fa: گرفتن اسکرین‌شات
fi: Ota kuvakaappaus
fr: Prendre une capture d'écran
gu: સ્ક્રીનશોટ લો
he: צלם מסך
hi: स्क्रीनशॉट लें
hr: Snimite snimku zaslona
hu: Képernyőkép készítése
hy: Վերցնել էկրանի նկար
id: Ambil Screenshot
is: Taka skjáskot
it: Cattura screenshot
ja: スクリーンショットを撮る
km: ថតរូបអេក្រង់
kn: ಸ್ಕ್ರೀನ್‌ಶಾಟ್ ತೆಗೆದುಕೊಳ್ಳಿ
ko: 스크린샷 찍기
lt: Daryti ekrano nuotrauką
lv: Uzņem ekrānuzņēmumu
mk: Направи скриншот
ms: Ambil Tangkapan Skrin
my: စခရင်ရှော့ရိုက်ပါ
nb: Ta skjermbilde
nl: Schermafbeelding maken
pl: Zrób zrzut ekranu
pt: Capturar tela
ro: Fă o captură de ecran
ru: Сделать скриншот
si: ස්ක්‍රීන් ෂොට් ගන්න
sk: Urobiť snímku obrazovky
sl: Posnemi zaslonsko sliko
sq: Kape një screenshot
sr: Направите снимак екрана
sv: Ta skärmdump
sw: Piga picha ya skrini
ta: படக்காட்சி எடு
te: స్క్రీన్‌షాట్ తీసుకోండి
th: ถ่ายภาพหน้าจอ
tr: Ekran görüntüsü al
uk: Зробіть знімок екрана
ur: اسکرین شاٹ لیں
uz: Skrinshot oling
vi: Chụp ảnh màn hình
zh: 截图
zh_hant: 截圖
zu: Thatha isithombe-skrini

source: Disconnected from opponent.
af: Van teenstander ontkoppel.
am: ከተወዳዳሪ ግንኙነት ተቋርጧል።
ar: تم قطع الاتصال من الخصم.
az: Rəqibdən ayrıldı.
be: Адлучаны ад суперніка.
bg: Прекъсната връзка с опонента.
bn: প্রতিপক্ষের সাথে সংযোগ বিচ্ছিন্ন।
bo: མགྲོན་པོ་དང་འབྲེལ་མཐུད་བཅད་པ།
ca: S'ha desconnectat de l'oponent.
cs: Odpojeno od soupeře.
da: Afbrudt fra modstander.
de: Vom Gegner getrennt.
el: Αποσυνδεθήκατε από τον αντίπαλο.
es: Desconectado del oponente.
et: Ühendus vastasega katkestatud.
fa: ارتباط با حریف قطع شد.
fi: Yhteys vastustajaan katkaistu.
fr: Déconnecté de l'adversaire.
gu: પ્રતિસ્પર્ધીથી ડિસ્કનેક્ટ થયું.
he: מנותק מהיריב.
hi: प्रतिद्वंद्वी से डिस्कनेक्ट हो गया।
hr: Veza s protivnikom je prekinuta.
hu: Megszakadt a kapcsolat az ellenféllel.
hy: Անջատվել է հակառակորդից։
id: Terputus dari lawan.
is: Aftengt frá andstæðingi.
it: Disconnesso dall'avversario.
ja: 対戦相手との接続が切断されました。
km: បានផ្តាច់ចេញពីគូប្រកួត។
kn: ಪ್ರತಿಸ್ಪರ್ಧಿಯಿಂದ ಸಂಪರ್ಕ ಕಡಿದುಹೋಗಿದೆ.
ko: 상대와의 연결이 끊어졌습니다.
lt: Atsijungta nuo priešininko.
lv: Atvienots no pretinieka.
mk: Врската со противникот е прекинута.
ms: Terputus daripada lawan.
my: ပြိုင်ဘက်နှင့်ချိတ်ဆက်မှုဖြတ်လိုက်ပြီ။
nb: Koblet fra motstanderen.
nl: Verbinding met tegenstander verbroken.
pl: Rozłączono z przeciwnikiem.
pt: Desconectado do oponente.
ro: Deconectat de la adversar.
ru: Отключено от противника.
si: ප්‍රතිසපර්ධකයාගෙන් සම්බන්ධතාවය බිඳ ගිය ඇත.
sk: Odpojené od súpera.
sl: Prekinjena povezava z nasprotnikom.
sq: Shkëputur nga kundërshtari.
sr: Веза са противником је прекинута.
sv: Frånkopplad från motståndaren.
sw: Imekatishwa na mpinzani.
ta: எதிரணியுடன் இணைப்பு துண்டிக்கப்பட்டது.
te: ప్రతిస్పర్థి నుండి డిస్‌కనెక్ట్ అయింది.
th: ตัดการเชื่อมต่อจากคู่ต่อสู้แล้ว
tr: Rakiple bağlantı kesildi.
uk: Відключений від опонента.
ur: مخالف سے رابطہ منقطع ہو گیا۔
uz: Raqib bilan aloqa uzildi.
vi: Đã ngắt kết nối với đối thủ.
zh: 已与对手断开连接。
zh_hant: 已與對手斷開連線。
zu: Unqanyuliwe kumbangi.

source: Take Back Request
af: Terugneem versoek
am: የተመለሰ ጥያቄ
ar: طلب التراجع
az: Geri alma sorğusu.
be: Запыт на вяртанне ходу
bg: Заявка за връщане
bn: পিছনে নেওয়ার অনুরোধ
bo: སླར་འཛུད་ཞུ་བ།
ca: Sol·licitud d'anar enrere
cs: Žádost o vrácení tahu
da: Anmodning om at tage tilbage
de: Rücknahmeanforderung
el: Αίτημα αναίρεσης
es: Solicitud de deshacer
et: Tagasivõtmise taotlus
fa: درخواست بازگرداندن حرکت
fi: Pyydä siirron peruuttamista
fr: Demande de retour en arrière
gu: પાછા લેવાની વિનંતી
he: בקשת חזרה
hi: वापस लेने का अनुरोध
hr: Zahtjev za povrat poteza
hu: Visszalépési kérelem
hy: Վերադարձի խնդրանք
id: Permintaan Menarik Kembali
is: Taka til baka beiðni
it: Richiesta di ritiro mossa
ja: 「待った」の要求
km: សំណើដកថយ
kn: ಹಿಂದಿನ ಚಲನೆಯನ್ನು ರದ್ದುಗೊಳಿಸುವ ವಿನಂತಿ
ko: 되돌리기 요청
lt: Atšaukimo užklausa
lv: Atkāpšanās pieprasījums
mk: Барање за враќање на потегот
ms: Permintaan Tarik Balik
my: ပြန်လည်ရယူမှုတောင်းဆိုချက်
nb: Forespørsel om å angre trekk
nl: Terugnameverzoek
pl: Żądanie cofnięcia ruchu
pt: Pedido de desfazer jogada
ro: Cerere de anulare a mutării
ru: Запрос на возврат хода
si: ආපසු ගැනීමේ ඉල්ලීම
sk: Žiadosť o vrátenie ťahu
sl: Zahteva za preklic poteze
sq: Kërkesë për t'u Kthyer
sr: Захтев за враћање потеза
sv: Begär att ta tillbaka draget
sw: Omba Kurudisha
ta: மீள எடுத்துக்கொள்ளும் கோரிக்கை
te: చలనం రద్దు అభ్యర్థన
th: คำขอถอยกลับ
tr: Geri Alma İsteği
uk: Запит на повернення
ur: واپسی کی درخواست
uz: Orqaga qaytarish so'rovi
vi: Yêu cầu hoàn tác
zh: 悔棋请求
zh_hant: 悔棋請求
zu: Isicelo Sokubuyisela Emuva

source: Nothing to show.
af: Niks om te wys.
am: ለማሳየት ምንም የለም።
ar: لا يوجد ما يمكن عرضه.
az: Göstəriləcək heç nə yoxdur.
be: Няма чаго паказваць.
bg: Няма нищо за показване.
bn: দেখানোর মতো কিছু নেই।
bo: སྟོན་རྒྱུ་མེད།
ca: Res per mostrar.
cs: Nic k zobrazení.
da: Intet at vise.
de: Nichts anzuzeigen.
el: Δεν υπάρχει τίποτα για εμφάνιση.
es: Nada que mostrar.
et: Pole midagi näidata.
fa: چیزی برای نمایش وجود ندارد.
fi: Ei mitään näytettävää.
fr: Rien à afficher.
gu: બતાવવા માટે કંઈ નથી.
he: אין מה להציג.
hi: दिखाने के लिए कुछ नहीं।
hr: Ništa za prikaz.
hu: Nincs megjeleníthető tartalom.
hy: Ոչինչ ցուցադրելու համար։
id: Tidak ada yang ditampilkan.
is: Ekkert til að sýna.
it: Niente da mostrare.
ja: 表示するものがありません。
km: គ្មានអ្វីត្រូវបង្ហាញទេ។
kn: ತೋರಿಸಲು ಏನೂ ಇಲ್ಲ.
ko: 표시할 내용이 없습니다.
lt: Nėra ką rodyti.
lv: Nav ko parādīt.
mk: Нема ништо за прикажување.
ms: Tiada apa untuk ditunjukkan.
my: ပြသစရာမရှိပါ။
nb: Ingenting å vise.
nl: Niets weer te geven.
pl: Nic do pokazania.
pt: Nada para mostrar.
ro: Nimic de afișat.
ru: Нечего показывать.
si: පෙන්වීමට කිසිවක් නැත.
sk: Nič na zobrazenie.
sl: Ni ničesar za prikaz.
sq: Asgjë për të shfaqur.
sr: Ништа за приказ.
sv: Inget att visa.
sw: Hakuna cha kuonyesha.
ta: காண்பிக்க எதுவும் இல்லை.
te: చూపించడానికి ఏమీ లేదు.
th: ไม่มีข้อมูลแสดง
tr: Gösterilecek bir şey yok.
uk: Нічого показати.
ur: دکھانے کے لیے کچھ نہیں ہے۔
uz: Ko'rsatish uchun hech narsa yo'q.
vi: Không có gì để hiển thị.
zh: 无可显示内容。
zh_hant: 無可顯示內容。
zu: Akukho okumele kuboniswe.

source: Stop Hosting
am: ማስተናገድን ይቁም
ar: إيقاف الاستضافة
az: Host etməyi dayandır.
be: Спыніць хостынг
bg: Спиране на хостването
bn: হোস্টিং বন্ধ করুন
bo: ཞབས་ཞུ་མཛད་པ་མཚམས་འཇོག
ca: Atura l'allotjament
cs: Ukončit hostování
da: Stop med at hoste
de: Hosting beenden
el: Διακοπή φιλοξενίας
es: Dejar de alojar
et: Peata hostimine
fa: توقف میزبانی
fi: Lopeta isännöinti
fr: Arrêter l'hébergement
gu: હોસ્ટિંગ બંધ કરો
he: הפסק לארח
hi: होस्टिंग बंद करें
hr: Prekinite hostanje
hu: Hosztolás leállítása
hy: Դադարեցնել հոսթինգը
id: Berhenti Menjadi Host
is: Hætta að hýsa
it: Interrompi hosting
ja: ホスティングを停止
km: បញ្ឈប់ការបង្ហោះ
kn: ಹೋಸ್ಟಿಂಗ್ ನಿಲ್ಲಿಸಿ
ko: 호스팅 중지
lt: Nutraukti talpinimą
lv: Pārtraukt spēles vadīšanu
mk: Заустави хостирање
ms: Hentikan Hos
my: အိမ်ရှင်လုပ်ခြင်းရပ်ပါ
nb: Stopp hosting
nl: Hosten stoppen
pl: Zatrzymaj hostowanie
pt: Parar de hospedar
ro: Oprește găzduirea
ru: Остановить хостинг
si: හෝස්ට් කිරීම නවතා දමන්න
sk: Zastaviť hosťovanie
sl: Ustavi gostovanje
sq: Ndalo Hostimin
sr: Прекините хостовање
sv: Avsluta värdskap
sw: Acha Kuandaa
ta: பகிர்வை நிறுத்து
te: హోస్టింగ్ ఆపండి
th: หยุดโฮสต์
tr: Sunuculuğu Durdur
uk: Зупинити хостинг
ur: ہوسٹنگ بند کریں
uz: Xostingni to'xtatish
vi: Dừng lưu trữ
zh: 停止服务
zh_hant: 停止服務
zu: Yeka ukubamba

source: Connection reset by peer.
af: Verbinding teruggestel deur teenstander.
am: ግንኙነት በተወዳዳሪ ተመልሷል።
ar: تم إعادة تعيين الاتصال من الطرف الآخر.
az: Bağlantı digər tərəf tərəfindən sıfırlandı.
be: Злучэнне скінутае аднолькай.
bg: Връзката е нулирана от партньора.
bn: পিয়ার দ্বারা সংযোগ পুনরায় সেট করা হয়েছে।
bo: མགྲོན་པོས་འབྲེལ་མཐུད་སླར་གསོ་བྱས་པ།
ca: Un parell ha reinicialitzat la connexió.
cs: Připojení bylo resetováno protistranou.
da: Forbindelse nulstillet af peer.
de: Verbindung durch Gegenstelle zurückgesetzt.
el: Η σύνδεση επαναφέρθηκε από τον αντίπαλο.
es: Conexión reiniciada por el par.
et: Ühendus lähtestati teise osapoole poolt.
fa: اتصال توسط طرف مقابل بازنشانی شد.
fi: Yhteys nollattiin vastapuolelta.
fr: Connexion réinitialisée par l'hôte distant.
gu: પીઅર દ્વારા કનેક્શન રીસેટ કરવામાં આવ્યું.
he: החיבור אופס על ידי העמית.
hi: पीयर द्वारा कनेक्शन रीसेट किया गया।
hr: Veza je resetirana od strane suprotne strane.
hu: A kapcsolatot a peer visszaállította.
hy: Միացումը վերականգնվել է peer-ի կողմից։
id: Koneksi direset oleh lawan.
is: Tenging endurstillt af jafningja.
it: Connessione resettata dal peer.
ja: ピアによって接続がリセットされました。
km: ការតភ្ជាប់ត្រូវបានកំណត់ឡើងវិញដោយ peer ។
kn: ಪೀರ್ ಮೂಲಕ ಸಂಪರ್ಕ ಮರುಹೊಂದಿಸಲಾಗಿದೆ.
ko: 연결이 상대방에 의해 초기화되었습니다.
lt: Ryšys atstatytas kito vartotojo.
lv: Savienojumu atiestatīja pretējā puse.
mk: Поврзувањето е ресетирано од другата страна.
ms: Sambungan ditetapkan semula oleh rakan.
my: အခြားအသုံးပြုသူမှချိတ်ဆက်မှုပြန်လည်စတင်သည်။
nb: Forbindelsen ble nullstilt av motparten.
nl: Verbinding door peer gereset.
pl: Połączenie zresetowane przez peer.
pt: Conexão reiniciada pelo par.
ro: Conexiunea a fost resetată de partea opusă.
ru: Соединение сброшено пиром.
si: සම්බන්ධතාවය, ප්‍රතිසපර්ධකයා විසින් නැවත සකස් කරන ලදී.
sk: Pripojenie bolo zrušené partnerom.
sl: Povezava je bila ponastavljena s strani nasprotnika.
sq: Lidhja u rivendos nga peer.
sr: Веза је ресетована од стране друге стране.
sv: Anslutningen återställdes av motparten.
sw: Muunganisho umeanzishwa upya na mwenzio.
ta: இணைப்பு எதிரணி மூலம் மீட்டமைக்கப்பட்டது.
te: కనెక్షన్ పియర్ ద్వారా రీసెట్ చేయబడింది.
th: การเชื่อมต่อถูกรีเซ็ตโดยอีกฝ่าย
tr: Bağlantı eş tarafından sıfırlandı.
uk: З’єднання скинуто одноранговим вузлом.
ur: کنکشن کو ساتھی نے ری سیٹ کر دیا۔
uz: Ulanish qarshi tomon tomonidan qayta o'rnatildi.
vi: Kết nối bị đặt lại bởi bên kia.
zh: 连接被对方重置
zh_hant: 連線被對方重置
zu: Ukuxhumana kuqalwe kabusha ngontanga.

source: Connection lost due to heartbeat timeout. Please reconnect.
af: Verbinding verlore weens hartklop-tydverstreking. Koppel asseblief weer.
am: ግንኙነት ልብ ጣት ጊዜ አልቋል፣ እባክዎ ዳግም ይገናኙ።
ar: انقطع الاتصال بسبب انتهاء مهلة نبض القلب. يرجى إعادة الاتصال.
az: Heartbeat vaxtı bitdiyi üçün bağlantı kəsildi. Yenidən qoşulun.
be: Злучэнне страчана з-за тайм-аўту сэрцабіцця. Калі ласка, перападключыцеся.
bg: Връзката е загубена поради изтичане на времето за heartbeat. Моля, свържете се отново.
bn: হার্টবিট টাইমআউটের কারণে সংযোগ হারিয়ে গেছে। অনুগ্রহ করে পুনরায় সংযোগ করুন।
bo: སྙིང་སྤྱོད་སྐར་ཆ་མཚམས་འཇོག་པས་འབྲེལ་མཐུད་བརླག་པ། ཡང་བསྐྱར་འབྲེལ་མཐུད་བྱོས།
ca: S'ha perdut la connexió a causa del temps d'espera del batec. Torneu a connectar-vos.
cs: Spojení ztraceno kvůli vypršení doby heartbeat. Prosím, znovu se připojte.
da: Forbindelse mistet på grund af heartbeat timeout. Venligst genopret forbindelse.
de: Verbindung verloren durch Zeitüberschreitung (Heartbeat). Bitte erneut verbinden.
el: Η σύνδεση διακόπηκε λόγω λήξης χρονικού ορίου του heartbeat. Παρακαλώ επανασυνδεθείτε.
es: Conexión perdida debido a tiempo de espera de latido. Por favor, reconecta.
et: Ühendus kadus heartbeat aja ületuse tõttu. Palun ühendu uuesti.
fa: اتصال به دلیل پایان زمان ضربان از دست رفت. لطفاً دوباره متصل شوید.
fi: Yhteys katkesi yhteydenvalvonnan aikakatkaisun vuoksi. Yritä yhdistää uudelleen.
fr: Connexion perdue en raison d'un délai d'attente du signal de vie. Veuillez vous reconnecter.
gu: હાર્ટબીટ ટાઈમઆઉટને કારણે કનેક્શન ખોવાઈ ગયું. કૃપા કરીને પુનઃ જોડાણ કરો.
he: החיבור אבד עקב פסק זמן של פעימות לב. אנא התחבר מחדש.
hi: हार्टबीट टाइमआउट के कारण कनेक्शन खो गया। कृपया पुनः कनेक्ट करें।
hr: Veza izgubljena zbog isteka vremena za heartbeat. Ponovo se povežite.
hu: A kapcsolat szívverés-időtúllépés miatt megszakadt. Kérjük, csatlakozz újra.
hy: Միացումը կորել է heartbeat timeout-ի պատճառով։ Խնդրում ենք վերամիացնել։
id: Koneksi terputus karena timeout heartbeat. Silakan sambungkan kembali.
is: Tenging tapað vegna hjartsláttar tímatakmarks. Vinsamlegast tengdu aftur.
it: Connessione persa a causa del timeout dell'heartbeat. Riconnettiti.
ja: ハートビートタイムアウトにより接続が失われました。再接続してください。
km: ការតភ្ជាប់បានបាត់បង់ដោយសារតែការអស់ពេល heartbeat ។ សូមតភ្ជាប់ឡើងវិញ។
kn: ಹಾರ್ಟ್‌ಬೀಟ್ ಟೈಮ್‌ಔಟ್‌ನಿಂದ ಸಂಪರ್ಕ ಕಳೆದುಹೋಗಿದೆ. ದಯವಿಟ್ಟು ಮರುಸಂಪರ್ಕಿಸಿ.
ko: 하트비트 시간 초과로 연결이 끊어졌습니다. 다시 연결해주세요.
lt: Ryšys nutrūko dėl laiko limito. Prisijunkite iš naujo.
lv: Savienojums zaudēts sirdsdarbības laika pārsniegšanas dēļ. Lūdzu, atjaunojiet savienojumu.
mk: Врската е изгубена поради истекување на heartbeat, ве молиме повторно се поврзете.
ms: Sambungan terputus akibat masalah sambungan. Sila sambung semula.
my: နှလုံးခုန်အချိန်ကုန်သွားပါသည်။ ကျေးဇူးပြု၍ပြန်ချိတ်ပါ။
nb: Forbindelsen mistet på grunn av hjertebank-tidsavbrudd. Vennligst koble til på nytt.
nl: Verbinding verloren door heartbeat-timeout. Verbind opnieuw.
pl: Utracono połączenie z powodu przekroczenia czasu bicia serca. Proszę ponownie się połączyć.
pt: Conexão perdida devido ao tempo limite do heartbeat. Por favor, reconecte-se.
ro: Conexiunea s-a pierdut din cauza expirării semnalului. Vă rugăm să vă reconectați.
ru: Соединение потеряно из-за таймаута heartbeat. Пожалуйста, переподключитесь.
si: හෘදස්පන්දන කාලසීමාව නිසා සම්බන්ධතාවය බිඳ ගිය ඇත. කරුණාකර නැවත සම්බන්ධ වන්න.
sk: Pripojenie bolo stratené z dôvodu vypršania časového limitu heartbeat. Prosím, pripojte sa znova.
sl: Povezava izgubljena zaradi prekinitve srčnega utripa. Prosimo, ponovno se poveži.
sq: Lidhja u humb për shkak të timeout. Ju lutem ri-lidhuni.
sr: Веза је изгубљена због истека времена за хеартбеат. Молимо, поново се повежите.
sv: Anslutningen tappades på grund av heartbeat-timeout. Vänligen anslut igen.
sw: Muunganisho umeisha kwa muda wa moyo. Tafadhali jiunge tena.
ta: ஹார்ட்பீட் நேரக் கோப்பு மீறப்பட்டதால் இணைப்பு இழக்கப்பட்டது. தயவுசெய்து மீண்டும் இணைக்கவும்.
te: హార్ట్‌బీట్ టైమౌట్ కారణంగా కనెక్షన్ కోల్పోయింది. దయచేసి మళ్లీ కనెక్ట్ అవ్వండి.
th: การเชื่อมต่อขาดเนื่องจากหมดเวลา กรุณาเชื่อมต่อใหม่
tr: Heartbeat zaman aşımından dolayı bağlantı kaybedildi. Lütfen yeniden bağlanın.
uk: З’єднання втрачено через час очікування. Підключіться повторно.
ur: کنکشن ہارٹ بیٹ ٹائم آؤٹ کی وجہ سے منقطع ہو گیا ہے۔ براہ کرم دوبارہ کنیکٹ کریں۔
uz: Heartbeat muddati tugashi sababli aloqa uzildi. Iltimos, qayta ulang.
vi: Mất kết nối do hết thời gian heartbeat. Vui lòng kết nối lại.
zh: 由于心跳超时，连接丢失。请重新连接。
zh_hant: 由於心跳超時，連線丟失。請重新連線。
zu: Ukuxhumana kulahlekile ngenxa yesikhathi sokushaya kwenhliziyo siphelile. Sicela uxhumane kabusha.

source: Start Hosting
af: Begin hosting
am: ማስተናገድ ይጀምሩ
ar: بدء الاستضافة
az: Host etməyə başla.
be: Пачаць хостынг
bg: Стартиране на хостване
bn: হোস্টিং শুরু করুন
bo: ཞབས་ཞུ་མཛད་པ་འགོ་འཛུགས།
ca: Inicia l'allotjament
cs: Spustit hostování
da: Start med at hoste
de: Hosting starten
el: Έναρξη φιλοξενίας
es: Comenzar a alojar
et: Alusta hostimist
fa: شروع میزبانی
fi: Aloita isännöinti
fr: Démarrer l'hébergement
gu: હોસ્ટિંગ શરૂ કરો
he: התחל לארח
hi: होस्टिंग शुरू करें
hr: Započnite hostanje
hu: Hosztolás indítása
hy: Սկսել հոսթինգը
id: Mulai Menjadi Host
is: Byrja að hýsa
it: Avvia hosting
ja: ホスティングを開始
km: ចាប់ផ្តើមបង្ហោះ
kn: ಹೋಸ್ಟಿಂಗ್ ಪ್ರಾರಂಭಿಸಿ
ko: 호스팅 시작
lt: Pradėti talpinimą
lv: Sākt spēles vadīšanu
mk: Започни хостирање
ms: Mula Menjadi Hos
my: အိမ်ရှင်စတင်ပါ
nl: Hosten starten
pl: Rozpocznij hostowanie
pt: Iniciar hospedagem
ro: Începe găzduirea
ru: Начать хостинг
si: හෝස්ට් කිරීම ආරම්භ කරන්න
sk: Spustiť hosťovanie
sl: Začni gostovanje
sq: Fillo Hostimin
sr: Започни хостовање
sv: Starta värdskapet
sw: Anzisha Uandaa
ta: பகிர்வை துவங்கு
te: హోస్టింగ్ ప్రారంభించండి
th: เริ่มโฮสต์
tr: Sunuculuğu Başlat
uk: Розпочати хостинг
ur: ہوسٹنگ شروع کریں
uz: Xostingni boshlash
vi: Bắt đầu lưu trữ
zh: 开始服务
zh_hant: 開始服務
zu: Qala ukubamba

source: Restart request rejected.
af: Herbegin versoek verwerp.
am: የእንደገና መጀመር ጥያቄ ተቀልቷል።
ar: تم رفض طلب إعادة التشغيل.
az: Yenidən başlatma sorğusu rədd edildi.
be: Запыт на перазапуск адхілены.
bg: Заявката за рестартиране е отхвърлена.
bn: পুনরায় শুরু করার অনুরোধ প্রত্যাখ্যান করা হয়েছে।
bo: སླར་འགོ་ཞུ་བ་མི་ཆོག་པ།
ca: La sol·licitud de reinici s'ha rebutjat.
cs: Žádost o restart zamítnuta.
da: Genstarts anmodning afvist.
de: Neustartanfrage abgelehnt.
el: Το αίτημα επανεκκίνησης απορρίφθηκε.
es: Solicitud de reinicio rechazada.
et: Taaskäivitamise taotlus lükati tagasi.
fa: درخواست راه‌اندازی مجدد رد شد.
fi: Uudelleenkäynnistyspyyntö hylätty.
fr: Demande de redémarrage rejetée.
gu: પુનઃ શરૂ કરવાની વિનંતી નકારવામાં આવી.
he: בקשת אתחול נדחתה.
hi: पुनरारंभ अनुरोध अस्वीकृत।
hr: Zahtjev za ponovno pokretanje je odbijen.
hu: Az újraindítási kérés elutasítva.
hy: Վերագործարկման խնդրանքը մերժվել է։
id: Permintaan restart ditolak.
is: Endurræsing beiðni hafnað.
it: Richiesta di riavvio respinta.
ja: 再起動リクエストが拒否されました。
km: សំណើចាប់ផ្តើមឡើងវិញត្រូវបានបដិសេធ។
kn: ಮರುಪ್ರಾರಂಭದ ವಿನಂತಿ ತಿರಸ್ಕರಿಸಲಾಗಿದೆ.
ko: 재시작 요청이 거부되었습니다.
lt: Paleidimo iš naujo užklausa atmesta.
lv: Pārstartēšanas pieprasījums noraidīts.
mk: Барањето за рестартирање е одбиено.
ms: Permintaan mulakan semula ditolak.
my: ပြန်စခိုင်းမှုကိုငြင်းပယ်လိုက်ပြီ။
nb: Forespørsel om omstart ble avvist.
nl: Herstartverzoek afgewezen.
pl: Żądanie restartu odrzucone.
pt: Pedido de reinício rejeitado.
ro: Cererea de repornire a fost respinsă.
ru: Запрос на перезапуск отклонен.
si: නැවත ආරම්භ කිරීමේ ඉල්ලීම ප්‍රතික්ෂේප කරන ලදී.
sk: Žiadosť o reštart zamietnutá.
sl: Zahteva za ponovni zagon zavrnjena.
sq: Kërkesa për rinisje u refuzua.
sr: Захтев за поновно покретање је одбијен.
sv: Begäran om omstart avvisad.
sw: Ombi la kuanzisha upya limekataliwa.
ta: மீண்டும் துவக்க கோரிக்கை நிராகரிக்கப்பட்டது.
te: రీస్టార్ట్ అభ్యర్థన నిరాకరించబడింది.
th: ปฏิเสธคำขอเริ่มเกมใหม่
tr: Yeniden başlatma isteği reddedildi.
uk: Запит на перезапуск відхилено.
ur: ری اسٹارٹ کی درخواست مسترد کر دی گئی۔
uz: Qayta ishga tushirish so'rovi rad etildi.
vi: Yêu cầu khởi động lại bị từ chối.
zh: 重启请求被拒绝。
zh_hant: 重啟請求被拒絕。
zu: Isicelo sokuqala kabusha sinqatshelwe.
