Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleMultipleSolutionsSupported
source: You can add multiple solutions (no limit). Mark the shortest/best one as optimal.
af: U kan verskeie oplossings byvoeg (geen beperking nie).Merk die kortste/beste een as optimaal.
am: ብዙ መፍትሄዎችን ማከል ይችላሉ (ምንም ገደብ የለም).በጣም አጭሩን/ምርጡን እንደ ምርጥ ምልክት ያድርጉበት።
ar: يمكنك إضافة حلول متعددة (بلا حدود).حدد الأقصر/الأفضل على أنه الأمثل.
az: Bir neçə həll əlavə edə bilərsiniz (məhdudiyyət yoxdur).Ən qısa/ən yaxşısını optimal olaraq qeyd edin.
be: Вы можаце дадаць некалькі рашэнняў (без абмежаванняў).Адзначце самы кароткі/лепшы як аптымальны.
bn: আপনি একাধিক সমাধান যোগ করতে পারেন (কোন সীমা নেই)।সর্বোত্তম হিসাবে সংক্ষিপ্ত/ সেরাটিকে চিহ্নিত করুন।
bo: ཐབས་ཤེས་མང་པོ་སྣོན་ཆོག (ཚད་མེད)། ཐུང་ཤོས/ཡག་ཤོས་མཆོག་ཏུ་གྱུར་བར་རྟགས་རྒྱག
ca: Podeu afegir diverses solucions (sense límit).Marqueu el més curt/millor com a òptim.
cs: Můžete přidat více řešení (bez omezení).Označte nejkratší/nejlepší jako optimální.
da: Du kan tilføje flere løsninger (ingen grænse).Marker den korteste/bedste som optimal.
el: Μπορείτε να προσθέσετε πολλές λύσεις (χωρίς όριο).Επισημάνετε το συντομότερο/καλύτερο ως βέλτιστο.
es: Puede agregar múltiples soluciones (sin límite).Marque el más corto/mejor como óptimo.
et: Saate lisada mitu lahendust (piiranguteta).Märkige optimaalseks lühim/parim.
fa: می توانید چندین راه حل اضافه کنید (بدون محدودیت).کوتاه ترین/بهترین را به عنوان بهینه علامت گذاری کنید.
fr: Vous pouvez ajouter plusieurs solutions (sans limite).Marquez le plus court/meilleur comme optimal.
gu: તમે બહુવિધ ઉકેલો ઉમેરી શકો છો (કોઈ મર્યાદા નથી).સૌથી ટૂંકી/શ્રેષ્ઠને શ્રેષ્ઠ તરીકે ચિહ્નિત કરો.
he: ניתן להוסיף מספר פתרונות (ללא הגבלה).סמן את הקצר/הטוב ביותר כאופטימלי.
hi: आप एकाधिक समाधान जोड़ सकते हैं (कोई सीमा नहीं)।सबसे छोटे/सर्वोत्तम को इष्टतम के रूप में चिह्नित करें।
hr: Možete dodati više rješenja (bez ograničenja).Označite najkraći/najbolji kao optimalan.
hu: Több megoldást is hozzáadhatsz (nincs korlát). A legrövidebbet/legjobbat jelöld optimálisnak.
hy: Դուք կարող եք ավելացնել բազմաթիվ լուծումներ (առանց սահմանափակումների):Նշեք ամենակարճը/լավագույնը որպես օպտիմալ:
id: Anda dapat menambahkan beberapa solusi (tanpa batas).Tandai yang terpendek/terbaik sebagai optimal.
is: Þú getur bætt við mörgum lausnum (engin takmörk).Merktu þann stysta/besta sem ákjósanlegasta.
it: Puoi aggiungere più soluzioni (nessun limite).Contrassegnare quello più breve/migliore come ottimale.
ja: 複数のソリューションを追加できます (制限なし)。最短/最良のものを最適としてマークします。
km: អ្នកអាចបន្ថែមដំណោះស្រាយជាច្រើន (គ្មានដែនកំណត់)។សម្គាល់ខ្លីបំផុត/ល្អបំផុតថាល្អបំផុត។
kn: ನೀವು ಬಹು ಪರಿಹಾರಗಳನ್ನು ಸೇರಿಸಬಹುದು (ಮಿತಿಯಿಲ್ಲ).ಚಿಕ್ಕದಾದ/ಉತ್ತಮವಾದುದನ್ನು ಸೂಕ್ತವೆಂದು ಗುರುತಿಸಿ.
lt: Galite pridėti kelis sprendimus (be apribojimų).Pažymėkite trumpiausią/geriausią kaip optimalų.
lv: Varat pievienot vairākus risinājumus (bez ierobežojuma).Atzīmējiet īsāko/labāko kā optimālo.
mk: Можете да додадете повеќе решенија (без ограничување).Означете го најкраткото/најдоброто како оптимално.
ms: Anda boleh menambah berbilang penyelesaian (tiada had).Tandakan yang terpendek/terbaik sebagai optimum.
nl: U kunt meerdere oplossingen toevoegen (geen limiet).Markeer de kortste/beste als optimaal.
pl: Możesz dodać wiele rozwiązań (bez ograniczeń).Oznacz najkrótszy/najlepszy jako optymalny.
pt: Você pode adicionar várias soluções (sem limite).Marque o mais curto/melhor como ideal.
ro: Puteți adăuga mai multe soluții (fără limită).Marcați cel mai scurt/cel mai bun drept optim.
ru: Вы можете добавить несколько решений (без ограничений).Отметьте самый короткий/лучший вариант как оптимальный.
si: ඔබට විසඳුම් කිහිපයක් එකතු කළ හැකිය (සීමාවක් නැත).කෙටිම/හොඳම එක ප්‍රශස්ත ලෙස ලකුණු කරන්න.
sk: Môžete pridať viacero riešení (bez obmedzenia).Označte tú najkratšiu/najlepšiu ako optimálnu.
sl: Dodate lahko več rešitev (brez omejitev).Najkrajšo/najboljšo označite kot optimalno.
sv: Du kan lägga till flera lösningar (ingen gräns).Markera den kortaste/bästa som optimal.
sw: Unaweza kuongeza suluhisho nyingi (hakuna kikomo).Weka alama fupi/bora kuwa bora zaidi.
te: మీరు బహుళ పరిష్కారాలను జోడించవచ్చు (పరిమితి లేదు).చిన్నది/ఉత్తమమైనది సరైనదిగా గుర్తించండి.
th: คุณสามารถเพิ่มโซลูชันได้หลายรายการ (ไม่จำกัด)ทำเครื่องหมายอันที่สั้นที่สุด/ดีที่สุดว่าเหมาะสมที่สุด
tr: Birden fazla çözüm ekleyebilirsiniz (sınır yoktur).En kısa/en iyi olanı en uygun olarak işaretleyin.
uk: Ви можете додати кілька рішень (без обмежень).Позначте найкоротший/найкращий як оптимальний.
ur: آپ متعدد حل شامل کرسکتے ہیں (کوئی حد نہیں)۔کم سے کم/بہترین کو زیادہ سے زیادہ نشان زد کریں۔
uz: Siz bir nechta echimlarni qo'shishingiz mumkin (cheklov yo'q).Eng qisqa/eng yaxshisini optimal deb belgilang.
zh: 可以添加多个解答（无数量限制）。请将最短/最佳的标记为最优。
zh_hant: 您可以添加多個解決方案（無限制）。將最短/最好的標記為最佳。
zu: Ungangeza izixazululo eziningi (akukho mkhawulo).Maka emfishane/engcono kakhulu njengelungile.

# puzzleShowPositionSnapshotHelp
source: Show position snapshot help
af: Wys posisie momentopname hulp
am: የአቀማመጥ ቅጽበታዊ እገዛን አሳይ
ar: عرض مساعدة لقطة الموقع
az: Mövqe snapshot yardımını göstərin
be: Паказаць даведку па здымку пазіцыі
bn: অবস্থান স্ন্যাপশট সাহায্য দেখান
bo: གནས་བབ་ཟིན་ཐོའི་རོགས་རམ་སྟོན།
ca: Mostra l'ajuda de la instantània de la posició
cs: Zobrazit nápovědu ke snímku pozice
da: Vis hjælp til positionssnapshot
el: Εμφάνιση βοήθειας στιγμιότυπου θέσης
es: Mostrar ayuda de instantánea de posición
et: Kuva asukoha hetktõmmise abi
fa: نمایش راهنمای عکس فوری موقعیت
fr: Afficher l'aide relative à l'instantané de position
gu: સ્થિતિ સ્નેપશોટ મદદ બતાવો
he: הצג עזרה של תמונת מצב
hi: स्थिति स्नैपशॉट सहायता दिखाएँ
hr: Prikaži pomoć za snimku položaja
hu: Pozíciómentés súgó megjelenítése
hy: Ցույց տալ դիրքի պատկերի օգնությունը
id: Tampilkan bantuan cuplikan posisi
is: Sýna hjálp fyrir skyndimynd af stöðu
it: Mostra la guida per l'istantanea della posizione
ja: 位置スナップショットのヘルプを表示
km: បង្ហាញជំនួយរូបថតទីតាំង
kn: ಸ್ಥಾನದ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಸಹಾಯವನ್ನು ತೋರಿಸಿ
lt: Rodyti padėties momentinės nuotraukos pagalbą
lv: Rādīt pozīcijas momentuzņēmuma palīdzību
mk: Прикажи помош за слика од позиција
ms: Tunjukkan bantuan syot kilat kedudukan
nl: Hulp bij positie-snapshot tonen
pl: Pokaż pomoc dotyczącą migawki pozycji
pt: Mostrar ajuda do instantâneo de posição
ro: Afișați ajutorul pentru instantaneul de poziție
ru: Показать справку по снимку положения
si: ස්ථාන ස්නැප්ෂොට් උදව් පෙන්වන්න
sk: Zobraziť pomoc so snímkou polohy
sl: Prikaži pomoč za posnetek položaja
sv: Visa hjälp för ögonblicksbild av position
sw: Onyesha usaidizi wa muhtasari wa nafasi
te: స్థానం స్నాప్‌షాట్ సహాయాన్ని చూపండి
th: แสดงวิธีใช้สแนปชอตตำแหน่ง
tr: Konum anlık görüntüsü yardımını göster
uk: Показати довідку про знімок положення
ur: اسنیپ شاٹ مدد کی پوزیشن دکھائیں
uz: Joylashuv oniy surati yordamini ko‘rsatish
zh: 显示局面快照帮助
zh_hant: 顯示位置快照幫助
zu: Bonisa usizo lwesifinyezo sendawo

# puzzleShowSolutionRecordingHelp
source: Show solution recording help
af: Wys hulp vir oplossingopname
am: የመፍትሄ ቀረጻ እገዛን አሳይ
ar: إظهار المساعدة في تسجيل الحل
az: Həll üçün qeyd yardımını göstərin
be: Паказаць даведку па запісе рашэння
bn: সমাধান রেকর্ডিং সাহায্য দেখান
bo: ཐབས་ཤེས་ཐོ་བཀོད་རོགས་རམ་སྟོན།
ca: Mostra l'ajuda d'enregistrament de la solució
cs: Zobrazit nápovědu k nahrávání řešení
da: Vis hjælp til optagelse af løsning
de: Hilfe zur Lösungsaufzeichnung anzeigen
el: Εμφάνιση βοήθειας καταγραφής λύσης
es: Mostrar ayuda para la grabación de la solución
et: Näita lahenduse salvestamise abi
fa: نمایش راهنمای ضبط راه حل
fr: Afficher l'aide à l'enregistrement de la solution
gu: ઉકેલ રેકોર્ડિંગ મદદ બતાવો
he: הצג עזרה להקלטת פתרון
hi: समाधान रिकॉर्डिंग सहायता दिखाएं
hr: Prikaži pomoć za snimanje rješenja
hu: Megoldásrögzítés súgó megjelenítése
hy: Ցույց տալ լուծումների ձայնագրման օգնությունը
id: Tampilkan bantuan pencatatan solusi
is: Sýndu hjálp við upptöku lausna
it: Mostra la guida per la registrazione della soluzione
ja: ソリューション記録のヘルプを表示する
km: បង្ហាញដំណោះស្រាយការកត់ត្រាជំនួយ
kn: ಪರಿಹಾರ ರೆಕಾರ್ಡಿಂಗ್ ಸಹಾಯವನ್ನು ತೋರಿಸಿ
ko: 해답 기록 도움말 표시
lt: Rodyti sprendimo įrašymo pagalbą
lv: Rādīt risinājumu ierakstīšanas palīdzību
mk: Прикажи помош за снимање решение
ms: Tunjukkan bantuan rakaman penyelesaian
nl: Hulp bij het opnemen van oplossingen weergeven
pl: Pokaż pomoc dotyczącą nagrywania rozwiązań
pt: Mostrar ajuda para gravação da solução
ro: Afișați ajutorul pentru înregistrarea soluției
ru: Показать справку по записи решения
si: විසඳුම් පටිගත කිරීමේ උදවු පෙන්වන්න
sk: Zobraziť pomoc pri nahrávaní riešenia
sl: Prikaži pomoč za snemanje rešitve
sv: Visa hjälp för lösningsinspelning
sw: Onyesha usaidizi wa kurekodi suluhisho
te: పరిష్కార రికార్డింగ్ సహాయాన్ని చూపండి
th: แสดงความช่วยเหลือในการบันทึกโซลูชัน
tr: Çözüm kaydetme yardımını göster
uk: Показати довідку щодо запису рішення
ur: حل ریکارڈنگ مدد دکھائیں
uz: Yechimni yozib olish yordamini ko'rsatish
zh: 显示解答录制帮助
zh_hant: 顯示解決方案記錄幫助
zu: Bonisa usizo lokurekhoda lwesixazululo

source: No more hints available
af: Geen wenke meer beskikbaar nie
am: ምንም ተጨማሪ ፍንጮች የሉም
ar: لا مزيد من التلميحات المتاحة
az: Daha çox göstəriş yoxdur
be: Няма больш даступных падказак
bn: আর কোন ইঙ্গিত পাওয়া যায় না
bo: ལམ་སྟོན་ད་གཞི་མེད།
ca: No hi ha més pistes disponibles
cs: Nejsou k dispozici žádné další tipy
da: Der er ikke flere hints tilgængelige
de: Keine weiteren Hinweise verfügbar
el: Δεν υπάρχουν άλλες συμβουλές
es: No hay más pistas disponibles
et: Rohkem vihjeid pole
fa: نکات دیگری در دسترس نیست
fr: Plus d'indices disponibles
gu: કોઈ વધુ સંકેતો ઉપલબ્ધ નથી
he: אין עוד רמזים זמינים
hi: कोई और संकेत उपलब्ध नहीं है
hr: Nema više dostupnih savjeta
hu: Nincs több elérhető tipp
hy: Այլևս ակնարկներ չկան
id: Tidak ada lagi petunjuk yang tersedia
is: Engar fleiri vísbendingar í boði
it: Nessun altro suggerimento disponibile
ja: これ以上ヒントはありません
km: មិនមានការណែនាំទៀតទេ
kn: ಹೆಚ್ಚಿನ ಸುಳಿವು ಲಭ್ಯವಿಲ್ಲ
ko: 더 이상 사용 가능한 힌트 없음
lt: Daugiau jokių patarimų nėra
lv: Vairāk padomu nav pieejami
mk: Нема повеќе достапни совети
ms: Tiada lagi petunjuk tersedia
nl: Er zijn geen tips meer beschikbaar
pl: Nie ma już więcej podpowiedzi
pt: Não há mais dicas disponíveis
ro: Nu mai sunt disponibile indicii
ru: Больше подсказок нет
si: තවත් ඉඟි නොමැත
sk: Nie sú k dispozícii žiadne ďalšie tipy
sl: Na voljo ni več namigov
sv: Inga fler tips tillgängliga
sw: Hakuna vidokezo zaidi vinavyopatikana
te: మరిన్ని సూచనలు అందుబాటులో లేవు
th: ไม่มีคำแนะนำอีกต่อไป
tr: Başka ipucu yok
uk: Більше підказок немає
ur: مزید اشارے دستیاب نہیں ہیں
uz: Boshqa maslahatlar mavjud emas
zh: 没有更多提示了
zh_hant: 沒有更多可用提示
zu: Awasekho amahinti atholakalayo

# hintDialogTitle
source: Hint
af: Wenk
am: ፍንጭ
ar: تلميح
az: İpucu
be: Падказка
bn: ইঙ্গিত
bo: ལམ་སྟོན།
ca: Pista
cs: Nápověda
da: Tip
de: Hinweis
el: Υπόδειξη
es: pista
et: Vihje
fa: اشاره
fr: Indice
gu: સંકેત
he: רמז
hi: संकेत
hr: Savjet
hu: Tipp
hy: Հուշում
id: Petunjuk
is: Vísbending
it: Suggerimento
ja: ヒント
km: ព័ត៌មានជំនួយ
kn: ಸುಳಿವು
ko: 힌트
lt: Užuomina
lv: Padoms
mk: Совет
ms: Petunjuk
nl: Tip
pl: Wskazówka
pt: Dica
ro: Sugestie
ru: Подсказка
si: ඉඟිය
sk: Nápoveda
sl: Namig
sv: Tips
sw: Kidokezo
te: సూచన
th: คำแนะนำ
tr: İpucu
uk: Підказка
ur: اشارہ
uz: Maslahat
zh: 提示
zh_hant: 提示
zu: Ukusikisela

# optimalSolutionWithMoves
source: Optimal solution ({moves} moves):
af: Optimale oplossing ({moves} beweeg):
am: ምርጥ መፍትሄ ({moves} ይንቀሳቀሳል)
ar: الحل الأمثل ({moves} التحركات):
az: Optimal həll ({moves} hərəkət):
be: Аптымальнае рашэнне ({moves} хадоў):
bn: সর্বোত্তম সমাধান ({moves} চালিত):
bo: མཆོག་ཏུ་གྱུར་བའི་ཐབས་ཤེས ({moves} བསྒུལ་བ):
ca: Solució òptima ({moves} moviments):
cs: Optimální řešení ({moves} tahů):
da: Optimal løsning ({moves} træk):
de: Optimale Lösung ({moves} Züge):
el: Βέλτιστη λύση ({moves} κινήσεις):
es: Solución óptima (movimientos {moves}):
et: Optimaalne lahendus ({moves} liigutused):
fa: راه حل بهینه ({moves} حرکت):
fr: Solution optimale ({moves} se déplace) :
gu: શ્રેષ્ઠ ઉકેલ ({moves} ચાલ):
he: פתרון אופטימלי ({moves} מהלכים):
hi: इष्टतम समाधान ({moves} चाल):
hr: Optimalno rješenje ({moves} poteza):
hu: Optimális megoldás ({moves} lépés):
hy: Օպտիմալ լուծում ({moves} շարժումներ).
id: Solusi optimal ({moves} bergerak):
is: Besta lausn ({moves} hreyfingar):
it: Soluzione ottimale ({moves} mosse):
ja: 最適な解決策 ({moves} が移動):
km: ដំណោះស្រាយល្អបំផុត ({moves} ផ្លាស់ទី)៖
kn: ಸೂಕ್ತ ಪರಿಹಾರ ({moves} ಚಲಿಸುತ್ತದೆ):
ko: 최적 해답 ({moves}수):
lt: Optimalus sprendimas ({moves} judesiai):
lv: Optimāls risinājums ({moves} kustības):
mk: Оптимално решение ({moves} се движи):
ms: Penyelesaian optimum ({moves} bergerak):
nl: Optimale oplossing ({moves} zetten):
pl: Optymalne rozwiązanie (ruchy {moves}):
pt: Solução ideal (movimentos {moves}):
ro: Soluție optimă ({moves} mișcări):
ru: Оптимальное решение (ходы {moves}):
si: ප්‍රශස්ත විසඳුම ({moves} චලනයන්):
sk: Optimálne riešenie ({moves} ťahov):
sl: Optimalna rešitev ({moves} potez):
sv: Optimal lösning ({moves} drag):
sw: Suluhisho mojawapo ({moves} hatua):
te: సరైన పరిష్కారం ({moves} కదలికలు):
th: ทางออกที่ดีที่สุด ({moves} ย้าย):
tr: Optimum çözüm ({moves} hamle):
uk: Оптимальне рішення ({moves} ходів):
ur: زیادہ سے زیادہ حل (__ph0__ چالیں):
uz: Optimal yechim ({moves} harakat):
zh: 最优解（{moves}步）：
zh_hant: 最優解（{moves} 移動）：
zu: Isixazululo esilungile ({moves} ukunyakaza):

source: Validation Errors
af: Validasiefoute
am: የማረጋገጫ ስህተቶች
ar: أخطاء التحقق من الصحة
az: Doğrulama Səhvləri
be: Памылкі праверкі
bn: বৈধতা ত্রুটি
bo: ཚོད་ལྟའི་ནོར་འཁྲུལ།
ca: Errors de validació
cs: Chyby ověření
da: Valideringsfejl
de: Validierungsfehler
el: Σφάλματα επικύρωσης
es: Errores de validación
et: Valideerimisvead
fa: خطاهای اعتبارسنجی
fr: Erreurs de validation
gu: માન્યતા ભૂલો
he: שגיאות אימות
hi: सत्यापन त्रुटियाँ
hr: Pogreške provjere valjanosti
hu: Érvényesítési hibák
hy: Վավերացման սխալներ
id: Kesalahan Validasi
is: Staðfestingarvillur
it: Errori di convalida
ja: 検証エラー
km: កំហុសក្នុងការផ្ទៀងផ្ទាត់
kn: ಮೌಲ್ಯೀಕರಣ ದೋಷಗಳು
ko: 검증 오류
lt: Patvirtinimo klaidos
lv: Validācijas kļūdas
mk: Грешки при валидација
ms: Ralat Pengesahan
nl: Validatiefouten
pl: Błędy walidacyjne
pt: Erros de validação
ro: Erori de validare
ru: Ошибки проверки
si: වලංගු කිරීමේ දෝෂ
sk: Chyby overenia
sl: Napake pri preverjanju
sv: Valideringsfel
sw: Hitilafu za Uthibitishaji
te: ధ్రువీకరణ లోపాలు
th: ข้อผิดพลาดในการตรวจสอบ
tr: Doğrulama Hataları
uk: Помилки перевірки
ur: توثیق کی غلطیاں
uz: Tasdiqlash xatolari
zh: 验证错误
zh_hant: 驗證錯誤
zu: Amaphutha Okuqinisekisa

source: Contribute Puzzles to Sanmill
af: Dra Legkaarte by tot Sanmill
am: ለሳንሚል እንቆቅልሾችን አበርክቱ
ar: ساهم بالألغاز في Sanmill
az: Sanmill-ə Bulmacalar verin
be: Дадайце пазлы ў Sanmill
bn: Sanmill এ ধাঁধা অবদান
bo: Sanmill ལ་གསང་བརྟག་ཞལ་འདེབས།
ca: Aporta trencaclosques a Sanmill
cs: Přispějte hádankami do Sanmill
da: Bidrag med puslespil til Sanmill
de: Rätsel zu Sanmill beitragen
el: Συνεισφέρετε με παζλ στο Sanmill
es: Contribuya con rompecabezas a Sanmill
et: Panustage Sanmilli mõistatusi
fa: به Sanmill با پازل کمک کنید
fr: Contribuer à des puzzles à Sanmill
gu: સેનમિલમાં કોયડાઓનું યોગદાન આપો
he: תרום פאזלים לסנמיל
hi: सैनमिल में पहेलियाँ योगदान करें
hr: Doprinesite zagonetkama Sanmillu
hu: Feladványok beküldése a Sanmillhez
hy: Ներդրեք Փազլներ Sanmill-ին
id: Kontribusikan Puzzle ke Sanmill
is: Leggðu til þrautir til Sanmill
it: Contribuisci con i puzzle a Sanmill
ja: Sanmill にパズルを貢献する
km: រួមចំណែកល្បែងផ្គុំរូបទៅ Sanmill
kn: Sanmill ಗೆ ಪದಬಂಧಗಳನ್ನು ಕೊಡುಗೆ ನೀಡಿ
ko: Sanmill에 퍼즐 기여
lt: Pateikite galvosūkius „Sanmill“.
lv: Iesniedziet Puzzles Sanmill
mk: Придонесете со загатки во Санмил
ms: Sumbangkan Teka-teki kepada Sanmill
nl: Draag puzzels bij aan Sanmill
pl: Prześlij puzzle do Sanmill
pt: Contribua com quebra-cabeças para a Sanmill
ro: Contribuiți cu puzzle-uri la Sanmill
ru: Добавляйте головоломки в Sanmill
si: Sanmill වෙත ප්‍රහේලිකා දායක වන්න
sk: Prispejte hádankami do Sanmill
sl: Prispevajte uganke za Sanmill
sv: Bidra med pussel till Sanmill
sw: Changia Mafumbo kwa Sanmill
te: Sanmillకు పజిల్స్‌ను అందించండి
th: ร่วมไขปริศนาให้กับ Sanmill
tr: Sanmill'e Bulmacalarla Katkıda Bulunun
uk: Додайте пазли в Sanmill
ur: سنمل میں پہیلیاں شراکت کریں
uz: Sanmillga jumboqlarni qo'shing
zh: 向Sanmill贡献谜题
zh_hant: 向 Sanmill 貢獻謎題
zu: Nikela Ngezindida kuSanmill

source: What happens next:
af: Wat volgende gebeur:
am: ቀጥሎ ምን ይሆናል፡-
ar: ماذا سيحدث بعد ذلك:
az: Sonra nə baş verir:
be: Што адбываецца далей:
bn: এরপর কি হবে:
bo: རྗེས་ལ་ཅི་བྱུང་:
ca: Què passa a continuació:
cs: Co se stane dál:
da: Hvad sker der derefter:
de: Was passiert als Nächstes:
el: Τι γίνεται μετά:
es: Qué pasa después:
et: Mis juhtub järgmisena:
fa: بعد چه اتفاقی می افتد:
fr: Que se passe-t-il ensuite :
gu: આગળ શું થાય છે:
he: מה קורה אחר כך:
hi: आगे क्या होगा:
hr: Što se dalje događa:
hu: Mi történik ezután:
hy: Ինչ է տեղի ունենում հետո.
id: Apa yang terjadi selanjutnya:
is: Hvað gerist næst:
it: Cosa succede dopo:
ja: 次に何が起こるか:
km: តើមានអ្វីកើតឡើងបន្ទាប់៖
kn: ಮುಂದೆ ಏನಾಗುತ್ತದೆ:
ko: 다음 단계:
lt: Kas atsitiks toliau:
lv: Kas notiek tālāk:
mk: Што се случува следно:
ms: Apa yang berlaku seterusnya:
nl: Wat gebeurt er vervolgens:
pl: Co stanie się dalej:
pt: O que acontece a seguir:
ro: Ce se întâmplă în continuare:
ru: Что происходит дальше:
si: ඊළඟට සිදුවන්නේ කුමක්ද:
sk: Čo sa stane ďalej:
sl: Kaj se zgodi potem:
sv: Vad händer härnäst:
sw: Nini kitatokea baadaye:
te: తర్వాత ఏమి జరుగుతుంది:
th: จะเกิดอะไรขึ้นต่อไป:
tr: Sonra ne olacak:
uk: Що відбувається далі:
ur: آگے کیا ہوتا ہے:
uz: Keyin nima bo'ladi:
zh: 接下来会发生什么：
zh_hant: 接下來會發生什麼：
zu: Kwenzekani ngokulandelayo:

# contributionStep1
source: 1. Your puzzles will be exported to a JSON file
af: 1. Jou legkaarte sal na 'n JSON-lêer uitgevoer word
am: 1. የእርስዎ እንቆቅልሾች ወደ JSON ፋይል ይላካሉ
ar: 1. سيتم تصدير الألغاز الخاصة بك إلى ملف JSON
az: 1. Bulmacalarınız JSON faylına ixrac ediləcək
be: 1. Вашы галаваломкі будуць экспартаваныя ў файл JSON
bn: 1. আপনার ধাঁধাগুলি একটি JSON ফাইলে রপ্তানি করা হবে৷
bo: 1. ཁྱེད་ཀྱི་གསང་བརྟག JSON ཡིག་ཆར་ཕྱི་འདྲེན།
ca: 1. Els vostres trencaclosques s'exportaran a un fitxer JSON
cs: 1. Vaše hádanky budou exportovány do souboru JSON
da: 1. Dine gåder vil blive eksporteret til en JSON-fil
de: 1. Deine Rätsel werden in eine JSON-Datei exportiert
el: 1. Τα παζλ σας θα εξαχθούν σε ένα αρχείο JSON
es: 1. Tus rompecabezas se exportarán a un archivo JSON.
et: 1. Teie mõistatused eksporditakse JSON-faili
fa: 1. پازل های شما به یک فایل JSON صادر می شود
fr: 1. Vos puzzles seront exportés vers un fichier JSON
gu: 1. તમારી કોયડાઓ JSON ફાઇલમાં નિકાસ કરવામાં આવશે
he: 1. הפאזלים שלך ייוצאו לקובץ JSON
hi: 1. आपकी पहेलियाँ JSON फ़ाइल में निर्यात की जाएंगी
hr: 1. Vaše zagonetke će se izvesti u JSON datoteku
hu: 1. A feladványaid egy JSON fájlba lesznek exportálva
hy: 1. Ձեր հանելուկները կարտահանվեն JSON ֆայլ
id: 1. Teka-teki Anda akan diekspor ke file JSON
is: 1. Þrautirnar þínar verða fluttar út í JSON skrá
it: 1. I tuoi puzzle verranno esportati in un file JSON
ja: 1. パズルは JSON ファイルにエクスポートされます
km: 1. ល្បែងផ្គុំរូបរបស់អ្នកនឹងត្រូវបាននាំចេញទៅឯកសារ JSON
kn: 1. ನಿಮ್ಮ ಒಗಟುಗಳನ್ನು JSON ಫೈಲ್‌ಗೆ ರಫ್ತು ಮಾಡಲಾಗುತ್ತದೆ
ko: 1. 퍼즐이 JSON 파일로 내보내집니다
lt: 1. Jūsų galvosūkiai bus eksportuoti į JSON failą
lv: 1. Jūsu mīklas tiks eksportētas uz JSON failu
mk: 1. Вашите загатки ќе се извезат во датотека JSON
ms: 1. Teka-teki anda akan dieksport ke fail JSON
nl: 1. Je puzzels worden geëxporteerd naar een JSON-bestand
pl: 1. Twoje puzzle zostaną wyeksportowane do pliku JSON
pt: 1. Seus quebra-cabeças serão exportados para um arquivo JSON
ro: 1. Puzzle-urile dvs. vor fi exportate într-un fișier JSON
ru: 1. Ваши пазлы будут экспортированы в файл JSON.
si: 1. ඔබේ ප්‍රහේලිකා JSON ගොනුවකට නිර්යාත කෙරේ
sk: 1. Vaše hádanky budú exportované do súboru JSON
sl: 1. Vaše uganke bodo izvožene v datoteko JSON
sv: 1. Dina pussel kommer att exporteras till en JSON-fil
sw: 1. Mafumbo yako yatatumwa kwenye faili ya JSON
te: 1. మీ పజిల్స్ JSON ఫైల్‌కి ఎగుమతి చేయబడతాయి
th: 1. ปริศนาของคุณจะถูกส่งออกไปยังไฟล์ JSON
tr: 1. Bulmacalarınız bir JSON dosyasına aktarılacaktır
uk: 1. Ваші головоломки буде експортовано у файл JSON
ur: 1. آپ کی پہیلیاں JSON فائل میں برآمد کی جائیں گی
uz: 1. Jumboqlaringiz JSON fayliga eksport qilinadi
zh: 1. 您的谜题将被导出为JSON文件
zh_hant: 1.您的謎題將導出到 JSON 文件
zu: 1. Izindida zakho zizothunyelwa kufayela le-JSON

# contributionStep2
source: 2. You can share this file via the share dialog
af: 2. Jy kan hierdie lêer deel via die deel-dialoog
am: 2. ይህንን ፋይል በአጋራ ንግግር በኩል ማጋራት ይችላሉ።
ar: 2. يمكنك مشاركة هذا الملف عبر مربع حوار المشاركة
az: 2. Siz bu faylı paylaşma dialoqu vasitəsilə paylaşa bilərsiniz
be: 2. Вы можаце падзяліцца гэтым файлам праз дыялогавае акно абагульвання
bn: 2. আপনি শেয়ার ডায়ালগের মাধ্যমে এই ফাইলটি শেয়ার করতে পারেন৷
bo: 2. མཉམ་སྤྱོད་གླེང་སྒྲོམ་ནས་ཡིག་ཆ་མཉམ་སྤྱོད་བྱེད་ཆོག
ca: 2. Podeu compartir aquest fitxer mitjançant el diàleg per compartir
cs: 2. Tento soubor můžete sdílet prostřednictvím dialogu sdílení
da: 2. Du kan dele denne fil via delingsdialogen
de: 2. Du kannst diese Datei über den Teilen-Dialog teilen
el: 2. Μπορείτε να μοιραστείτε αυτό το αρχείο μέσω του διαλόγου κοινής χρήσης
es: 2. Puedes compartir este archivo a través del cuadro de diálogo para compartir.
et: 2. Saate seda faili jagada ühiskasutusdialoogi kaudu
fa: 2. می توانید این فایل را از طریق گفتگوی اشتراک گذاری به اشتراک بگذارید
fr: 2. Vous pouvez partager ce fichier via la boîte de dialogue de partage
gu: 2. તમે આ ફાઇલને શેર સંવાદ દ્વારા શેર કરી શકો છો
he: 2. אתה יכול לשתף קובץ זה באמצעות תיבת הדו-שיח של השיתוף
hi: 2. आप इस फ़ाइल को शेयर डायलॉग के माध्यम से साझा कर सकते हैं
hr: 2. Ovu datoteku možete podijeliti putem dijaloškog okvira za dijeljenje
hu: 2. Ezt a fájlt megoszthatod a megosztási párbeszédablakon keresztül
hy: 2. Դուք կարող եք համօգտագործել այս ֆայլը համօգտագործման երկխոսության միջոցով
id: 2. Anda dapat membagikan file ini melalui dialog berbagi
is: 2. Þú getur deilt þessari skrá í gegnum samnýtingargluggann
it: 2. È possibile condividere questo file tramite la finestra di dialogo di condivisione
ja: 2. このファイルは共有ダイアログ経由で共有できます。
km: 2. អ្នកអាចចែករំលែកឯកសារនេះតាមរយៈប្រអប់ចែករំលែក
kn: 2. ನೀವು ಈ ಫೈಲ್ ಅನ್ನು ಹಂಚಿಕೆ ಸಂವಾದದ ಮೂಲಕ ಹಂಚಿಕೊಳ್ಳಬಹುದು
ko: 2. 공유 대화상자를 통해 이 파일을 공유할 수 있습니다
lt: 2. Galite bendrinti šį failą bendrinimo dialogo lange
lv: 2. Varat koplietot šo failu, izmantojot kopīgošanas dialoglodziņu
mk: 2. Можете да ја споделите оваа датотека преку дијалогот за споделување
ms: 2. Anda boleh berkongsi fail ini melalui dialog kongsi
nl: 2. U kunt dit bestand delen via het deelvenster
pl: 2. Możesz udostępnić ten plik w oknie dialogowym udostępniania
pt: 2. Você pode compartilhar este arquivo através da caixa de diálogo de compartilhamento
ro: 2. Puteți partaja acest fișier prin dialogul de partajare
ru: 2. Вы можете поделиться этим файлом через диалоговое окно общего доступа.
si: 2. ඔබට මෙම ගොනුව බෙදාගැනීමේ සංවාදය හරහා බෙදා ගත හැක
sk: 2. Tento súbor môžete zdieľať prostredníctvom dialógového okna zdieľania
sl: 2. To datoteko lahko delite prek pogovornega okna za skupno rabo
sv: 2. Du kan dela den här filen via delningsdialogen
sw: 2. Unaweza kushiriki faili hii kupitia kidirisha cha kushiriki
te: 2. మీరు ఈ ఫైల్‌ను షేర్ డైలాగ్ ద్వారా షేర్ చేయవచ్చు
th: 2. คุณสามารถแชร์ไฟล์นี้ผ่านกล่องโต้ตอบการแชร์
tr: 2. Bu dosyayı paylaşım iletişim kutusu aracılığıyla paylaşabilirsiniz
uk: 2. Ви можете поділитися цим файлом через діалогове вікно спільного доступу
ur: 2. آپ اس فائل کو شیئر ڈائیلاگ کے ذریعے شیئر کرسکتے ہیں
uz: 2. Siz ushbu faylni almashish dialog oynasi orqali baham ko'rishingiz mumkin
zh: 2. 您可以通过分享对话框分享此文件
zh_hant: 2. 您可以通過共享對話框共享此文件
zu: 2. Ungakwazi ukwabelana ngaleli fayela ngengxoxo yokwabelana
