Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleValidationAuthorRequired
source: Please add your name as author before contributing
af: Voeg asseblief jou naam as skrywer by voordat jy bydra
am: እባክዎን ከማበርከትዎ በፊት ስምዎን እንደ ደራሲ ያክሉ
ar: يرجى إضافة اسمك كمؤلف قبل المساهمة
az: Lütfən, töhfə verməzdən əvvəl adınızı müəllif kimi əlavə edin
be: Калі ласка, дадайце сваё імя ў якасці аўтара, перш чым рабіць уклад
bn: অবদান করার আগে লেখক হিসাবে আপনার নাম যোগ করুন
bo: ཞལ་འདེབས་མ་བྱས་གོང་རང་གི་མིང་རྩོམ་པ་པོར་བཀོད།
ca: Si us plau, afegiu el vostre nom com a autor abans de contribuir
cs: Než začnete přispívat, přidejte své jméno jako autora
da: Tilføj venligst dit navn som forfatter, før du bidrager
el: Προσθέστε το όνομά σας ως συγγραφέα πριν συνεισφέρετε
es: Por favor agregue su nombre como autor antes de contribuir
et: Enne panuse andmist lisage oma nimi autorina
fa: لطفاً قبل از مشارکت نام خود را به عنوان نویسنده اضافه کنید
fr: Veuillez ajouter votre nom en tant qu'auteur avant de contribuer
gu: કૃપા કરીને યોગદાન આપતા પહેલા લેખક તરીકે તમારું નામ ઉમેરો
he: אנא הוסף את שמך כמחבר לפני שתתרום
hi: कृपया योगदान देने से पहले लेखक के रूप में अपना नाम जोड़ें
hr: Prije doprinosa dodajte svoje ime kao autora
hu: Kérjük, hozzájárulás előtt add meg a neved szerzőként
hy: Խնդրում ենք ավելացնել ձեր անունը որպես հեղինակ՝ նախքան ներդրումը կատարելը
id: Silakan tambahkan nama Anda sebagai penulis sebelum berkontribusi
is: Vinsamlegast bættu við nafni þínu sem höfundur áður en þú leggur þitt af mörkum
it: Per favore aggiungi il tuo nome come autore prima di contribuire
ja: 貢献する前に、著者としてあなたの名前を追加してください
km: សូមបញ្ចូលឈ្មោះរបស់អ្នកជាអ្នកនិពន្ធ មុនពេលចូលរួមចំណែក
kn: ದಯವಿಟ್ಟು ಕೊಡುಗೆ ನೀಡುವ ಮೊದಲು ನಿಮ್ಮ ಹೆಸರನ್ನು ಲೇಖಕರಾಗಿ ಸೇರಿಸಿ
lt: Prieš pateikdami, pridėkite savo kaip autoriaus vardą
lv: Pirms publicēšanas, lūdzu, pievienojiet savu kā autora vārdu
mk: Ве молиме додадете го вашето име како автор пред да придонесете
ms: Sila tambah nama anda sebagai pengarang sebelum menyumbang
nl: Voeg uw naam als auteur toe voordat u een bijdrage levert
pl: Zanim wniesiesz wkład, dodaj swoje imię i nazwisko jako autora
pt: Por favor, adicione seu nome como autor antes de contribuir
ro: Vă rugăm să adăugați numele dvs. ca autor înainte de a contribui
ru: Пожалуйста, добавьте свое имя в качестве автора, прежде чем внести свой вклад.
si: දායක වීමට පෙර ඔබේ නම කතෘ ලෙස එක් කරන්න
sk: Pred prispievaním pridajte svoje meno ako autora
sl: Preden prispevate, dodajte svoje ime kot avtorja
sv: Vänligen lägg till ditt namn som författare innan du bidrar
sw: Tafadhali ongeza jina lako kama mwandishi kabla ya kuchangia
te: దయచేసి సహకరించే ముందు మీ పేరును రచయితగా జోడించండి
th: กรุณาเพิ่มชื่อของคุณเป็นผู้เขียนก่อนที่จะมีส่วนร่วม
tr: Katkıda bulunmadan önce lütfen adınızı yazar olarak ekleyin
uk: Будь ласка, додайте своє ім’я як автора, перш ніж робити внески
ur: براہ کرم تعاون کرنے سے پہلے مصنف کی حیثیت سے اپنا نام شامل کریں
uz: Iltimos, hissa qo'shishdan oldin ismingizni muallif sifatida kiriting
zh: 贡献前请添加您的姓名作为作者
zh_hant: 投稿前請添加作者姓名
zu: Sicela ungeze igama lakho njengombhali ngaphambi kokunikela

# puzzleDeleteConfirm
source: {count,plural, =1{Delete {count} puzzle?}other{Delete {count} puzzles?}}
af: {count,plural, =1{Vee {count} legkaart uit?} other{Vee {count} legkaarte uit?}}
am: {count,plural, =1{{count} እንቆቅልሽ ይሰረዝ?} other{{count} እንቆቅልሾች ይሰረዙ?}}
ar: {count,plural, =1{هل تريد حذف لغز {count}؟} other{هل تريد حذف {count} الألغاز؟}}
az: {count,plural, =1{{count} tapmaca silinsin?} other{{count} tapmacalar silinsin?}}
be: {count,plural, =1{Выдаліць галаваломку {count}?} other{Выдаліць галаваломкі {count}?}}
bn: {count,plural, =1{{count} ধাঁধা মুছবেন?} other{{count} ধাঁধা মুছবেন?}}
ca: {count,plural, =1{Vols suprimir el trencaclosques {count}?} other{Vols suprimir {count} trencaclosques?}}
cs: {count,plural, =1{Smazat {count} puzzle?} other{Smazat {count} hádanky?}}
da: {count,plural, =1{Slet {count} puslespil?} other{Slet {count} puslespil?}}
de: {count,plural, =1{{count} Rätsel löschen?}other{{count} Rätsel löschen?}}
el: {count,plural, =1{Διαγραφή παζλ {count};} other{Διαγραφή {count} παζλ;}}
es: {count,plural, =1{¿Eliminar el rompecabezas {count}?} other{¿Eliminar {count} rompecabezas?}}
et: {count,plural, =1{Kas kustutada pusle {count}?} other{Kas kustutada {count} mõistatust?}}
fa: {count,plural, =1{پازل {count} حذف شود؟} other{پازل {count} حذف شود؟}}
fr: {count,plural, =1{Supprimer le puzzle {count} ?} other{Supprimer les puzzles {count} ?}}
gu: {count,plural, =1{{count} પઝલ કાઢી નાખીએ?} other{{count} કોયડાઓ કાઢી નાખીએ?}}
he: {count,plural, =1{למחוק פאזל {count}?} other{למחוק פאזלים {count}?}}
hi: {count,plural, =1{{count} पहेली हटाएं?} other{{count} पहेलियाँ हटाएँ?}}
hr: {count,plural, =1{Izbrisati slagalicu {count}?} other{Izbrisati {count} zagonetke?}}
hu: {count,plural, =1{Törlöd a(z) {count} feladványt?}other{Törlöd a(z) {count} feladványt?}}
hy: {count,plural, =1{Ջնջե՞լ {count} գլուխկոտրուկը:} other{Ջնջե՞լ {count} հանելուկները:}}
id: {count,plural, =1{Hapus teka-teki {count}?} other{Hapus teka-teki {count}?}}
is: {count,plural, =1{Eyða {count} þraut?} other{Eyða {count} þrautum?}}
it: {count,plural, =1{Vuoi eliminare il puzzle {count}?} other{Eliminare {count} puzzle?}}
ja: {count,plural, =1{{count} パズルを削除しますか?} other{{count} パズルを削除しますか?}}
km: {count,plural, =1{លុប {count} រូបផ្គុំ?} other{លុប {count} ល្បែងផ្គុំរូប?}}
kn: {count,plural, =1{{count} ಒಗಟು ಅಳಿಸುವುದೇ?} other{{count} ಒಗಟುಗಳನ್ನು ಅಳಿಸುವುದೇ?}}
ko: {count,plural, =1{{count}개 퍼즐을 삭제하시겠습니까?}other{{count}개 퍼즐을 삭제하시겠습니까?}}
lt: {count,plural, =1{Ištrinti {count} galvosūkį?} other{Ištrinti {count} galvosūkius?}}
lv: {count,plural, =1{Vai dzēst mīklu {count}?} other{Vai dzēst {count} mīklas?}}
mk: {count,plural, =1{Да се избрише {count} загатката?} other{Да се ​​избришат {count} загатките?}}
ms: {count,plural, =1{Padamkan {count} teka-teki?} other{Padamkan {count} teka-teki?}}
nl: {count,plural, =1{{count} puzzel verwijderen?} other{{count} puzzels verwijderen?}}
pl: {count,plural, =1{Usunąć łamigłówkę {count}?} other{Usunąć łamigłówki {count}?}}
pt: {count,plural, =1{Excluir quebra-cabeça {count}?} other{Excluir quebra-cabeças {count}?}}
ro: {count,plural, =1{Ștergeți puzzle-ul {count}?} other{Ștergeți {count} puzzle-uri?}}
ru: {count,plural, =1{Удалить головоломку {count}?} other{Удалить головоломки {count}?}}
si: {count,plural, =1{{count} ප්‍රහේලිකාව මකන්නද?} other{{count} ප්‍රහේලිකා මකන්නද?}}
sk: {count,plural, =1{Odstrániť {count} puzzle?} other{Chcete odstrániť {count} hádanky?}}
sl: {count,plural, =1{Želite izbrisati uganko {count}?} other{Želite izbrisati {count} uganke?}}
sv: {count,plural, =1{Ta bort {count} pussel?} other{Ta bort {count} pussel?}}
sw: {count,plural, =1{Ungependa kufuta {count} fumbo?} other{Ungependa kufuta mafumbo {count}?}}
te: {count,plural, =1{{count} పజిల్‌ని తొలగించాలా?} other{{count} పజిల్‌లను తొలగించాలా?}}
th: {count,plural, =1{ลบปริศนา {count} หรือไม่} other{ลบปริศนา {count} ใช่ไหม}}
tr: {count,plural, =1{{count} bulmacası silinsin mi?} other{{count} bulmacaları silinsin mi?}}
uk: {count,plural, =1{Видалити головоломку {count}?} other{Видалити {count} пазли?}}
ur: {count,plural, =1{__ph0__ پہیلی حذف کریں؟} other{__ph0__ پہیلیاں حذف کریں؟}}
uz: {count,plural, =1{{count} boshqotirmasi oʻchirilsinmi?} other{{count} boshqotirma oʻchirilsinmi?}}
zh: {count,plural, other{删除 {count} 个谜题？}}
zh_hant: {count,plural, =1{刪除 {count} 謎題？} other{刪除 {count} 謎題？}}
zu: {count,plural, =1{Susa indida engu-{count}?} other{Susa izindida ezingu-{count}?}}

# puzzleDeleted
source: {count,plural, =1{Deleted {count} puzzle}other{Deleted {count} puzzles}}
af: {count,plural, =1{Het {count} legkaart uitgevee} other{Het {count} legkaarte uitgevee}}
am: {count,plural, =1{{count} እንቆቅልሽ ተሰርዟል።} other{{count} እንቆቅልሾች ተሰርዘዋል}}
ar: {count,plural, =1{تم حذف لغز {count}} other{تم حذف ألغاز {count}}}
az: {count,plural, =1{{count} tapmaca silindi} other{{count} tapmacalar silindi}}
be: {count,plural, =1{Выдалена галаваломка {count}} other{Выдалена {count} загадак}}
bn: {count,plural, =1{{count} ধাঁধা মুছে ফেলা হয়েছে} other{মুছে ফেলা হয়েছে {count} পাজল}}
ca: {count,plural, =1{S'ha suprimit el trencaclosques {count}} other{S'han suprimit {count} trencaclosques}}
cs: {count,plural, =1{Smazaná hádanka {count}} other{Smazáno {count} hádanek}}
da: {count,plural, =1{Slettet {count} puslespil} other{Slettede {count} puslespil}}
de: {count,plural, =1{{count} Rätsel gelöscht}other{{count} Rätsel gelöscht}}
el: {count,plural, =1{Διαγράφηκε {count} παζλ} other{Διαγράφηκαν {count} παζλ}}
es: {count,plural, =1{Rompecabezas {count} eliminado} other{{count} rompecabezas eliminados}}
et: {count,plural, =1{Kustutatud {count} pusle} other{Kustutatud {count} mõistatust}}
fa: {count,plural, =1{پازل {count} حذف شد} other{پازل {count} حذف شد}}
fr: {count,plural, =1{Casse-tête {count} supprimé} other{Puzzles {count} supprimés}}
gu: {count,plural, =1{{count} પઝલ કાઢી નાખી} other{{count} કોયડા કાઢી નાખ્યા}}
he: {count,plural, =1{פאזל {count} נמחק} other{חידות {count} נמחקו}}
hi: {count,plural, =1{हटाई गई {count} पहेली} other{{count} पहेलियाँ हटा दी गईं}}
hr: {count,plural, =1{Izbrisana zagonetka {count}} other{Izbrisano {count} zagonetki}}
hu: {count,plural, =1{Törölve {count} feladvány}other{Törölve {count} feladvány}}
hy: {count,plural, =1{Ջնջված {count} գլուխկոտրուկը} other{Ջնջված {count} հանելուկներ}}
id: {count,plural, =1{Teka-teki {count} dihapus} other{Teka-teki {count} yang dihapus}}
is: {count,plural, =1{Eytt {count} þraut} other{Eydd {count} þrautum}}
it: {count,plural, =1{Puzzle {count} eliminato} other{Puzzle {count} eliminati}}
ja: {count,plural, =1{{count} パズルを削除しました} other{{count} 個のパズルを削除しました}}
km: {count,plural, =1{បានលុប {count} ល្បែងផ្គុំរូប} other{បានលុប {count} ល្បែងផ្គុំរូប}}
kn: {count,plural, =1{{count} ಒಗಟು ಅಳಿಸಲಾಗಿದೆ} other{{count} ಒಗಟುಗಳನ್ನು ಅಳಿಸಲಾಗಿದೆ}}
ko: {count,plural, =1{{count}개 퍼즐을 삭제했습니다}other{{count}개 퍼즐을 삭제했습니다}}
lt: {count,plural, =1{Ištrintas {count} galvosūkis} other{Ištrinta {count} galvosūkiai}}
lv: {count,plural, =1{Izdzēsts {count} mīkla} other{Izdzēstas {count} mīklas}}
mk: {count,plural, =1{Избришана {count} сложувалка} other{Избришани {count} загатки}}
ms: {count,plural, =1{Teka-teki {count} dipadamkan} other{Teka-teki {count} dipadamkan}}
nl: {count,plural, =1{{count} puzzel verwijderd} other{{count} puzzels verwijderd}}
pl: {count,plural, =1{Usunięto łamigłówkę {count}} other{Usunięto łamigłówki {count}}}
pt: {count,plural, =1{Quebra-cabeça {count} excluído} other{Quebra-cabeças {count} excluídos}}
ro: {count,plural, =1{Puzzle-ul {count} a fost șters} other{{count} puzzle-uri șterse}}
ru: {count,plural, =1{Удалена головоломка {count}.} other{Удалены головоломки {count}.}}
si: {count,plural, =1{{count} ප්‍රහේලිකාව මකන ලදී} other{මකා දැමූ {count} ප්‍රහේලිකා}}
sk: {count,plural, =1{Hádanka {count} bola odstránená} other{Odstránené hádanky {count}}}
sl: {count,plural, =1{Izbrisana uganka {count}} other{Izbrisanih {count} ugank}}
sv: {count,plural, =1{Raderat {count} pussel} other{Raderade {count} pussel}}
sw: {count,plural, =1{Fumbo {count} limefutwa} other{Fumbo {count} zimefutwa}}
te: {count,plural, =1{{count} పజిల్ తొలగించబడింది} other{{count} పజిల్స్ తొలగించబడ్డాయి}}
th: {count,plural, =1{ลบปริศนา {count} แล้ว} other{ลบปริศนา {count} แล้ว}}
tr: {count,plural, =1{{count} bulmacası silindi} other{{count} yapbozları silindi}}
uk: {count,plural, =1{Видалено головоломку {count}} other{Видалено {count} загадок}}
ur: {count,plural, =1{حذف شدہ __ph0__ پہیلی} other{حذف شدہ __ph0__ پہیلیاں}}
uz: {count,plural, =1{{count} boshqotirmasi oʻchirildi} other{{count} boshqotirma oʻchirildi}}
zh: {count,plural, other{已删除 {count} 个谜题}}
zh_hant: {count,plural, =1{已刪除 {count} 謎題} other{已刪除 {count} 謎題}}
zu: {count,plural, =1{Kususwe {count} iphazili} other{Kususwe {count} izindida}}

# puzzleCannotDeleteBuiltIn
source: Cannot delete built-in puzzles
af: Kan nie ingeboude legkaarte uitvee nie
am: አብሮ የተሰሩ እንቆቅልሾችን መሰረዝ አልተቻለም
ar: لا يمكن حذف الألغاز المضمنة
az: Daxili tapmacaları silmək mümkün deyil
be: Немагчыма выдаліць убудаваныя галаваломкі
bn: অন্তর্নির্মিত ধাঁধা মুছে ফেলা যাবে না
bo: ནང་བཟོའི་གསང་བརྟག་བསུབ་མི་ཐུབ།
ca: No es poden suprimir els trencaclosques integrats
cs: Nelze odstranit vestavěné hádanky
da: Kan ikke slette indbyggede puslespil
de: Integrierte Rätsel können nicht gelöscht werden
el: Δεν είναι δυνατή η διαγραφή ενσωματωμένων παζλ
es: No se pueden eliminar los rompecabezas integrados
et: Sisseehitatud mõistatusi ei saa kustutada
fa: نمی توان پازل های داخلی را حذف کرد
fr: Impossible de supprimer les puzzles intégrés
gu: બિલ્ટ-ઇન કોયડાઓ કાઢી શકતા નથી
he: לא ניתן למחוק פאזלים מובנים
hi: अंतर्निहित पहेलियाँ नहीं हटाई जा सकतीं
hr: Nije moguće izbrisati ugrađene zagonetke
hu: Beépített feladványok nem törölhetők
hy: Հնարավոր չէ ջնջել ներկառուցված հանելուկները
id: Tidak dapat menghapus teka-teki bawaan
is: Ekki er hægt að eyða innbyggðum þrautum
it: Impossibile eliminare i puzzle integrati
ja: 内蔵パズルは削除できません
km: មិនអាចលុបល្បែងផ្គុំរូបដែលមានស្រាប់បានទេ។
kn: ಅಂತರ್ನಿರ್ಮಿತ ಒಗಟುಗಳನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ko: 내장 퍼즐은 삭제할 수 없습니다
lt: Negalima ištrinti integruotų galvosūkių
lv: Nevar izdzēst iebūvētās mīklas
mk: Не може да се избришат вградените загатки
ms: Tidak boleh memadamkan teka-teki terbina dalam
nl: Kan ingebouwde puzzels niet verwijderen
pl: Nie można usunąć wbudowanych łamigłówek
pt: Não é possível excluir quebra-cabeças integrados
ro: Nu se pot șterge puzzle-urile încorporate
ru: Невозможно удалить встроенные головоломки.
si: බිල්ට් ප්‍රහේලිකා මකා දැමිය නොහැක
sk: Nie je možné odstrániť vstavané hádanky
sl: Vgrajenih ugank ni mogoče izbrisati
sv: Det går inte att ta bort inbyggda pussel
sw: Haiwezi kufuta mafumbo yaliyojengewa ndani
te: అంతర్నిర్మిత పజిల్‌లను తొలగించలేరు
th: ไม่สามารถลบปริศนาในตัวได้
tr: Yerleşik bulmacalar silinemiyor
uk: Неможливо видалити вбудовані головоломки
ur: بلٹ ان پہیلیاں حذف نہیں کرسکتے ہیں
uz: O‘rnatilgan jumboqlarni o‘chirib bo‘lmaydi
zh: 无法删除内置谜题
zh_hant: 無法刪除內置謎題
zu: Ayikwazi ukususa izindida ezakhelwe ngaphakathi

# puzzleCreationInstructions
source: How to Create a Puzzle
af: Hoe om 'n legkaart te skep
am: እንቆቅልሽ እንዴት መፍጠር እንደሚቻል
ar: كيفية إنشاء اللغز
az: Puzzle necə yaradılır
be: Як стварыць галаваломку
bn: কিভাবে একটি ধাঁধা তৈরি করতে হয়
bo: གསང་བརྟག་ཇི་ལྟར་བཟོ་དགོས།
ca: Com crear un trencaclosques
cs: Jak vytvořit puzzle
da: Sådan laver du et puslespil
de: So erstellen Sie ein Rätsel
el: Πώς να δημιουργήσετε ένα παζλ
es: Cómo crear un rompecabezas
et: Kuidas mõistatust luua
fa: چگونه یک پازل بسازیم
fr: Comment créer un puzzle
gu: પઝલ કેવી રીતે બનાવવી
he: איך ליצור פאזל
hi: पहेली कैसे बनाएं
hr: Kako napraviti slagalicu
hu: Hogyan hozz létre feladványt
hy: Ինչպես ստեղծել հանելուկ
id: Cara Membuat Teka-teki
is: Hvernig á að búa til þraut
it: Come creare un puzzle
ja: パズルの作り方
km: របៀបបង្កើតល្បែងផ្គុំរូប
kn: ಒಂದು ಪಜಲ್ ಅನ್ನು ಹೇಗೆ ರಚಿಸುವುದು
ko: 퍼즐 만드는 방법
lt: Kaip sukurti galvosūkį
lv: Kā izveidot mīklu
mk: Како да креирате загатка
ms: Cara Membuat Teka-teki
nl: Hoe je een puzzel maakt
pl: Jak stworzyć puzzle
pt: Como criar um quebra-cabeça
ro: Cum se creează un puzzle
ru: Как создать головоломку
si: ප්‍රහේලිකාවක් නිර්මාණය කරන්නේ කෙසේද
sk: Ako vytvoriť puzzle
sl: Kako ustvariti sestavljanko
sv: Hur man skapar ett pussel
sw: Jinsi ya Kutengeneza Fumbo
te: ఒక పజిల్ ఎలా సృష్టించాలి
th: วิธีการสร้างปริศนา
tr: Bulmaca Nasıl Oluşturulur
uk: Як створити головоломку
ur: ایک پہیلی بنانے کا طریقہ
uz: Qanday qilib boshqotirma yaratish mumkin
zh: 如何创建谜题
zh_hant: 如何創建謎題
zu: Ungayakha Kanjani Iphazili

# puzzleCreationSteps
source: 1. Setup board 2. Snapshot position 3. Record moves 4. Fill details 5. Save
af: 1. Opstelbord 2. Snapshot posisie 3. Teken bewegings aan 4. Vul besonderhede in 5. Stoor
am: 1. የማዋቀር ሰሌዳ 2. ቅጽበታዊ አቀማመጥ 3. እንቅስቃሴዎችን ይመዝግቡ 4. ዝርዝሮችን ይሙሉ 5. አስቀምጥ
ar: 1. لوحة الإعداد 2.موضع اللقطة 3.سجل التحركات 4.املأ التفاصيل 5.حفظ
az: 1. Quraşdırma lövhəsi 2.Snapshot mövqeyi 3.Hərəkətləri qeyd edin 4.Təfərrüatları doldurun 5.Saxla
be: 1. Плата ўстаноўкі 2.Пазіцыя здымка 3.Запісвайце хады 4.Запоўніце дэталі 5.Захаваць
bg: 1. Set up the board position 2. Capture the position 3. Record the solution moves 4. Fill in puzzle details 5. Save
bn: 1. সেটআপ বোর্ড 2।স্ন্যাপশট অবস্থান 3.রেকর্ড চালনা 4.বিবরণ পূরণ করুন 5।সংরক্ষণ করুন
bo: 1. པང་ལེབ་གཏན་འབེབས 2. གནས་བབ་ཟིན་ཐོ 3. བསྒུལ་བ་ཐོ་བཀོད 4. ཞིབ་ཕྲ་བཀོད 5. ཉར་ཚགས
ca: 1. Tauler de configuració 2.Posició de la instantània 3.Enregistra els moviments 4.Ompliu els detalls 5.Desa
cs: 1. Nastavení desky 2.Pozice snímku 3.Záznam tahů 4.Vyplňte podrobnosti 5.Uložit
da: 1. Opsætningstavle 2.Snapshot position 3.Optag træk 4.Udfyld detaljer 5.Gem
de: 1. Ausgangsposition aufbauen 2. Position erfassen 3. Lösungszüge aufzeichnen 4. Rätseldetails ausfüllen 5. Speichern
el: 1. Ρύθμιση πλακέτας 2.Θέση στιγμιότυπου 3.Καταγράψτε κινήσεις 4.Συμπληρώστε τα στοιχεία 5.Αποθήκευση
es: 1. Placa de configuración 2.Posición de la instantánea 3.Registrar movimientos 4.Complete los detalles 5.Guardar
et: 1. Seadistusplaat 2.Pildi asukoht 3.Salvestage liigutused 4.Täitke üksikasjad 5.Salvesta
fa: 1. برد راه اندازی 2.موقعیت عکس فوری 3.ضبط حرکات 4.جزئیات را پر کنید 5.ذخیره کنید
fi: 1. Set up the board position 2. Capture the position 3. Record the solution moves 4. Fill in puzzle details 5. Save
fr: 1. Carte de configuration 2.Position de l'instantané 3.Enregistrez les mouvements 4.Remplissez les détails 5.Enregistrer
gu: 1. સેટઅપ બોર્ડ 2.સ્નેપશોટ સ્થિતિ 3.રેકોર્ડ મૂવ્સ 4.વિગતો ભરો 5.સાચવો
he: 1. לוח התקנה 2.מיקום תמונת מצב 3.שיא מהלכים 4.מלא פרטים 5.שמור
hi: 1. सेटअप बोर्ड 2.स्नैपशॉट स्थिति 3.रिकॉर्ड चालें 4.विवरण भरें 5.सहेजें
hr: 1. Ploča za postavljanje 2.Snimak položaja 3.Bilježite poteze 4.Ispunite detalje 5.spremiti
hu: 1. Tábla beállítása 2. Pozíció mentése 3. Lépések rögzítése 4. Részletek kitöltése 5. Mentés
hy: 1. Տեղադրեք տախտակը 2:Պատկերի դիրքը 3:Գրանցեք շարժումներ 4:Լրացրեք մանրամասները 5:Պահպանել
id: 1. Papan pengaturan 2.Posisi cuplikan 3.Rekam gerakan 4.Isi rincian 5.Simpan
is: 1. Uppsetningarborð 2.Skyndimyndastaða 3.Taka upp hreyfingar 4.Fylltu út upplýsingar 5.Vista
it: 1. Scheda di installazione 2.Posizione dell'istantanea 3.Registra mosse 4.Compila i dettagli 5.Salva
ja: 1. ボード 2をセットアップします。スナップショットの位置 3。レコード移動 4。詳細 5 を入力します。保存
km: 1. ដំឡើងបន្ទះ 2។ទីតាំងរូបថត 3.កត់ត្រាចលនា 4.បំពេញព័ត៌មានលម្អិត 5.រក្សាទុក
kn: 1. ಸೆಟಪ್ ಬೋರ್ಡ್ 2.ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಸ್ಥಾನ 3.ರೆಕಾರ್ಡ್ ಚಲನೆಗಳು 4.ವಿವರಗಳನ್ನು ಭರ್ತಿ ಮಾಡಿ 5.ಉಳಿಸಿ
ko: 1. 보드 위치 설정 2. 위치 캡처 3. 해답 수순 기록 4. 퍼즐 세부 정보 입력 5. 저장
lt: 1. Sąrankos plokštė 2.Momentinės nuotraukos padėtis 3.Įrašyti judesius 4.Užpildykite išsamią informaciją 5.Išsaugoti
lv: 1. Iestatīšanas panelis 2.Momentuzņēmuma pozīcija 3.Ierakstiet kustības 4.Aizpildiet informāciju 5.Saglabāt
mk: 1. Поставете табла 2.Позиција на снимката 3.Снимајте потези 4.Пополнете детали 5.Зачувај
ms: 1. Papan persediaan 2.Kedudukan syot kilat 3.Rekod pergerakan 4.Isikan butiran 5.Jimat
my: 1. Set up the board position 2. Capture the position 3. Record the solution moves 4. Fill in puzzle details 5. Save
nb: 1. Set up the board position 2. Capture the position 3. Record the solution moves 4. Fill in puzzle details 5. Save
nl: 1. Bord instellen 2.Momentopnamepositie 3.Zet zetten op 4.Vul gegevens in 5.Opslaan
pl: 1. Płyta instalacyjna 2.Pozycja migawki 3.Rekordowe ruchy 4.Wypełnij szczegóły 5.Zapisz
pt: 1. Configuração da placa 2.Posição do instantâneo 3.Registrar movimentos 4.Preencha os detalhes 5.Salvar
ro: 1. Placă de configurare 2.Poziția instantaneului 3.Înregistrați mișcările 4.Completați detalii 5.Salvați
ru: 1. Установочная плата 2.Позиция снимка 3.Рекордные ходы 4.Заполните данные 5.Сохранить
si: 1. පිහිටුවීම් පුවරුව 2.ස්නැප්ෂොට් පිහිටුම 3.වාර්තා චලනයන් 4.විස්තර පුරවන්න 5.සුරකින්න
sk: 1. Nastavenie dosky 2.Pozícia snímky 3.Rekordné ťahy 4.Vyplňte podrobnosti 5.Uložiť
sl: 1. Namestitvena plošča 2.Položaj posnetka 3.Beležite poteze 4.Izpolnite podrobnosti 5.Shrani
sq: 1. Set up the board position 2. Capture the position 3. Record the solution moves 4. Fill in puzzle details 5. Save
sr: 1. Set up the board position 2. Capture the position 3. Record the solution moves 4. Fill in puzzle details 5. Save
sv: 1. Installationskort 2.Ögonblicksbildposition 3.Spela in drag 4.Fyll i detaljer 5.Spara
sw: 1. Ubao wa kusanidi 2.Nafasi ya picha 3.Rekodi hatua 4.Jaza maelezo 5.Hifadhi
te: 1. సెటప్ బోర్డ్ 2.స్నాప్‌షాట్ స్థానం 3.రికార్డ్ కదలికలు 4.వివరాలను పూరించండి 5.సేవ్ చేయండి
th: 1. ติดตั้งบอร์ด 2.ตำแหน่งสแนปช็อต 3.บันทึกการเคลื่อนไหว 4.กรอกรายละเอียด 5.บันทึก
tr: 1. Kurulum panosu 2.Anlık görüntü konumu 3.Hareketleri kaydedin 4.Ayrıntıları doldurun 5.Kaydet
uk: 1. Налаштування плати 2.Позиція знімка 3.Записуйте ходи 4.Заповнити деталі 5.зберегти
ur: 1. سیٹ اپ بورڈ __sanmill_nl__2.اسنیپ شاٹ پوزیشن __sanmill_nl__3۔ریکارڈ چالیں __sanmill_nl__4۔تفصیلات __sanmill_nl__5 کو پُر کریں۔بچت کریں
uz: 1. Sozlash paneli 2.Surat holati 3.Harakatlarni yozib oling 4.Tafsilotlarni to'ldiring 5.Saqlash
vi: 1. Set up the board position 2. Capture the position 3. Record the solution moves 4. Fill in puzzle details 5. Save
zh: 1. 设置棋盘局面 2. 快照当前局面 3. 录制解答步骤 4. 填写谜题详情 5. 保存
zh_hant: 1. 安裝板 2.快照位置 3。記錄移動 4。填寫詳細信息 5。保存
zu: 1. Setha ibhodi 2.Indawo yesifinyezo 3.Umnyakazo werekhodi 4.Gcwalisa imininingwane 5.Londoloza

# puzzleSetupPosition
source: Setup Position
af: Opstel posisie
am: አቀማመጥ አቀማመጥ
ar: موقف الإعداد
az: Quraşdırma mövqeyi
be: Становішча ўстаноўкі
bn: সেটআপ অবস্থান
bo: གནས་བབ་གཏན་འབེབས།
ca: Posició de configuració
cs: Pozice nastavení
da: Opsætningsposition
de: Position aufbauen
el: Θέση εγκατάστασης
es: Posición de configuración
et: Seadistamise positsioon
fa: موقعیت راه اندازی
fr: Position d'installation
gu: સેટઅપ પોઝિશન
he: מיקום הגדרה
hi: सेटअप स्थिति
hr: Položaj postavljanja
hu: Pozíció beállítása
hy: Կարգավորման դիրքը
id: Posisi Pengaturan
is: Uppsetningarstaða
it: Posizione di installazione
ja: セットアップ位置
km: កំណត់ទីតាំង
kn: ಸೆಟಪ್ ಸ್ಥಾನ
ko: 위치 설정
lt: Sąrankos padėtis
lv: Iestatīšanas pozīcija
mk: Позиција за поставување
ms: Kedudukan Persediaan
nl: Positie instellen
pl: Pozycja konfiguracyjna
pt: Posição de configuração
ro: Poziția de configurare
ru: Позиция установки
si: පිහිටුම් ස්ථානය
sk: Poloha nastavenia
sl: Nastavitveni položaj
sv: Inställningsposition
sw: Weka Nafasi
te: సెటప్ స్థానం
th: ตำแหน่งการติดตั้ง
tr: Kurulum Konumu
uk: Позиція налаштування
ur: سیٹ اپ پوزیشن
uz: O'rnatish pozitsiyasi
zh: 设置局面
zh_hant: 設置位置
zu: Setha indawo

# puzzlePositionSnapshotted2
source: Position Snapshotted
af: Posisie Geskiet
am: አቀማመጥ በቅጽበት ታይቷል።
ar: لقطة الموقف
az: Mövqe Snapshot
be: Зроблены здымак пазіцыі
bn: অবস্থান স্ন্যাপশট
bo: གནས་བབ་ཟིན་ཐོ་བཀོད་ཟིན།
ca: Instantània de la posició
cs: Poloha Snímek
da: Stilling Snapshotted
el: Στιγμιότυπο θέσης
es: Posición capturada
et: Asukoha hetktõmmis
fa: موقعیت عکس فوری
fr: Position instantanée
gu: પોઝિશન સ્નેપશોટ
he: העמדה צולמה
hi: स्थिति का स्नैपशॉट लिया गया
hr: Snimak položaja
hu: Pozíció elmentve
hy: Պաշտոնը պատկերված է
id: Posisi Dipotret
is: Stöðumynd tekin
it: Posizione istantanea
ja: スナップショットされた位置
km: រូបថតទីតាំង
kn: ಸ್ಥಾನವನ್ನು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಮಾಡಲಾಗಿದೆ
lt: Padėties momentinė nuotrauka
lv: Pozīcijas momentuzņēmums
mk: Позиција снимена
ms: Kedudukan Dirakam
nl: Positie momentopname
pl: Migawka pozycji
pt: Posição capturada
ro: Poziție instantanee
ru: Снимок позиции
si: ස්ථානය Snapshot කර ඇත
sk: Poloha zachytená
sl: Posnetek položaja
sv: Position avbildad
sw: Nafasi Iliyopigwa Picha
te: స్థానం స్నాప్‌షాట్ చేయబడింది
th: ภาพรวมตำแหน่ง
tr: Anlık Görüntü Alınan Konum
uk: Знімок позиції
ur: پوزیشن سنیپ شاٹڈ
uz: Joylashuv surati
zh: 局面已快照
zh_hant: 位置快照
zu: Isikhundla Sifinyeziwe
