Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# boardTop
source: Board offset from the top
af: Bord verskuif van bo af
am: ሰሌዳው ከላይ ያለው ርቀት
ar: إزاحة اللوحة من الأعلى
az: Lövhə yuxarıdan ofset
be: Дошка са зрушэннем ад верху
bg: Преместване на дъската отгоре
bn: উপরে থেকে বোর্ড অফসেট
bo: རྩེད་པང་གི་སྟེང་ནས་བར་ཐག
ca: Distància des de la part superior del tauler
cs: Odsazení desky shora
da: Brættet er forskudt fra toppen
de: Abstand Spielbrett von oben
el: Μετατόπιση του ταμπλό από την κορυφή
es: Desplazamiento del tablero desde la parte superior
et: Laua nihkumine ülevalt alla
fa: فاصله تخته بازی از بالا
fi: Laudan etäisyys yläreunasta
fr: Décalage du plateau par rapport au haut
gu: ટોચ પરથી બોર્ડ ઓફસેટ
he: קיזוז לוח מלמעלה
hi: ऊपर से बोर्ड ऑफ़सेट
hr: Gornji odmak ploče
hu: A tábla eltolása felülről
hy: Տախտակի օֆսեթ վերևից
id: Papan offset dari atas
is: Borð á móti ofan frá
it: Sfalsamento della tavola dall'alto
ja: 上からのボード オフセット
km: គម្លាតក្តារពីខាងលើ
kn: ಮೇಲಿನಿಂದ ಬೋರ್ಡ್ ಆಫ್‌ಸೆಟ್
ko: 보드 상단으로부터의 오프셋
lt: lentos poslinkis nuo viršaus
lv: Dēlis nobīdīts no augšas
mk: Офсет на таблата од врвот
ms: Papan mengimbangi dari atas
my: ဘုတ်ပေါ်ကနေ နှိမ်တယ်
nb: Styret forskjøvet fra toppen
nl: Bord verschoven van de top
pl: Przesunięcie planszy od góry
pt: Deslocamento do tabuleiro do topo
ro: Tablă compensată de sus
ru: Смещение доски сверху
si: පුවරුව ඉහළ සිට අනුරූපිතය
sk: Doska posunutá zhora
sl: Odmik deske od vrha
sq: Kompensimi i bordit nga lart
sr: Плоча помакнута од врха
sv: Brädet är förskjutet från toppen
sw: Uwekaji wa bodi kutoka juu
ta: போர்டு மேலே இருந்து ஆஃப்செட்
te: ఎగువ నుండి బోర్డు ఆఫ్‌సెట్
th: คณะกรรมการชดเชยจากด้านบน
tr: Üstten tahta ofseti
uk: Зміщення дошки від верху
ur: بورڈ اوپر سے آفسیٹ
uz: Kengash tepadan ofset
vi: Bảng bù đắp từ trên xuống
zh: 棋盘和上边缘的间距
zh_hant: 棋盤和上邊緣的間距
zu: I-offset yebhodi ukusuka phezulu

# notAIsTurn
source: It is not the AI's turn.
af: Dit is nie die KI se beurt nie.
am: የሰው ሰራሽ አዕምሮ ተራ አይደለም።
ar: لم يحن دور الآلة.
az: Süni intellektin növbəsi deyil.
be: Не дайшла чарга ІІ.
bg: Не е ред на изкуствения интелект.
bn: এটি এআইয়ের পালা নয়।
bo: ད་ལྟ་ AI འགུལ་རྒྱུའི་དུས་མིན་པ།
ca: No és el torn de la IA.
cs: Na řadě není AI.
da: Det er ikke AI's tur.
de: Der Computer ist nicht am Zug.
el: Δεν είναι η σειρά της ΤΝ.
es: No es el turno de la IA.
et: See ei ole AI kord.
fa: نوبت هوش مصنوعی نیست.
fi: Nyt ei ole tekoälyn vuoro.
fr: Ce n'est pas le tour de l'IA.
gu: એઆઈનો વારો નથી.
he: זה לא תורו של ה-AI.
hi: यह एआई की बारी नहीं है।
hr: UI nije na redu.
hu: Nem AI van soron.
hy: Հերթը AI-ին չէ.
id: Ini bukan giliran AI.
is: Það er ekki röðin að gervigreindinni.
it: Non è il turno dell'IA.
ja: AIの番ではありません。
km: វាមិនមែនជាវេនរបស់ AI ទេ។
kn: ಇದು ಎಐನ ಸರದಿ ಅಲ್ಲ.
ko: AI의 차례가 아닙니다.
lt: Tai nėra dirbtinio intelekto ėjimas.
lv: Mākslīgais intelekts nav uz rindas.
mk: Не е редот на АИ.
ms: Ini bukan giliran AI.
my: အီးအိုင်းအတွက် လှည့်ကြားခြင်းမဟုတ်ပါ။
nb: Det er ikke AIs tur.
nl: De AI is niet aan de beurt.
pl: To nie jest kolej SI.
pt: Não é a vez da IA.
ro: Nu este rândul lui AI.
ru: Сейчас не ход ИИ.
si: යන්ත්‍රයේ වරයක් නොවේ.
sk: Umelá inteligencia nie je na ťahu.
sl: Umetna inteligenca ni na potezi.
sq: Nuk është radha e AI-së.
sr: Није ред на АИ.
sv: Det är inte AI:s tur.
sw: Sio zamu ya AI.
ta: இது செஅ இன் முறை அல்ல.
te: ఇది AI యొక్క మలుపు కాదు.
th: มันไม่ใช่ตาของ AI
tr: AI'nın sırası değil.
uk: Настала черга ШІ.
ur: یہ AI کی باری نہیں ہے۔
uz: Bu navbat AI emas.
vi: Đó không phải là lượt của AI.
zh: 现在不是轮到 AI 行棋
zh_hant: 現在不是輪到電腦行棋
zu: Akulona ithuba le-AI.

source: AI is not thinking.
af: KI dink nie.
am: ሰው ሰራሽ አዕምሮ አያስብም።
ar: الذكاء الاصطناعي لا يفكر.
az: AI düşünmür.
be: ШІ не думае.
bg: ИИ не мисли.
bn: এআই ভাবছে না।
bo: AI བསམ་བློ་བཏང་བཞིན་མེད།
ca: La IA no està pensant.
cs: AI nemyslí.
da: AI tænker ikke.
de: Computer denkt nicht.
el: Η ΤΝ δεν σκέφτεται.
es: La IA no está razonando.
et: AI ei mõtle.
fa: هوش مصنوعی در حال فکر کردن نیست.
fi: Tekoäly ei ajattele.
fr: L'IA ne réfléchit pas.
gu: એઆઈ વિચારી રહ્યો નથી.
he: AI לא חושב.
hi: एआई नहीं सोच रहा है।
hr: UI ne razmišlja.
hu: AI nem gondolkodik.
hy: AI-ն չի մտածում.
id: AI tidak berpikir.
is: AI er ekki að hugsa.
it: L'IA non sta pensando.
ja: AIは考えていません。
km: AI មិនកំពុងគិតទេ។
kn: ಎಐ ಯೋಚಿಸುತ್ತಿಲ್ಲ.
ko: AI가 생각하고 있지 않습니다.
lt: AI nemąsto.
lv: Mākslīgais intelekts nedomā.
mk: АИ не размислува.
ms: AI tidak berfikir.
my: AI သင်ယူနေသည်မဟုတ်။
nb: AI tenker ikke.
nl: AI denkt niet na.
pl: SI nie myśli.
pt: A IA não está pensando.
ro: AI nu gândește.
ru: ИИ не думает.
si: යන්ත්‍රය සිතන්නේ නැත.
sk: AI nemyslí.
sl: UI ne razmišlja.
sq: AI nuk po mendon.
sr: АИ не размишља.
sv: KI tänker inte.
sw: AI haifikirii.
ta: செஅ யோசிக்கவில்லை.
te: AI ఆలోచించడం లేదు.
th: AI ไม่ได้คิด
tr: AI düşünmüyor.
uk: ШІ не думає.
ur: AI نہیں سوچ رہا ہے۔
uz: AI o'ylamaydi.
vi: AI không suy nghĩ.
zh: AI 并非正在思考中
zh_hant: 電腦並非正在思考中
zu: I-AI ayicabangi.

# atEnd
source: You are at the end of the move list.
af: Jy is aan die einde van die skuiflys.
am: በእንቅስቃሴ ዝርዝሩ መጨረሻ ላይ ነዎት።
ar: في نهاية قائمة الحركة.
az: Siz köçürmə siyahısının sonundasınız.
be: Вы знаходзіцеся ў канцы спісу пераездаў.
bg: Намирате се в края на списъка с ходове.
bn: আপনি সরানো তালিকার শেষে রয়েছেন।
bo: ཁྱོད་སྤོ་འགུལ་མིང་ཐོའི་མཇུག་ཏུ་སླེབས་པ།
ca: Sou al final de la llista de moviments.
cs: Na konci seznamu přesunutí.
da: Du er i slutningen af træklisten.
de: Am Ende der Spielzugliste.
el: Βρίσκεστε στο τέλος της λίστας κινήσεων.
es: Está al final de la lista de movimientos.
et: Olete käikude nimekirja lõpus.
fa: در پایان لیست حرکت‌ها قرار دارید.
fi: Olet siirtolistasi lopussa.
fr: Vous êtes à la fin de la liste des mouvements.
gu: તમે ચાલ સૂચિના અંતમાં છો.
he: אתה בסוף רשימת המהלכים.
hi: चाल सूची के अंत में।
hr: Dosegnuli ste kraj popisa poteza.
hu: A lépegetés lista végén.
hy: Դուք շարժման ցուցակի վերջում եք:
id: Anda berada di akhir daftar pemindahan.
is: Þú ert í lok flutningslistans.
it: Alla fine della lista delle mosse.
ja: あなたは移動リストの最後にいます。
km: អ្នកនៅចុងបញ្ចប់នៃបញ្ជីចលនា។
kn: ನೀವು ಚಲಿಸುವ ಪಟ್ಟಿಯ ಕೊನೆಯಲ್ಲಿದ್ದೀರಿ.
ko: 기보의 끝입니다.
lt: Esate ėjimų sąrašo pabaigoje.
lv: Jūs esat gājienu saraksta beigās.
mk: Вие сте на крајот од списокот за преместување.
ms: Anda berada di akhir senarai pindah.
my: သင်သည် ပြောင်းရွှေ့စာရင်း၏ အဆုံးတွင် ရှိနေသည်။
nb: Du er på slutten av trekklisten.
nl: Aan het eind van de zettenlijst.
pl: Na końcu listy ruchów.
pt: No final da lista de mudanças.
ro: La sfârșitul listei de mutări.
ru: В конце списка ходов.
si: ඔබ චලන ලැයිස්තුවේ අවසානයේ සිටී.
sk: Ste na konci zoznamu ťahov.
sl: Ste na koncu seznama potez.
sq: Në fund të listës së lëvizjeve.
sr: На крају сте листе за премештање.
sv: Du är i slutet av draglistan.
sw: Uko mwisho wa orodha ya hoja.
ta: நீங்கள் நகரும் பட்டியலின் முடிவில் இருக்கிறீர்கள்.
te: మీరు కదలిక జాబితా చివరిలో ఉన్నారు.
th: คุณอยู่ที่ส่วนท้ายของรายการย้าย
tr: Hareket listesinin sonunda.
uk: Ви в кінці списку переміщень.
ur: آپ منتقلی کی فہرست کے آخر میں ہیں۔
uz: Siz ko'chirish ro'yxatining oxiridasiz.
vi: Bạn đang ở cuối danh sách di chuyển.
zh: 已经到底了
zh_hant: 已經到底了
zu: Usekupheleni kohlu lokuhambisa.

# tapBackAgainToLeave
source: Tap Back again to exit.
af: Tik weer terug om te vertrek.
am: ለመውጣት እንደገና ወደኋላ ይንኩ።
ar: انقر مرة أخرى للمغادرة.
az: Çıxmaq üçün yenidən klikləyin.
be: Націсніце назад яшчэ раз, каб выйсці.
bg: Докоснете отново назад, за да излезете.
bn: ছেড়ে যেতে আবার আলতো চাপুন।
bo: ཡང་བསྐྱར་རྗེས་ལ་རེག་ནས་ཕྱིར་ཐོན།
ca: Torneu a prémer enrere per a sortir.
cs: Opětovným klepnutím zpět odejdete.
da: Tryk tilbage igen for at gå.
de: Nochmal drücken, um zu beenden.
el: Πατήστε ξανά πίσω για να φύγετε.
es: Toque atrás de nuevo para salir.
et: Koputage uuesti tagasi, et lahkuda.
fa: برای خروج از برنامه ، دوباره روی دکمه برگشت ضربه بزنید.
fi: Poistu napauttamalla uudelleen takaisin.
fr: Appuyez à nouveau sur Retour pour quitter.
gu: જવા માટે ફરીથી ટેપ કરો.
he: הקש שוב אחורה כדי לצאת.
hi: जाने के लिए फिर से टैप करें।
hr: Zatvorite aplikaciju ponovnim dodirnom na gumb za natrag.
hu: Koppintson újra a távozáshoz.
hy: Կրկին հպեք հետ՝ հեռանալու համար:
id: Ketuk kembali lagi untuk pergi.
is: Bankaðu aftur til baka til að fara.
it: Tocca di nuovo per uscire.
ja: 戻るにはもう一度タップします。
km: ប៉ះ ថយក្រោយ ម្តងទៀតដើម្បីចាកចេញ។
kn: ಬಿಡಲು ಮತ್ತೆ ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 뒤로 버튼을 한 번 더 탭하여 나가기.
lt: Dar kartą bakstelėkite atgal, kad išeitumėte.
lv: Pieskarieties atpakaļ, lai izietu.
mk: Допрете назад за да заминете.
ms: Ketik kembali sekali lagi untuk pergi.
my: ထွက်ခွာရန် နောက်တစ်ကြိမ် ပြန်နှိပ်ပါ။
nb: Trykk tilbake for å dra.
nl: Tik opnieuw om te vertrekken.
pl: Stuknij ponownie w tył, aby wyjść.
pt: Toque novamente para sair.
ro: Atingeți butonul Înapoi încă o dată pentru a ieși.
ru: Нажмите назад еще раз, чтобы выйти.
si: නික්මීමට යළිත් පසුපසට තට්ටු කරන්න.
sk: Ťuknutím na tlačidlo späť znova odíďte.
sl: Ponovno se dotaknite nazaj, če želite oditi.
sq: Trokit përsëri përsëri për t'u larguar.
sr: Додирните поново да бисте изашли.
sv: Tryck tillbaka igen för att gå vidare.
sw: Gusa tena ili kuondoka.
ta: வெளியேற மீண்டும் தட்டவும்.
te: బయలుదేరడానికి మళ్ళీ నొక్కండి.
th: แตะกลับอีกครั้งเพื่อออก
tr: Ayrılmak için tekrar geri dokunun.
uk: Знову торкніться Назад, щоб вийти.
ur: چھوڑنے کے لیے دوبارہ تھپتھپائیں۔
uz: Ketish uchun yana bir marta bosing.
vi: Nhấn lại một lần nữa để rời đi.
zh: 再次按返回键退出应用
zh_hant: 再次按 Back 鍵退出
zu: Thepha futhi ukuze uhambe.

source: More
af: Meer
am: ተጨማሪ
ar: أكثر
az: Daha çox
be: больш
bg: Още
bn: আরও
bo: དེ་མིན།
ca: Més
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
es: Más
et: Rohkem
fa: بیشتر
fi: Lisää
fr: En savoir plus
gu: વધુ
he: יותר
hi: अधिक
hr: Više
hu: Több
hy: Ավելին
id: Lebih
is: Meira
it: Più
ja: もっと
km: ច្រើនទៀត
kn: ಇನ್ನಷ್ಟು
ko: 더 보기
lt: Daugiau
lv: Vairāk
mk: Повеќе
ms: Lebih banyak lagi
my: နောက်ထပ်
nb: Mer
nl: Meer
pl: Więcej
pt: Mais
ro: Mai mult
ru: Больше
si: වැඩි විස්තර
sk: Viac na
sl: Več
sq: Më shumë
sr: Више
sv: Mer
sw: Zaidi
ta: மேலும்
te: మరింత
th: มากกว่า
tr: Daha
uk: Більше
ur: مزید
uz: Ko'proq
vi: Hơn
zh: 更多
zh_hant: 更多
zu: Okuningi

# experimental
source: It is an experimental feature.
af: Dit is 'n eksperimentele kenmerk.
am: ይህ የሙከራ ባህሪ ነው።
ar: هذه ميزة تجريبية.
az: Bu eksperimental xüsusiyyətdir.
be: Гэта эксперыментальная функцыя.
bg: Това е експериментална функция.
bn: এটি একটি পরীক্ষামূলক বৈশিষ্ট্য।
bo: འདི་ནི་ཚོད་ལྟའི་བརྒྱུད་རིམ་ཞིག་ཡིན།
ca: Això és una funció experimental.
cs: Toto je experimentální funkce.
da: Det er en eksperimentel funktion.
de: Dies ist eine experimentelle Funktion.
el: Πρόκειται για μια πειραματική λειτουργία.
es: Esta es una función experimental.
et: Tegemist on eksperimentaalse funktsiooniga.
fa: این یک ویژگی تجربی است.
fi: Se on kokeellinen ominaisuus.
fr: Il s'agit d'une fonctionnalité expérimentale.
gu: તે એક પ્રાયોગિક સુવિધા છે.
he: זוהי תכונה ניסיונית.
hi: यह एक प्रायोगिक विशेषता है।
hr: Ovo je eksperimentalna funkcija.
hu: Ez egy kísérleti jellemző.
hy: Դա փորձարարական հատկանիշ է:
id: Ini adalah fitur eksperimental.
is: Það er tilraunaeiginleiki.
it: Questa è una caratteristica sperimentale.
ja: これは実験的な機能です。
km: វាជាមុខងារពិសោធន៍។
kn: ಇದು ಪ್ರಾಯೋಗಿಕ ಲಕ್ಷಣವಾಗಿದೆ.
ko: 실험적인 기능입니다.
lt: Tai eksperimentinė funkcija.
lv: Šī ir eksperimentāla funkcija.
mk: Тоа е експериментална карактеристика.
ms: Ini adalah ciri eksperimen.
my: ၎င်းသည် စမ်းသပ်မှုအင်္ဂါရပ်တစ်ခုဖြစ်သည်။
nb: Det er en eksperimentell funksjon.
nl: Dit is een experimentele functie.
pl: Jest to funkcja eksperymentalna.
pt: Esta é uma função experimental.
ro: Aceasta este o caracteristică experimentală.
ru: Это экспериментальная функция.
si: එය පරීක්ෂණාත්මක විශේෂාංගයකි.
sk: Ide o experimentálnu funkciu.
sl: Gre za eksperimentalno funkcijo.
sq: Kjo është një tipar eksperimental.
sr: То је експериментална карактеристика.
sv: Det är en experimentell funktion.
sw: Ni kipengele cha majaribio.
ta: இது ஒரு சோதனை நற்பொருத்தம்.
te: ఇది ప్రయోగాత్మక లక్షణం.
th: เป็นคุณลักษณะทดลอง
tr: Bu deneysel bir özelliktir.
uk: Це експериментальна функція.
ur: یہ ایک تجرباتی خصوصیت ہے۔
uz: Bu eksperimental xususiyat.
vi: Nó là một tính năng thử nghiệm.
zh: 此仍属实验性功能。
zh_hant: 此仍屬實驗性功能。
zu: Kuyisici sokuhlola.

source: Experiments
af: Eksperimente
am: ሙከራዎች
ar: التجارب
az: Təcrübələr
be: Эксперыменты
bg: Експерименти
bn: পরীক্ষা-নিরীক্ষা
bo: ཚོད་ལྟ།
cs: Experimenty
da: Eksperimenter
de: Experimente
el: Πειράματα
es: Experimentos
et: Eksperimendid
fa: آزمایش
fi: Kokeilut
fr: Expériences
gu: પ્રયોગો
he: ניסויים
hi: प्रयोगों
hr: Eksperimenti
hu: Kísérletek
hy: Փորձարկումներ
id: Eksperimen
is: Tilraunir
it: Esperimenti
ja: 実験
km: ការពិសោធន៍
kn: ಪ್ರಯೋಗಗಳು
ko: 실험
lt: Eksperimentai
lv: Eksperimenti
mk: Експерименти
ms: Eksperimen
my: စမ်းသပ်မှုများ
nb: Eksperimenter
nl: Experimenten
pl: Eksperymenty
pt: Experimentos
ro: Experimente
ru: Эксперименты
si: පරීක්ෂණ
sk: Experimenty
sl: Eksperimenti
sq: Eksperimentet
sr: Експерименти
sv: Experiment
sw: Majaribio
ta: சோதனைகள்
te: ప్రయోగాలు
th: การทดลอง
tr: Deneysel Özellikler
uk: Експерименти
ur: تجربات
uz: Tajribalar
vi: thí nghiệm
zh: 实验性功能
zh_hant: 實驗性功能
zu: Izivivinyo

# ossLicenses
source: Open-source licenses
af: Oopbron lisensies
am: ክፍት ምንጭ ፈቃዶች
ar: تراخيص مفتوحة المصدر
az: Açıq mənbə lisenziyaları
be: Ліцэнзіі з адкрытым зыходным кодам
bg: Лицензи с отворен код
bn: মুক্ত উত্স লাইসেন্স
bo: སྒོ་དབྱེའི་ཐོན་ཁུངས་ཆོག་འཐུས།
ca: Llicències de codi obert
cs: Licence open source
da: Open source-licenser
de: Quelloffene Lizenzen
el: Άδειες χρήσης ανοικτού κώδικα
es: Licencias de código abierto
et: Avatud lähtekoodiga litsentsid
fa: مجوزهای منبع آزاد
fi: Avoimen lähdekoodin lisenssit
fr: Licences open-source
gu: ખુલ્લા સ્રોત લાઇસેંસિસ
he: רישיונות קוד פתוח
hi: ओपन सोर्स लाइसेंस
hr: Licence otvorenog koda
hu: Nyílt forráskódú licencek
hy: Բաց կոդով լիցենզիաներ
id: Lisensi sumber terbuka
is: Opinn uppspretta leyfi
it: Licenze open source
ja: オープンソース ライセンス
km: អាជ្ញាប័ណ្ណប្រភពបើកចំហ
kn: ಮುಕ್ತ ಮೂಲ ಪರವಾನಗಿಗಳು
ko: 오픈 소스 라이선스
lt: Atvirojo kodo licencijos
lv: Atvērtā pirmkoda licences
mk: Лиценци со отворен извор
ms: Lesen sumber terbuka
my: Open-source လိုင်စင်များ
nb: Åpen kildekode lisenser
nl: Open bron licenties
pl: Licencje open source
pt: Licenças de fonte aberta
ro: Licențe open source
ru: Лицензии с открытым исходным кодом
si: විවෘත-මූලාශ්‍ර බලපත්‍ර
sk: Licencie s otvoreným zdrojovým kódom
sl: Odprtokodne licence
sq: Licencat me burim të hapur
sr: Лиценце отвореног кода
sv: Licenser för öppen källkod
sw: Leseni za chanzo huria
ta: திறந்த மூல உரிமங்கள்
te: ఓపెన్ సోర్స్ లైసెన్సులు
th: ใบอนุญาตโอเพ่นซอร์ส
tr: Açık kaynak lisansları
uk: Ліцензії з відкритим кодом
ur: اوپن سورس لائسنس
uz: Ochiq manbali litsenziyalar
vi: Giấy phép nguồn mở
zh: 开放源代码许可
zh_hant: 開放原始程式碼許可
zu: Amalayisense omthombo ovulekile

source: Language
af: Taal
am: ቋንቋ
ar: اللغة
az: Dil
be: Мова
bg: Език
bn: ভাষা
bo: སྐད་རིགས།
ca: Llengua
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
et: Keel
fa: زبان
fi: Kieli
fr: Langue
gu: ભાષા
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
hy: Լեզու
id: Bahasa
is: Tungumál
it: Lingua
ja: 言語
km: ភាសា
kn: ಭಾಷೆ
ko: 언어
lt: Kalba
lv: Valoda
mk: Јазик
ms: Bahasa
my: ဘာသာစကား
nb: Språk
nl: Taal
pl: Język
pt: Idioma
ro: Limba
ru: Язык
si: භාෂාව
sk: Jazyk
sl: Jezik
sq: Gjuhe
sr: Језик
sv: Språk
sw: Lugha
ta: மொழி
te: భాష
th: ภาษา
tr: Dil
uk: Мову
ur: زبان
uz: Til
vi: Ngôn ngữ
zh: 显示语言
zh_hant: 顯示語言
zu: Ulimi

source: Default language
af: Verstektaal
am: ነባሪ ቋንቋ
ar: اللغة الافتراضية
az: Defolt dil
be: Мова па змаўчанні
bg: Език по подразбиране
bn: নির্ধারিত ভাষা
bo: སྔོན་སྒྲིག་སྐད་ཡིག
ca: Llengua per defecte
cs: Základní jazyk
da: Standardsprog
de: Standardsprache
el: Προεπιλεγμένη γλώσσα
es: Idioma predeterminado
et: Vaikimisi keel
fa: زبان پیش فرض
fi: Oletuskieli
fr: Langue par défaut
gu: ડિફોલ્ટ ભાષા
he: שפת ברירת מחדל
hi: डिफ़ॉल्ट भाषा
hr: Standardni jezik
hu: Alapértelmezett nyelv
hy: Կանխադրված լեզու
id: Bahasa default
is: Sjálfgefið tungumál
it: Lingua predefinita
ja: 既定の言語
km: ភាសាលំនាំដើម
kn: ಡೀಫಾಲ್ಟ್ ಭಾಷೆ
ko: 기본 언어
lt: Numatytoji kalba
lv: Noklusējuma valoda
mk: Стандарден јазик
ms: Bahasa lalai
my: မူရင်းဘာသာစကား
nb: Standard språk
nl: Standaard taal
pl: Domyślny język
pt: Idioma padrão
ro: Limba implicita
ru: Язык по умолчанию
si: පෙරනිමි භාෂාව
sk: Predvolený jazyk
sl: Privzet jezik
sq: Gjuha e paracaktuar
sr: Подразумевани језик
sv: Standardspråk
sw: Lugha chaguomsingi
ta: இயல்புநிலை மொழி
te: డిఫాల్ట్ భాష
th: ภาษาเริ่มต้น
tr: Varsayılan dil
uk: Мова за замовчуванням
ur: پہلے سے طے شدہ زبان
uz: Standart til
vi: Ngôn ngữ mặc định
zh: 默认语言
zh_hant: 預設語言
zu: Ulimi oluzenzakalelayo

# mayMoveInPlacingPhase
source: The pieces can move in the placing phase
af: Die stukke kan in die plasingsfase beweeg
am: ዕቃዎችን በማስቀመጫ ደረጃ ማንቀሳቀስ ይቻላል
ar: يمكن أن تتحرك القطع في مرحلة الوضع
az: Parçalar yerləşdirmə mərhələsində hərəkət edə bilər
be: Фігуры могуць рухацца ў фазе размяшчэння
bg: Фигурите могат да се движат във фазата на поставяне
bn: টুকরা স্থাপনের পর্যায়ে যেতে পারে move
bo: འཇོག་རིམ་ནང་རྡེལ་བརྗེ་སྤོར་ཆོག
ca: Les peces es poden moure en la fase de col·locació
cs: Figurky se mohou pohybovat ve fázi umísťování
da: Brikkerne kan bevæge sig i placeringsfasen
de: Die Steine können sich in der Setzphase bewegen
el: Τα κομμάτια μπορούν να μετακινηθούν στη φάση τοποθέτησης
es: Las piezas pueden moverse en la fase de colocación
et: Tükid võivad liikuda paigutamise faasis
fa: مهره‌ها می توانند در مرحله جای‌گذاری حرکت کنند
fi: Kappaleet voivat liikkua sijoitusvaiheessa
fr: Les pièces peuvent se déplacer dans la phase de placement
gu: ટુકડાઓ પ્લેસિંગ તબક્કામાં ખસેડી શકે છે
he: החלקים יכולים לנוע בשלב ההצבה
hi: टुकड़े चरण रखने में आगे बढ़ सकते हैं
hr: Figure se mogu pomicati u fazi postavljanja
hu: A darabok mozoghatnak az elhelyezési fázisban
hy: Կտորները կարող են շարժվել տեղադրման փուլում
id: Potongan dapat bergerak dalam fase penempatan
is: Hlutarnir geta hreyfst í staðsetningarfasa
it: I pezzi possono muoversi nella fase di piazzamento
ja: ピースは配置フェーズで移動できます
km: កូនអុកអាចផ្លាស់ទីក្នុងដំណាក់កាលដាក់
kn: ತುಣುಕುಗಳು ಇರಿಸುವ ಹಂತದಲ್ಲಿ ಚಲಿಸಬಹುದು
ko: 말은 놓는 단계에서도 움직일 수 있습니다
lt: Figūrėlės gali judėti dėjimo etape
lv: Figūriņas var pārvietoties izvietošanas fāzē
mk: Парчињата можат да се движат во фазата на поставување
ms: Potongan boleh bergerak dalam fasa penempatan
my: အပိုင်းအစများသည် နေရာယူသည့်အဆင့်တွင် ရွေ့လျားနိုင်သည်
nb: Brikkene kan bevege seg i plasseringsfasen
nl: De stukken kunnen bewegen in de plaatsingsfase
pl: Figurki mogą się poruszać w fazie umieszczania
pt: As peças podem ser movimentadas na fase de colocação
ro: Piesele se pot deplasa în faza de plasare
ru: Фигуры могут перемещаться в фазе размещения
si: කැබලි තැන්පත් කිරීමේ අවධියේදී චලනය කළ හැකිය
sk: Figúrky sa môžu pohybovať vo fáze umiestňovania
sl: Koščki se lahko premikajo v fazi postavljanja
sq: Pjesët mund të lëvizin në fazën e vendosjes
sr: Комади се могу померати у фази постављања
sv: Bitarna kan röra sig under placeringsfasen
sw: Vipande vinaweza kusonga katika awamu ya kuweka
ta: துண்டுகள் வைக்கும் கட்டத்தில் நகரலாம்
te: ముక్కలు ఉంచే దశలో కదలవచ్చు
th: ชิ้นส่วนสามารถเคลื่อนที่ได้ในระยะการวาง
tr: Parçalar yerleştirme aşamasında hareket edebilir
uk: Фрагменти можуть рухатися на етапі розміщення
ur: ٹکڑے ٹکڑے کرنے کے مرحلے میں منتقل کر سکتے ہیں
uz: Parchalar joylashtirish bosqichida harakatlanishi mumkin
vi: Các quân cờ có thể di chuyển trong giai đoạn đặt
zh: 可以在摆子阶段走子
zh_hant: 可以在擺子階段走子
zu: Izingcezu zingahamba esigabeni sokubeka
