Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# drawIfNoRemovalWithinTenMovesWhenThreeLeft_Detail
source: When a player is down to three pieces, and neither player can remove an opponent's piece within ten moves, the game is a draw.
af: Wanneer 'n speler af is op drie stukke, en nie een van die speler kan 'n teenstander se stuk binne tien skuiwe verwyder nie, is die wedstryd gelykop.
am: ተጫዋች ሦስት ቁራጭ ከቀሩ በኋላ እና በአስር እንቅስቃሴዎች አንድ ተጫዋች የተቀናቃኙን ቁራጭ ካልነቀለ ጨዋታው ተንኮል ይሆናል።
ar: عندما ينخفض اللاعب إلى ثلاث قطع ، ولا يمكن لأي لاعب إزالة قطعة الخصم في غضون عشر نقلات ، تكون اللعبة بمثابة تعادل.
az: Əgər oyunçu üç fiqurdan az olarsa və heç bir oyunçu on hərəkət ərzində rəqibin fiqurunu çıxara bilmirsə, oyun heç-heçə sayılır.
be: Калі ў гульца застаецца тры фігуры і ні адзін з гульцоў не можа прыбраць фігуру суперніка на працягу дзесяці хадоў, гульня лічыцца нічыёй.
bg: Когато един играч има само три фигури и никой от тях не може да отстрани противникова фигура в рамките на десет хода, играта е реми.
bn: যখন কোনও খেলোয়াড় তিন টুকরো হয়ে যায় এবং কোনও খেলোয়াড়ই প্রতিপক্ষের টুকরোটিকে দশটি চালের মধ্যে সরিয়ে ফেলতে পারে না, খেলাটি ড্র the.
bo: རྩེད་འགྲན་པ་ཞིག་གི་རྡེལ་གསུམ་དུ་ཇེ་ཉུང་དུ་ཕྱིན་ནས། སྤོ་འགུལ་ཐེངས་བཅུའི་ནང་རྩེད་འགྲན་པ་གཉིས་ཀའི་གང་རུང་གིས་ཀྱང་ཁ་གཏད་རྩེད་འགྲན་པའི་རྡེལ་བསུབ་མི་ཐུབ་ཚེ། རྩེད་མོ་འདི་ནི་གྲུབ་འབྲས་མཉམ་པ་ཡིན།
ca: Si un jugador té tres peces i cap dels dos jugadors aconsegueix eliminar cap peça de l'oponent en deu moviments, la partida és un empat.
cs: Když hráčům zbývají tři figury a žádný z nich nedokáže odstranit soupeřovu figuru do deseti tahů, hraje se nerozhodně.
da: Når en spiller er nede i tre stykker, og ingen af spillerne kan fjerne en modstanders stykke inden for ti træk, er spillet uafgjort.
de: Wenn ein Spieler nur noch drei Steine übrig hat und keiner der Spieler einen gegnerischen Stein innerhalb von zehn Zügen entfernen kann, ist das Spiel unentschieden.
el: Όταν ένας παίκτης είναι κάτω από τρία κομμάτια και κανένας παίκτης δεν μπορεί να αφαιρέσει ένα κομμάτι ενός αντιπάλου μέσα σε δέκα κινήσεις, το παιχνίδι είναι ισοπαλία.
es: Cuando un jugador tiene tres piezas y ninguno de los jugadores puede quitar una pieza del oponente en diez movimientos, el juego es un empate.
et: Kad spēlētājs ir nonācis līdz trim figūrām un neviens spēlētājs nevar noņemt pretinieka gabalu desmit gājienu laikā, spēle ir neizšķirta.
fa: هنگامی که یک بازیکن به سه مهره کاهش می یابد و هیچ یک از بازیکنان نمی توانند در طی ده حرکت مهره حریف را بردارند ، بازی مساوی است.
fi: Kun pelaaja on pudonnut kolmeen nappulaan eikä kumpikaan pelaaja voi poistaa vastustajan nappulaa kymmenen siirron sisällä, peli on tasapeli.
fr: Lorsqu'un joueur n'a plus que trois pièces et qu'aucun des deux joueurs ne peut retirer la pièce d'un adversaire en dix coups, le jeu nul.
gu: જ્યારે કોઈ ખેલાડી ત્રણ ટુકડાઓ નીચે હોય, અને કોઈ પણ ખેલાડી દસ ચાલની અંદર વિરોધીનો ભાગ કા .ી શકે નહીં, ત્યારે રમત ડ્રો છે.
he: כאשר השחקן ירד לשלושה חלקים, ואף אחד מהשחקנים לא יכול להסיר את הכלי של היריב תוך עשרה מהלכים, המשחק הוא תיקו.
hi: जब एक खिलाड़ी के तीन टुकड़े हो जाते हैं, और कोई भी खिलाड़ी दस चालों के भीतर प्रतिद्वंद्वी के टुकड़े को नहीं हटा सकता है, तो खेल ड्रॉ होता है।
hr: Kada jedan igrač ima samo još tri figure i ako nijedan igrač ne može ukloniti jednu protivničku figuru u deset poteza, igra završava neodlučeno.
hu: Ha egy játékos három darabból áll, és egyik játékos sem tudja eltávolítani az ellenfél darabját tíz mozdulaton belül, akkor a játék döntetlen.
hy: Երբ խաղացողը զիջում է երեք խաղաքարի, և ոչ մի խաղացող չի կարող հեռացնել հակառակորդի խաղաքարը տասը քայլի ընթացքում, խաղը ոչ-ոքի է:
id: Ketika seorang pemain turun menjadi tiga bagian, dan tidak ada pemain yang dapat menghapus bagian lawan dalam sepuluh gerakan, permainannya seri.
is: Þegar leikmaður er kominn niður í þrjú stykki og hvorugur leikmaðurinn getur fjarlægt stykki andstæðings innan tíu leikja, er leikurinn jafntefli.
it: Quando un giocatore ha tre pezzi e nessuno dei due giocatori può rimuovere il pezzo di un avversario entro dieci mosse, la partita è patta.
ja: いずれかの駒が 3 個になり、どちらのプレーヤーも 10 手以内に相手の駒を取り除くことができない場合、ゲームは引き分けになります。
km: នៅពេលអ្នកលេងនៅសល់កូនអុកបី ហើយគ្មានអ្នកលេងណាម្នាក់អាចដកកូនអុករបស់គូប្រកួតចេញក្នុងរយៈពេលដប់ចលនាទេ ហ្គេមគឺស្មើគ្នា។
kn: ಒಬ್ಬ ಆಟಗಾರನು ಮೂರು ತುಣುಕುಗಳಿಗೆ ಇಳಿದಾಗ, ಮತ್ತು ಯಾವುದೇ ಆಟಗಾರನು ಹತ್ತು ಚಲನೆಗಳ ಒಳಗೆ ಎದುರಾಳಿಯ ತುಂಡನ್ನು ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಿಲ್ಲ, ಆಟವು ಡ್ರಾ ಆಗಿದೆ.
ko: 플레이어가 말이 3개로 줄어들고 양쪽 모두 10번의 이동 안에 상대 말을 제거할 수 없는 경우, 게임은 무승부입니다.
lt: Kai žaidėjas nesiekia trijų dalių ir nė vienas žaidėjas negali pašalinti priešininko figūros per dešimt ėjimų, žaidimas yra lygus.
lv: Kad spēlētājs ir nonācis līdz trim figūrām un neviens spēlētājs nevar noņemt pretinieka gabalu desmit gājienu laikā, spēle ir neizšķirta.
mk: Кога играчот е спуштен на три дела, и ниту еден играч не може да отстрани противнички парче во рок од десет потези, играта е нерешена.
ms: Apabila pemain turun menjadi tiga keping, dan tidak ada pemain yang dapat melepaskan potongan lawan dalam sepuluh gerakan, permainan adalah seri.
my: ကစားသမားတစ်ဦးသည် ဆယ်ကြိမ်တိုင်တိုင် ပြိုင်ဘက်၏အပိုင်းအစကို ဖယ်ထုတ်နိုင်ခြင်းမရှိသည့်အခါ၊ ဂိမ်းသည် သရေဖြစ်သည်။
nb: Når en spiller er nede i tre brikker, og ingen av spillerne kan fjerne en motstanders brikke innen ti trekk, er spillet uavgjort.
nl: Wanneer een speler nog maar drie stukken heeft en geen van beide spelers kan het stuk van een tegenstander binnen tien zetten verwijderen, is het spel gelijkspel.
pl: Kiedy gracz ma do trzech pionów i żaden z graczy nie może usunąć pionka przeciwnika w ciągu dziesięciu ruchów, gra kończy się remisem.
pt: Quando um jogador tem três peças e nenhum dos jogadores pode remover uma peça do adversário em dez jogadas, o jogo é um empate.
ro: Când un jucător are până la trei piese și niciunul dintre jucători nu poate elimina piesa adversarului în decurs de zece mutări, jocul este egal.
ru: Когда у игрока осталось три фишки, и ни один из игроков не может убрать фишку соперника в течение десяти ходов, игра считается ничьей.
si: ක්‍රීඩකයෙකුට කැබලි තුනක් පමණක් තිබෙන විට, හා කිසිදු ක්‍රීඩකයෙකුට චලන දහයක් තුළ ප්‍රතිපක්ෂයේ කැබලියක් ඉවත් කළ නොහැකි විට, ක්‍රීඩාව සම වේ.
sk: Ak je počet hráčov na tri figúrky a žiadny hráč nedokáže odstrániť súperovu figúrku do desiatich ťahov, hra sa končí remízou.
sl: Ko je igralec na treh delih in noben igralec ne more odstraniti nasprotnikove figure v desetih potezah, je igra neodločena.
sq: Kur një lojtar është në tre copa, dhe asnjë lojtar nuk mund të heqë një pjesë të kundërshtarit brenda dhjetë lëvizjeve, loja është një barazim.
sr: Када играч падне на три дела, а ниједан играч не може уклонити противнички комад у року од десет потеза, игра је нерешена.
sv: När en spelare är nere i tre delar, och ingen spelare kan ta bort en motståndares bit inom tio drag, är spelet oavgjort.
sw: Wakati mchezaji yuko chini ya vipande vitatu, na hakuna mchezaji anayeweza kuondoa kipande cha mpinzani ndani ya hatua kumi, mchezo ni sare.
ta: ஒரு வீரர் மூன்று துண்டுகளாக இருக்கும்போது, எந்த வீரரும் பத்து நகர்வுகளுக்குள் எதிராளியின் பகுதியை அகற்ற முடியாது, விளையாட்டு ஒரு சமநிலை.
te: ఒక ఆటగాడు మూడు ముక్కలుగా ఉన్నప్పుడు, మరియు ఏ ఆటగాడు పది కదలికలలో ప్రత్యర్థి భాగాన్ని తీసివేయలేడు, ఆట డ్రా.
th: เมื่อผู้เล่นลดลงเหลือสามชิ้น และผู้เล่นไม่สามารถถอดชิ้นส่วนของฝ่ายตรงข้ามได้ภายในสิบกระบวนท่า เกมจะเสมอกัน
tr: Bir oyuncu üç parçaya düştüğünde ve hiçbir oyuncu on hamle içinde rakibinin taşını çıkaramazsa, oyun berabere olur.
uk: Коли гравець має три фігури, і жоден гравець не може зняти фігуру суперника протягом десяти ходів, гра вважається нічиєю.
ur: جب کوئی کھلاڑی تین ٹکڑوں تک نیچے ہوتا ہے، اور کوئی بھی کھلاڑی دس چالوں کے اندر حریف کے ٹکڑے کو نہیں ہٹا سکتا، تو کھیل ڈرا ہوتا ہے۔
uz: Agar o'yinchi uchta bo'lakka tushib qolsa va hech bir o'yinchi raqibning qismini o'nta harakat davomida olib tashlay olmasa, o'yin durang bo'ladi.
vi: Khi một người chơi còn ba quân và không người chơi nào có thể lấy quân của đối phương trong vòng mười nước đi, trò chơi sẽ hòa.
zh: 当一方只剩下三颗棋子时，而双方都不能在接下来十步之内吃掉对方的棋子，则判为和棋。
zh_hant: 當一方只剩下三顆棋子時，而雙方都不能在接下來十步之內吃掉對方的棋子，則判為和棋。
zu: Uma umdlali ehle waba yizicucu ezintathu, futhi kungekho mdlali ongasusa ucezu lombangi phakathi nomnyakazo oyishumi, umdlalo uwumdwebo.

source: Close
af: Sluit
am: መዝጋት
ar: إغلاق
az: Yaxın
be: Блізка
bg: Близо
bn: বন্ধ
bo: ཁ་རྒྱག་པ།
ca: Tanca
cs: Zavřít
da: Tæt
de: Schließen Sie
el: Κλείσε
es: Cerrar
et: Sulge
fa: بستن
fi: kiinni
fr: Fermer
gu: બંધ
he: סגור
hi: बंद करे
hr: Zatvori
hu: Bezárás
hy: փակել
id: Menutup
is: Loka
it: Chiudere
ja: 閉じる
km: បិទ
kn: ಮುಚ್ಚಿ
ko: 닫기
lt: Uždaryti
lv: Aizvērt
mk: Затвори
ms: Tutup
my: ပိတ်လိုက်
nb: Lukk
nl: Dichtbij
pl: Blisko
pt: Fechar
ro: Închide
ru: Закрыть
si: වසන්න
sk: Zavrieť
sl: Zapri
sq: Mbylle
sr: Близу
sv: Stänga
sw: Funga
ta: மூடு
te: దగ్గరగా
th: ปิด I
tr: Kapat
uk: Закрити
ur: بند کریں
uz: Yopish
vi: Đóng
zh: 关闭
zh_hant: 關閉
zu: Vala

source: White piece
af: Wit stuk
am: ነጭ ቁራጭ
ar: قطعة بيضاء
az: Ağ parça
be: Белы кавалак
bg: Бяло парче
bn: সাদা টুকরা
bo: དཀར་པོའི་རྡེལ།
ca: Peça blanca
cs: Bílý kousek
da: Hvidt stykke
de: Weißer Stein
el: Λευκό κομμάτι
es: Pieza blanca
et: Valge tükk
fa: مهره سفید
fi: Valkoinen pala
fr: Pièce blanche
gu: સફેદ ટુકડો
he: חתיכה לבנה
hi: सफेद टुकड़ा
hr: Bijela figura
hu: Fehér darab
hy: Սպիտակ կտոր
id: Potongan putih
is: Hvítt stykki
it: pezzo bianco
ja: ホワイトピース
km: កូនអុកស
kn: ಬಿಳಿ ತುಂಡು
ko: 흰색 말
lt: Baltas gabalas
lv: Balts gabals
mk: Бело парче
ms: Kepingan putih
my: အဖြူကွက်
nb: Hvitt stykke
nl: Wit stuk
pl: Biały kawałek
pt: Peça branca
ro: Piesa alba
ru: Белая фигура
si: සුදු කැබලිය
sk: Biely kus
sl: Beli kos
sq: Copë e bardhë
sr: Бели комад
sv: Vit bit
sw: Kipande nyeupe
ta: வெள்ளை துண்டு
te: తెల్ల ముక్క
th: ชิ้นสีขาว
tr: Beyaz parça
uk: Білий шматок
ur: سفید ٹکڑا
uz: Oq bo'lak
vi: mảnh trắng
zh: 白棋
zh_hant: 白棋
zu: Isiqephu esimhlophe

source: Black piece
af: Swart stuk
am: ጥቁር ቁራጭ
ar: قطعة سوداء
az: Qara parça
be: Чорны кавалак
bg: Черно парче
bn: কালো টুকরা
bo: ནག་པོའི་རྡེལ།
ca: Peça negra
cs: Černý kousek
da: Sort stykke
de: Schwarzer Stein
el: Μαύρο κομμάτι
es: Pieza negra
et: Must tükk
fa: مهره مشکی
fi: Musta pala
fr: Pièce noire
gu: કાળો ટુકડો
he: חתיכה שחורה
hi: काला टुकड़ा
hr: Crna figura
hu: Fekete darab
hy: Սև կտոր
id: potongan hitam
is: Svart stykki
it: pezzo nero
ja: ブラックピース
km: កូនអុកខ្មៅ
kn: ಕಪ್ಪು ತುಂಡು
ko: 검은 말
lt: Juodas gabalas
lv: Melns gabals
mk: Црно парче
ms: Sekeping hitam
my: အနက်ရောင်အပိုင်းအစ
nb: Svart stykke
nl: Zwart stuk
pl: Czarny kawałek
pt: Peça preta
ro: Piesa neagră
ru: Черная фигура
si: කළු කැබලිය
sk: Čierny kúsok
sl: Črni kos
sq: Copë e zezë
sr: Црни комад
sv: Svart bit
sw: Kipande nyeusi
ta: கருப்பு துண்டு
te: నల్ల ముక్క
th: ชิ้นสีดำ
tr: Siyah parça
uk: Чорний шматок
ur: کالا ٹکڑا
uz: Qora parcha
vi: mảnh màu đen
zh: 黑棋
zh_hant: 黑棋
zu: Isiqephu esimnyama

source: Empty point
af: Leë punt
am: ባዶ ነጥብ
ar: نقطة فارغة
az: Boş nöqtə
be: Пустая кропка
bg: Празна точка
bn: খালি বিন্দু
bo: སྟོང་པའི་ས་ཚིགས།
ca: Punt buit
cs: Prázdný bod
da: Tomt punkt
de: Leere Stelle
el: Κενό σημείο
es: Punto vacio
et: Tühi punkt
fa: نقطه خالی
fi: Tyhjä kohta
fr: Point vide
gu: ખાલી બિંદુ
he: נקודה ריקה
hi: खाली बिंदु
hr: Prazno mjesto
hu: Üres pont
hy: Դատարկ կետ
id: titik kosong
is: Tómur punktur
it: Punto vuoto
ja: 空のポイント
km: ចំណុចទទេ
kn: ಖಾಲಿ ಬಿಂದು
ko: 비어 있는 점
lt: Tuščias taškas
lv: Tukšs punkts
mk: Празна точка
ms: Titik kosong
my: ဗလာပွိုင့်
nb: Tomt poeng
nl: Leeg punt
pl: Pusty punkt
pt: Ponto vazio
ro: Punct gol
ru: Пустая точка
si: හිස් ලකුණ
sk: Prázdny bod
sl: Prazna točka
sq: Pika bosh
sr: Празна тачка
sv: Tom punkt
sw: Pointi tupu
ta: வெற்று புள்ளி
te: ఖాళీ పాయింట్
th: จุดที่ว่างเปล่า
tr: boş nokta
uk: Порожня точка
ur: خالی نقطہ
uz: Bo'sh nuqta
vi: điểm trống
zh: 空点
zh_hant: 空點
zu: Iphuzu elingenalutho

source: No point
af: Geen punt
am: ምንም ነጥብ የለም
ar: ليست نقطة
az: Məntiq yoxdur
be: Няма сэнсу
bg: Няма смисъл
bn: বিন্দু নেই
bo: ས་ཚིགས་མེད།
ca: Cap punt
cs: Nemá smysl
da: Ingen pointe
de: Kein Punkt
el: Κανένα σημείο
es: No tiene sentido
et: Pole mõtet
fa: نقطه معتبر نیست
fi: Ei järkeä
fr: Aucun point
gu: કોઈ મુદ્દો નથી
he: אין פואנטה
hi: कोई फायदा नहीं
hr: Nema mjesta
hu: Nincs értelme
hy: Ոչ մի կետ
id: Tidak ada poin
is: Ekkert mál
it: Nessun punto
ja: ポイントなし
km: គ្មានចំណុច
kn: ಯಾವುದೇ ಅರ್ಥವಿಲ್ಲ
ko: 점 없음
lt: Nėra prasmės
lv: Nav jēgas
mk: Без смисла
ms: Tidak ada gunanya
my: အမှတ်မရှိ
nb: Ikke noe poeng
nl: Geen punt
pl: Bez sensu
pt: Nenhum ponto
ro: Nici un punct
ru: Нет смысла
si: ලකුණක් නැත
sk: Nemá to cenu
sl: Nima smisla
sq: Pa pikë
sr: Нема смисла
sv: Ingen idé
sw: Hakuna maana
ta: எந்தப் புள்ளியும் இல்லை
te: ప్రయోజనం లేదు
th: ไม่มีสาระ
tr: Anlamı yok
uk: Немає сенсу
ur: کوئی فائدہ نہیں
uz: Gap yo'q
vi: Không có điểm
zh: 无点
zh_hant: 無點
zu: Akukho phuzu

source: Placing phase
af: Plaas fase
am: መዋቅር ዘመን
ar: مرحلة الوضع
az: Yerləşdirmə mərhələsi
be: Фаза размяшчэння
bg: Фаза на поставяне
bn: স্থাপন পর্ব
bo: འཇོག་རིམ།
ca: Fase de col·locació
cs: Fáze umístění
da: Placeringsfase
de: Setzphase
el: Φάση τοποθέτησης
es: Fase de colocación
et: Asetamise faas
fa: فاز قرار دادن
fi: Sijoitusvaihe
fr: Phase de placement
gu: મૂકવાનો તબક્કો
he: שלב ההשמה
hi: चरण रखना
hr: Faza postavljanja
hu: Helyezési fázis
hy: Տեղադրման փուլ
id: Menempatkan fase
is: Staðsetningarfasi
it: Fase di posizionamento
ja: 配置段階
km: ដំណាក់កាលដាក់
kn: ಇರಿಸುವ ಹಂತ
ko: 말 놓기 단계
lt: Įdėjimo fazė
lv: Ievietošanas fāze
mk: Фаза на поставување
ms: Fasa meletakkan
my: နေရာယူခြင်းအဆင့်
nb: Plasseringsfase
nl: Plaatsingsfase
pl: Faza rozmieszczania
pt: Fase de colocação
ro: Faza de plasare
ru: Фаза размещения
si: තැන්පත් කිරීමේ අවධිය
sk: Fáza umiestnenia
sl: Faza postavitve
sq: Faza e vendosjes
sr: Фаза постављања
sv: Placeringsfas
sw: Kuweka awamu
ta: கட்டம்
te: ఉంచడం దశ
th: วางเฟส
tr: yerleştirme aşaması
uk: Фаза розміщення
ur: لگانے کا مرحلہ
uz: Joylashtirish bosqichi
vi: giai đoạn đặt
zh: 摆子阶段
zh_hant: 擺子階段
zu: Ukubeka isigaba

source: Moving phase
af: Bewegende fase
am: መንቀሳቀስ ዘመን
ar: مرحلة الحركة
az: Hərəkət mərhələsi
be: Рухомая фаза
bg: Фаза на преместване
bn: চলন্ত পর্ব
bo: སྤོ་འགུལ་དུས་རིམ།
ca: Fase de moviment
cs: Pohybující se fáze
da: Flyttefase
de: Bewegungsphase
el: Μετακινούμενη φάση
es: Fase móvil
et: Liikuv faas
fa: فاز حرکت
fi: Muuttovaihe
fr: Phase de déplacement
gu: ખસેડવાનો તબક્કો
he: שלב נע
hi: मूविंग फेज
hr: Faza pomicanja
hu: Mozgó fázis
hy: Շարժվող փուլ
id: Fase bergerak
is: Hreyfifasi
it: Fase in movimento
ja: 移動段階
km: ដំណាក់កាលផ្លាស់ទី
kn: ಚಲಿಸುವ ಹಂತ
ko: 이동 단계
lt: Judėjimo fazė
lv: Pārvietošanās fāze
mk: Фаза на движење
ms: Fasa bergerak
my: ရွေ့လျားအဆင့်
nb: Flyttende fase
nl: Bewegende fase
pl: Faza ruchu
pt: Fase móvel
ro: Faza în mișcare
ru: Фаза передвижения
si: චලන අවධිය
sk: Pohyblivá fáza
sl: Faza premikanja
sq: Faza e lëvizjes
sr: Фаза кретања
sv: Flyttfas
sw: Awamu ya kusonga
ta: நகரும் கட்டம்
te: కదిలే దశ
th: ย้ายเฟส
tr: Hareketli aşama
uk: Фаза руху
ur: متحرک مرحلہ
uz: Harakatlanish bosqichi
vi: giai đoạn di chuyển
zh: 走子阶段
zh_hant: 走子階段
zu: Isigaba esinyakazayo

source: Flying phase
af: Vliegfase
am: መብረር ዘመን
ar: مرحلة الطيران
az: Uçuş mərhələsi
be: Фаза палёту
bg: Фаза на летене
bn: উড়ন্ত পর্ব
bo: འཕུར་རིམ།
ca: Fase de vol
cs: Létající fáze
da: Flyvende fase
de: Flugphase
el: Φάση πτήσης
es: Fase de vuelo
et: Lendav faas
fa: فاز پرواز
fi: Lentävä vaihe
fr: Phase de vol
gu: ઉડવાનો તબક્કો
he: שלב הטיסה
hi: उड़ान चरण
hr: Faza skakanja
hu: Repülő fázis
hy: Թռիչքի փուլ
id: Fase terbang
is: Flugáfangi
it: Fase di volo
ja: 飛行段階
km: ដំណាក់កាលហោះ
kn: ಹಾರುವ ಹಂತ
ko: 날아다니기 단계
lt: Skraidymo fazė
lv: Lidošanas fāze
mk: Фаза на летање
ms: Fasa terbang
my: ပျံတဲ့အဆင့်
nb: Flygende fase
nl: Vliegende fase
pl: Faza latania
pt: Fase de vôo
ro: Faza de zbor
ru: Фаза полета
si: පියාසර අවධිය
sk: Lietajúca fáza
sl: Faza letenja
sq: Faza e fluturimit
sr: Фаза летења
sv: Flygande fas
sw: Awamu ya kuruka
ta: பறக்கும் கட்டம்
te: ఎగిరే దశ
th: เฟสบิน
tr: Uçma aşaması
uk: Фаза польоту
ur: پرواز کا مرحلہ
uz: Uchish bosqichi
vi: giai đoạn bay
zh: 飞子阶段
zh_hant: 飛子階段
zu: Isigaba sokundiza

# sideToMove
source: Side to move: {player}
af: Kant om te beweeg: {player}
am: የሚንቀሳቀስ በኩል: {player}
ar: دور اللاعب: {player}
az: Hərəkət ediləcək tərəf: {player}
be: Бок для перамяшчэння: {player}
bg: Страна за движение: {player}
bn: পাশ সরানোর জন্য: {player}
bo: འགུལ་དགོས་པའི་ཕྱོགས། {player}
ca: Torn de: {player}
cs: Strana k pohybu: {player}
da: Side at flytte: {player}
de: Seite zum Bewegen: {player}
el: Πλευρά για κίνηση: {player}
es: Mover hacía: {player}
et: Liigutatav külg: {player}
fa: نوبت حرکت: {player}
fi: Siirrettävä puoli: {player}
fr: Au tour de : {player}
gu: ખસેડવા માટે બાજુ: {player}
he: צד להזזה: {player}
hi: स्थानांतरित करने के लिए पक्ष: {player}
hr: Strana za pomicanje: {player}
hu: Oldal mozgatandó: {player}
hy: Շարժվող կողմը՝ {player}
id: Sisi untuk bergerak: {player}
is: Hlið til að hreyfa: {player}
it: Lato da spostare: {player}
ja: 移動する側: {player}
km: វេនផ្លាស់ទី៖ {player}
kn: ಸರಿಸಲು ಬದಿ: {player}
ko: 이동할 차례: {player}
lt: Perkeliama pusė: {player}
lv: Pārvietojama puse: {player}
mk: Страна за движење: {player}
ms: Sisi untuk digerakkan: {player}
my: ရွှေ့ရန် ဘေးဘက်- {player}
nb: Side å flytte: {player}
nl: Kant om te bewegen: {player}
pl: Strona do przesunięcia: {player}
pt: Lado para mover: {player}
ro: Partea de mișcare: {player}
ru: Ходит {player}
si: චලනය කිරීමට පැත්ත: {player}
sk: Strana na pohyb: {player}
sl: Stran za premikanje: {player}
sq: Ana për të lëvizur: {player}
sr: Страна за кретање: {player}
sv: Sida att flytta: {player}
sw: Upande wa kusonga: {player}
ta: நகர்த்த வேண்டிய பக்க: {player}
te: తరలించడానికి వైపు: {player}
th: ด้านที่จะย้าย: {player}
tr: Taşınacak taraf: {player}
uk: Сторона для переміщення: {player}
ur: منتقل کرنے کے لیے سائیڈ: {player}
uz: Ko'chish uchun tomon: {player}
vi: Bên để di chuyển: {player}
zh: 轮到{player}行棋
zh_hant: 輪到{player}行棋
zu: Uhlangothi oluzosuswa: {player}

# lastMove
source: Last move: {move}
af: Laaste skuif: {move}
am: የመጨረሻ እንቅስቃሴ: {move}
ar: آخر حركة: {move}
az: Son hərəkət: {move}
be: Апошні ход: {move}
bg: Последен ход: {move}
bn: শেষ পদক্ষেপ: {move}
bo: མཐའ་མའི་སྤོ་འགུལ། {move}
ca: Últim moviment: {move}
cs: Poslední tah: {move}
da: Sidste træk: {move}
de: Letzter Zug: {move}
el: Τελευταία κίνηση: {move}
es: Último movimiento: {move}
et: Viimane käik: {move}
fa: آخرین حرکت: {move}
fi: Viimeisin siirto: {move}
fr: Dernier coup : {move}
gu: છેલ્લી ચાલ: {move}
he: מהלך אחרון: {move}
hi: अंतिम चाल: {move}
hr: Zadnji potez: {move}
hu: Utolsó lépés: {move}
hy: Վերջին քայլը՝ {move}
id: Langkah terakhir: {move}
is: Síðasta hreyfing: {move}
it: Ultima mossa: {move}
ja: 最後の一手：{move}
km: ចលនាចុងក្រោយ៖ {move}
kn: ಕೊನೆಯ ಚಲನೆ: {move}
ko: 마지막 이동: {move}
lt: Paskutinis žingsnis: {move}
lv: Pēdējais gājiens: {move}
mk: Последен потег: {move}
ms: Pergerakan terakhir: {move}
my: နောက်ဆုံးရွှေ့ခြင်း- {move}
nb: Siste trekk: {move}
nl: Laatste zet: {move}
pl: Ostatni ruch: {move}
pt: Última jogada: {move}
ro: Ultima mișcare: {move}
ru: Последний ход: {move}
si: අවසාන චලනය: {move}
sk: Posledný ťah: {move}
sl: Zadnja poteza: {move}
sq: Lëvizja e fundit: {move}
sr: Последњи потез: {move}
sv: Sista draget: {move}
sw: Hatua ya mwisho: {move}
ta: கடைசி நடவடிக்கை: {move}
te: చివరి తరలింపు: {move}
th: ย้ายล่าสุด: {move}
tr: Son hareket: {move}
uk: Останній хід: {move}
ur: آخری اقدام: {move}
uz: Oxirgi harakat: {move}
vi: Chiêu cuối: {move}
zh: 最后一着：{move}
zh_hant: 最後一著：{move}
zu: Umnyakazo wokugcina: {move}

source: Selected
af: Gekies
am: ተመርጧል
ar: المحدد
az: Seçildi
be: Выбранае
bg: Избрано
bn: নির্বাচিত
bo: འདེམས་ཟིན།
ca: Seleccionat
cs: Vybraný
da: Valgte
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionado
et: Valitud
fa: انتخاب شد
fi: Valittu
fr: Sélectionné
gu: પસંદ કરેલ
he: נבחר
hi: गिने चुने
hr: Odabrano
hu: Kiválasztott
hy: Ընտրված է
id: Terpilih
is: Valið
it: Selezionato
ja: 選択済み
km: បានជ្រើសរើស
kn: ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ko: 선택됨
lt: Pasirinkta
lv: Atlasīts
mk: Избрано
ms: Terpilih
my: ရွေးချယ်ခဲ့သည်
nb: Valgt
nl: Geselecteerd
pl: Wybrany
pt: Selecionado
ro: Selectat
ru: Выбрано
si: තෝරාගත්
sk: Vybraný
sl: Izbrano
sq: Zgjedhur
sr: Изабрано
sv: Vald
sw: Imechaguliwa
ta: தேர்ந்தெடுக்கப்பட்டது
te: ఎంపిక చేయబడింది
th: เลือกแล้ว
tr: Seçildi
uk: Вибрано
ur: منتخب شدہ
uz: Tanlangan
vi: Đã chọn
zh: 已选中
zh_hant: 已選中
zu: Ikhethiwe

source: Accessibility
af: Toeganklikheid
am: ተደራሽነት
ar: إمكانية الوصول
az: Əlçatanlıq
be: Даступнасць
bg: Достъпност
bn: সহজলভ্যতা
bo: སྤྱོད་སྟབས་
ca: Accessibilitat
cs: Přístupnost
da: Tilgængelighed
de: Barrierefreiheit
el: Προσιτότητα
es: Accesibilidad
et: Juurdepääsetavus
fa: دسترس‌پذیری
fi: Esteettömyys
fr: Accessibilité
gu: ઉપલ્બધતા
he: נְגִישׁוּת
hi: सरल उपयोग
hr: Pristupačnost
hu: Megközelíthetőség
hy: Մատչելիություն
id: Aksesibilitas
is: Aðgengi
it: Accessibilità
ja: アクセシビリティ
km: ភាពងាយស្រួល
kn: ಪ್ರವೇಶಿಸುವಿಕೆ
ko: 접근성
lt: Prieinamumas
lv: Pieejamība
mk: Пристапност
ms: Kebolehcapaian
my: သုံးစွဲနိုင်မှု
nb: tilgjengelighet
nl: Toegankelijkheid
pl: Dostępność
pt: Acessibilidade
ro: Accesibilitate
ru: Доступность
si: ප්‍රවේශය
sk: Prístupnosť
sl: Dostopnost
sq: Aksesueshmëria
sr: Приступачност
sv: Tillgänglighet
sw: Ufikivu
ta: அணுகல்
te: సౌలభ్యాన్ని
th: การเข้าถึง
tr: Ulaşılabilirlik
uk: Доступність
ur: رسائی
uz: Maxsus imkoniyatlar
vi: khả năng tiếp cận
zh: 无障碍
zh_hant: 無障礙
zu: Ukufinyeleleka

source: Screen reader support
af: Skermleser ondersteuning
am: ማንበቢያ መሳሪያ መደገፍ
ar: دعم قارئ الشاشة
az: Ekran oxuyucu dəstəyi
be: Падтрымка праграмы чытання з экрана
bg: Поддръжка на екранен четец
bn: স্ক্রিন রিডার সমর্থন
bo: དྲ་མིག་ཀློག་ཆས་ལ་རྒྱབ་སྐྱོར།
ca: Compatibilitat amb lector de pantalla
cs: Podpora čtečky obrazovky
da: Understøttelse af skærmlæser
de: Unterstützung für Bildschirmlesegeräte
el: Υποστήριξη αναγνώστη οθόνης
es: Soporte de lector de pantalla
et: Ekraanilugeja tugi
fa: پشتیبانی از صفحه خوان
fi: Näytönlukuohjelman tuki
fr: Lecteur d'écran
gu: સ્ક્રીન રીડર સપોર્ટ
he: תמיכה בקורא מסך
hi: स्क्रीन रीडर समर्थन
hr: Podrška čitača ekrana
hu: Képernyőolvasó támogatás
hy: Էկրանի ընթերցողի աջակցություն
id: Dukungan pembaca layar
is: Stuðningur við skjálesara
it: Supporto per lettori di schermo
ja: スクリーン リーダーのサポート
km: ការគាំទ្រកម្មវិធីអានអេក្រង់
kn: ಸ್ಕ್ರೀನ್ ರೀಡರ್ ಬೆಂಬಲ
ko: 스크린 리더 지원
lt: Ekrano skaitytuvo palaikymas
lv: Ekrāna lasītāja atbalsts
mk: Поддршка за читач на екран
ms: Sokongan pembaca skrin
my: မျက်နှာပြင်ဖတ်စာ ပံ့ပိုးမှု
nb: Støtte for skjermleser
nl: Ondersteuning voor schermlezers
pl: Obsługa czytników ekranu
pt: Suporte para leitor de tela
ro: Suport pentru cititor de ecran
ru: Поддержка программ чтения с экрана
si: තිර කියවන සහාය
sk: Podpora čítačky obrazovky
sl: Podpora za bralnik zaslona
sq: Mbështetje për lexuesin e ekranit
sr: Подршка за читач екрана
sv: Skärmläsarstöd
sw: Usaidizi wa kisomaji skrini
ta: திரை வாசகர் உதவி
te: స్క్రీన్ రీడర్ మద్దతు
th: รองรับโปรแกรมอ่านหน้าจอ
tr: Ekran okuyucu desteği
uk: Підтримка програми зчитування з екрана
ur: اسکرین ریڈر سپورٹ
uz: Ekranni o'quvchini qo'llab -quvvatlash
vi: Hỗ trợ trình đọc màn hình
zh: 支持屏幕阅读器
zh_hant: 屏幕閱讀器支援
zu: Usekelo lwesifundi sesikrini
