Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# removalBasedOnMillCounts_Detail
source: Disable removal until all pieces have been placed, then remove pieces based on mill counts: if they are equal, both remove the same number; if one has more, they remove one extra, keeping a one-piece difference. If only one forms mills, they remove two pieces, and the other removes one. If neither forms mills, both remove one of their own pieces.
af: Skakel verwydering uit totdat alle stukke geplaas is. Spelers verwyder stukke op grond van Morabaraba-tellings: as dit gelyk is, verwyder albei dieselfde aantal stukke; as een meer het, verwyder hy een ekstra, met ’n verskil van net één stuk. As slegs een Morabaraba vorm, verwyder daardie speler twee stukke en die ander speler een. As geen speler ’n Morabaraba vorm nie, verwyder albei een stuk.
am: የማስወገድ ሂደቱን እስከ ሁሉም ቅዱሳት እንዲቀመጡ ድረስ አትቻል። ተጫዋቾች ቅዱሳትን በሚቆጣጠሩበት መሠረት ያስወግዳሉ፡ ከሆነ ብዛት አንድ አይደለም ከሆነ፣ ብዛት በላዩ አንዱ ተጫዋች አንድ ተጨማሪ ያስወግዳል እና የተለየ አንድ ቅዱስ ልዩነት ይቆያል። ከሆነ አንድ ብቻ ከሚከናውነው የቅዱሳት ተውጣጥፋ ሂደት ጋር፣ ያ ተጫዋች ሁለት ቅዱሳት ያስወግዳል እና አስተማማኝ አድርጎ በወደቀው ተጫዋች አንድ ቅዱስ ይወጣል። ከሆነ ሁለቱም ቅዱሳት አይቆጣጠሩም ከሆነ፣ ሁለቱም አንድ ቅዱስ ይወጣሉ።
ar: ممنوع الإزالة حتى يتم الانتهاء من وضع جميع القطع، ثم يقوم اللاعبون بإزالة القطع وفقًا لعدد الطواحين المُشكَّلة: إذا تساوى العدد، يزيل كلاهما العدد نفسه؛ وإذا كان أحدهما يمتلك عددًا أكبر من الطواحين، فإنه يزيل قطعة إضافية واحدة مع الحفاظ على فارق قطعة واحدة. إذا قام أحد اللاعبين فقط بتشكيل طواحين، فإنه يزيل قطعتين بينما يزيل الآخر واحدة. أما إذا لم يشكل أيٌّ منهما طواحين، فيزيل كلٌّ منهما قطعة واحدة من قطعه الخاصة.
az: Bütün fişlər yerləşdirilənə qədər çıxarışı dayandırın. Oyunçular fişləri dəyirman sayına əsasən çıxarırlar: əgər saylar bərabərdirsə, hər iki oyunçu eyni sayda fiş çıxarır; birinin sayı çoxdursa, o, əlavə bir fiş çıxararaq fərqi bir fiş səviyyəsində saxlayır. Yalnız bir oyunçu dəyirman yığıbsa, o, iki fiş çıxarır, digər oyunçu isə bir fiş çıxarır. Heç biri dəyirman yığmayıbsa, hər ikisi bir fiş çıxarır.
be: Выключыце выдаленне, пакуль усе фігуры не будуць расстаўлены. Гульцы выдаляюць фігуры на падставе колькасці млыноў: калі колькасць аднолькавая, абодва выдаляюць аднолькавую колькасць; калі ў аднаго больш, ён выдаляе лішнюю фігуру, захоўваючы розніцу ў адну фігуру. Калі млын утварыў толькі адзін гульняр, ён выдаляе дзве фігуры, а другі — адну. Калі ніводны млын не ўтварыўся, абодва выдаляюць па адной фігуры.
bg: Изключете премахването, докато всички пулове не бъдат поставени. Играчите премахват пулове въз основа на броя мелници: ако броят е равен, и двамата премахват еднакъв брой; ако единият има повече, той премахва една допълнителна пулка, запазвайки разлика от една пулка. Ако само един образува мелница, той премахва две пулки, а другият – една. Ако нито един не образува мелница, и двамата премахват по една пулка.
bn: সমস্ত ঘুটি স্থাপন না হওয়া পর্যন্ত সরানো নিষ্ক্রিয় করুন। খেলোয়াড়রা মিলের সংখ্যার ভিত্তিতে ঘুটি সরিয়ে থাকে: যদি সংখ্যাগুলি সমান হয়, উভয়েই একই সংখ্যক ঘুটি সরায়; যদি একজনের বেশি থাকে, তিনি অতিরিক্ত একটি ঘুটি সরিয়ে এক ঘুটির পার্থক্য বজায় রাখেন। যদি কেবল একজন মিল তৈরি করে, তিনি দুটি ঘুটি সরাবেন এবং অন্যজন একটি ঘুটি সরাবে। যদি কেউই মিল তৈরি করতে না পারে, উভয়েই একটি করে ঘুটি সরাবে।
bo: དབྱེ་མི་གཉིས་ཀྱིས་གང་འདོགས་བཞིན་དུ་གཞི་བཙོད་མི་རུང་། སྤོ་བའི་ལག་ཁྱེད་ཀྱིས་མི་འདོགས་བརྗེད་རིས་གྱི་དོན་ལ་གཞི་བཙོད་བྱེད་པ་ཡིན་པས། གང་གི་གར་གཅིག་གིས་ཨང་ཚད་མཐོ་དང་མཐུན་པ་ཡིན་ན་མཉམ་དུ་ཨང་གྲངས་གཅིག་ཏུ་གཞི་བཙོད་བྱེད་དགོས། གང་གི་གར་གཅིག་གིས་བརྡ་སྤྲོད་མི་ལས་མང་བ་ཚུགས་ན་ཁྱེད་ཀྱིས་དགུན་འདྲེན་ཞིག་གཅིག་ཤོམ་སོ། གང་གི་གར་གཅིག་གིས་མི་འདོགས་ཡོད་ན་ཁྱེད་ཀྱིས་གཉིས་པ་གཉིས་སུ་གཞི་བཙོད་པ་ཞིག་བྱུང་། གང་གི་གར་ཁོ་ན་གིས་མི་འདོགས་སྒྲིག་དགོས་ན་ཁྱེད་ཀྱིས་གཅིག་གྱི་ཚིག་ཆ་གཞི་བཙོད་མི།
ca: No s'elimina cap peça fins que totes estiguin col·locades. Si tots dos formen el mateix nombre de molins, cadascun en retira el mateix nombre. Si un jugador en forma més, retira una peça extra per a mantenir la diferència d'una peça. Si només un jugador forma molins, en retira dues, i l'altre en retira una. Si cap dels dos en forma, tots dos es retiren una peça pròpia.
cs: Zakázat odstranění, dokud nejsou umístěny všechny kameny. Hráči odstraňují kameny na základě počtu mlýnů: pokud je počet stejný, oba odstraní stejný počet; pokud má jeden více, odstraní o jeden navíc, aby zůstal rozdíl jednoho kamene. Pokud mlýn vytvoří pouze jeden hráč, odstraní dvě kameny, zatímco druhý odstraní jeden. Pokud žádný hráč nevytvoří mlýn, oba odstraní jeden kámen.
da: Deaktiver fjernelse, indtil alle brikker er placeret. Spillerne fjerner brikker baseret på antallet af møller: hvis antallet er det samme, fjerner begge spillere det samme antal brikker; hvis den ene har flere, fjerner han en ekstra brik for at opretholde en forskel på én brik. Hvis kun én spiller danner en mølle, fjerner denne to brikker, mens den anden fjerner én. Hvis ingen danner en mølle, fjerner begge en brik.
de: Deaktiviere das Entfernen, bis alle Steine platziert sind, dann entferne Steine basierend auf der Anzahl der Mühlen: Sind sie gleich, entfernen beide die gleiche Anzahl. Hat einer mehr, entfernt er einen zusätzlichen Stein, um einen Unterschied von einem Stein beizubehalten. Bildet nur einer Mühlen, entfernt dieser zwei Steine und der andere einen. Bildet keiner Mühlen, entfernen beide jeweils einen Stein.
el: Απενεργοποιήστε την αφαίρεση έως ότου τοποθετηθούν όλα τα πιόνια. Οι παίκτες αφαιρούν πιόνια με βάση τον αριθμό των μύλων: αν είναι ίσος, και οι δύο αφαιρούν τον ίδιο αριθμό· αν κάποιος έχει περισσότερους, αφαιρεί ένα επιπλέον πιόνι, διατηρώντας τη διαφορά σε ένα πιόνι. Αν μόνο ένας παίκτης σχηματίσει μύλο, αφαιρεί δύο πιόνια, ενώ ο άλλος αφαιρεί ένα. Αν κανείς δεν σχηματίσει μύλο, και οι δύο αφαιρούν από ένα πιόνι.
es: Deshabilita la eliminación hasta que todas las piezas estén colocadas. Luego retira las piezas según la cantidad de molinos formados: si son iguales, ambos retiran la misma cantidad; si uno tiene más, retira una adicional, manteniendo así una diferencia de solo una pieza. Si solo uno forma molinos, retira dos piezas, y el otro retira una. Si ninguno forma molinos, ambos retiran una de sus propias piezas.
et: Keela eemaldamine, kuni kõik nupud on paigutatud. Mängijad eemaldavad nuppe vastavalt veskite arvule: kui arv on võrdne, eemaldavad mõlemad sama palju; kui ühel on rohkem, eemaldab ta ühe nupu lisaks, hoides vahet ühe nupu jagu. Kui veski moodustab ainult üks mängija, eemaldab ta kaks nuppu, teine aga ühe. Kui kumbki ei moodusta veskit, eemaldavad mõlemad ühe nupu.
fa: حذف مهره‌ها را تا زمانی که همه قرار داده شوند غیرفعال کنید. بازیکنان بر اساس تعداد دوز مهره‌ها را حذف می‌کنند: اگر تعداد مساوی باشد، هر دو به همان میزان مهره حذف می‌کنند؛ اگر یکی تعداد بیشتری داشته باشد، یک مهره اضافه حذف کرده و اختلاف را در یک مهره نگه می‌دارد. اگر فقط یکی دوز تشکیل دهد، دو مهره حذف می‌کند و دیگری یک مهره را حذف می‌کند. اگر هیچ‌کدام دوز تشکیل ندهند، هر دو یک مهره حذف می‌کنند.
fi: Poista nappuloiden poistaminen käytöstä, kunnes kaikki nappulat on asetettu. Pelaajat poistavat nappuloita myllyjen määrän perusteella: jos ne ovat yhtäsuuret, molemmat poistavat saman määrän nappuloita; jos toisella on enemmän, hän poistaa yhden ylimääräisen nappulan, pitäen eron yhdessä nappulassa. Jos vain yksi muodostaa myllyn, hän poistaa kaksi nappulaa ja toinen poistaa yhden. Jos kumpikaan ei muodosta myllyä, molemmat poistavat yhden nappulan.
fr: La suppression est interdite jusqu’à ce que toutes les pièces aient été placées, puis les joueurs retirent des pièces en fonction du nombre de moulins formés : si les nombres sont égaux, les deux retirent le même nombre de pièces ; si l’un d’eux a formé plus de moulins, il retire une pièce supplémentaire, maintenant ainsi une différence d’une seule pièce. Si un seul joueur forme des moulins, il retire deux pièces tandis que l’autre en retire une. Si aucun des deux ne forme de moulins, chacun retire l’une de ses propres pièces.
gu: તમામ ભાગ들을 મૂકાઈ ગયા સુધી ભાગોને દૂર કરવાની પ્રક્રિયા અસ્થાયી બંધ રાખો. ખેલાડીઓ તેમના મિલ ગણતરી અનુસાર ભાગોને દૂર કરે છે: જો ગણતરી સમાન હોય, તો બંનેેય સમાન સંખ્યામાં ભાગોએ દૂર કરે છે; જો એક તરફ વધુ હોય, તો તે એક વધારાનું ભાગ દૂર કરીને એક ભાગનો તફાવત રાખે છે. જો માત્ર એક ખેલાડી મિલ બનાવે છે, તો તે બે ભાગોએ દૂર કરે છે જ્યારે બીજો એક ભાગ દૂર કરે છે. જો કોઈપણ મિલ બનાવતો નહીં હોય, તો બંને એક ભાગneze દૂર કરે છે.
he: השבת הסרת חלקים עד שכל החלקים ימוקמו. השחקנים מסירים חלקים בהתאם למספר המטחנות: אם המספר שווה, שניהם מסירים אותה כמות חלקים; אם לאחד יש יותר, הוא מסיר חלק נוסף ובכך שומר על הפרש של חלק אחד. אם רק אחד יוצר מטחנה, הוא מסיר שני חלקים, בעוד השני מסיר חלק אחד. אם אף אחד לא יוצר מטחנה, שניהם מסירים חלק אחד כל אחד.
hi: जब तक सभी मोहरें रखी न जाएँ, हटाने को निष्क्रिय रखें। खिलाड़ी अपने मिल की संख्या के आधार पर मोहरें हटाते हैं: यदि संख्या बराबर है, तो दोनों समान संख्या में मोहरें हटाते हैं; यदि किसी एक के पास अधिक हैं, तो वह एक अतिरिक्त मोहरा हटाता है, जिससे अंतर एक मोहरे का बना रहता है। यदि केवल एक ही मिल बनाता है, तो वह दो मोहरें हटाता है और दूसरा एक हटाता है। यदि कोई भी मिल नहीं बनाता, तो दोनों एक-एक मोहरा हटाते हैं।
hr: Onemogućite uklanjanje dok sve figure nisu postavljene, zatim uklonite figure na temelju broja mlinova: ako je broj jednak, oba igrača uklanjaju isti broj figura; ako netko ima više, uklanja dodatnu figuru i održava razliku od jedne figure. Ako samo jedan igrač formira mlin, on uklanja dvije figure, a drugi igrač jednu. Ako nijedan igrača ne formira mlin, oba igrača uklanjaju jednu vlastitu figuru.
hu: Tiltsd meg a bábuk eltávolítását, amíg minden bábu a táblára nem kerül, majd a malmok száma alapján távolíts el bábukat: ha megegyezik, mindkét fél ugyanannyi bábut távolít el; ha az egyiknek több van, akkor egy bábuval többet távolít el, hogy megmaradjon az egy bábu különbség. Ha csak az egyik alakít ki malmokat, akkor ő két bábut távolít el, a másik pedig egyet. Ha egyik sem alakít ki malmot, mindkét fél egy-egy bábut távolít el.
hy: Գործողության հեռացումը անջատեք մինչև բոլոր քարերը տեղադրվեն։ Խաղացողները հեռացնում են քարերը աղացների քանակի հիման վրա։ Եթե քանակը հավասար է, ապա երկուսն էլ հեռացնում են նույն քանակի քարեր։ Եթե մեկի մոտ քանակը ավելի է, նա հեռացնում է մեկ լրացուցիչ քար՝ պահելով մեկ քարի տարբերությունը։ Եթե միայն մեկը կազմավորում է աղաց, նա հեռացնում է երկու քար, իսկ մյուսը՝ մեկ քար։ Եթե ոչ մեկը աղաց չի կազմում, ապա երկուսն էլ հեռացնում են մեկական քար։
id: Nonaktifkan penghapusan hingga semua bidak ditempatkan. Pemain menghapus bidak berdasarkan jumlah Mul-mulan: jika sama, keduanya menghapus jumlah bidak yang sama; jika salah satu memiliki lebih, dia menghapus satu bidak tambahan, sehingga selisih tetap satu bidak. Jika hanya satu pemain yang membentuk Mul-mulan, dia menghapus dua bidak, sedangkan pemain lain menghapus satu. Jika tidak ada yang membentuk Mul-mulan, keduanya menghapus satu bidak.
is: Slökktu á fjarlægingu þar til öllum pönnum hefur verið komið fyrir. Spilarar fjarlægja peð út frá fjölda myllu: ef fjöldinn er sá sami, fjarlægja báðir jafnmörg peð; ef annar hefur fleiri, fjarlægir hann eitt auka peð og viðheldur mismuni upp á eitt peð. Ef aðeins einn býr til myllu, fjarlægir hann tvö peð en hinn eitt. Ef hvorugur býr til myllu, fjarlægja báðir eitt peð.
it: Disabilita la rimozione finché tutti i pezzi non sono posizionati. I giocatori rimuovono i pezzi in base al numero di mulini: se il numero è uguale, entrambi rimuovono lo stesso numero di pezzi; se uno ne ha di più, rimuove un pezzo in più, mantenendo la differenza di un solo pezzo. Se solo uno forma un mulino, rimuove due pezzi mentre l'altro ne rimuove uno. Se nessuno forma un mulino, entrambi rimuovono un pezzo.
ja: すべての駒が配置されるまで駒の除去を無効にします。プレイヤーはミルの数に基づいて駒を取り除きます。同数であれば、両者は同じ数の駒を取り除きます。一方が多い場合は、一つ余分に取り除き、駒の差を一つに保ちます。一方のみがミルを形成した場合、そのプレイヤーは二つの駒を取り除き、もう一方は一つの駒を取り除きます。どちらもミルを形成しない場合は、両者とも一つずつ取り除きます。
km: បិទការដកចេញរហូតដល់កូនអុកទាំងអស់ត្រូវបានដាក់ បន្ទាប់មកដកកូនអុកចេញដោយផ្អែកលើចំនួនមីល៖ ប្រសិនបើពួកវាស្មើគ្នា ទាំងពីរដកចំនួនដូចគ្នា ប្រសិនបើមួយមានច្រើនជាង ពួកគេដកមួយបន្ថែម រក្សាភាពខុសគ្នាមួយកូនអុក។ ប្រសិនបើមានតែមួយបង្កើតមីល ពួកគេដកកូនអុកពីរ ហើយមួយទៀតដកមួយ។ ប្រសិនបើគ្មាននរណាម្នាក់បង្កើតមីល ទាំងពីរដកកូនអុកមួយរបស់ខ្លួន។
kn: ಎಲ್ಲ ಟೋಕೆನ್‍ಗಳು ಹೊರಪಡಿಸಿಕೊಳ್ಳುವವರೆಗೂ ತೆಗೆದುಹಾಕುವ ಕ್ರಿಯೆಯನ್ನು ನಿಲ್ಲಿಸಿ. ಪ್ಲೇಯರ್‍ಗಳು ಮಿಲ್ ಎಣಿಕೆಯ ಆಧಾರದಿಂದ ಟೋಕೆನ್‍ಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತಾರೆ: ಎಣಿಕೆ ಸಮನಾಗಿದ್ದರೆ, ಇಬ್ಬರೂ ಸಮಾನ ಸಂಖ್ಯೆಯ ಟೋಕೆನ್‍ಗಳನ್ನು ತೆಗೆಯುತ್ತಾರೆ; ಒಬ್ಬರ ಬಳಿ ಹೆಚ್ಚು ಇದ್ದರೆ, ಅವನು ಒಂದು ಹೆಚ್ಚುವರಿ ಟೋಕೆನ್ ತೆಗೆಯುತ್ತಾನೆ ಹಾಗೂ ಒಂದು ಟೋಕೆನ್ ಅಂತರವನ್ನು ಉಳಿಸುತ್ತದೆ. ಒಬ್ಬವನು ಮಾತ್ರ ಮಿಲ್ ನಿರ್ಮಿಸಿದರೆ, ಅವನು ಎರಡು ಟೋಕೆನ್‍ಗಳನ್ನು ತೆಗೆಯುತ್ತಾನೆ, ಇನ್ನೊಬ್ಬನು ಒಂದು ಟೋಕೆನ್ ತೆಗೆಯುತ್ತಾನೆ. ಯಾರೂ ಮಿಲ್ ನಿರ್ಮಿಸದರೆ, ಇಬ್ಬರೂ ಒಂದು ಟೋಕೆನ್ ತೆಗೆಯುತ್ತಾರೆ.
ko: 모든 말을 배치할 때까지 제거를 비활성화하십시오. 플레이어는 참고누 개수에 따라 말을 제거합니다. 개수가 같다면, 두 플레이어 모두 동일한 수의 말을 제거합니다. 한 쪽이 더 많다면, 한 말을 추가로 제거하여 말의 차이를 하나로 유지합니다. 한 플레이어만 참고누를 만들었다면, 그 플레이어는 두 말을 제거하고 다른 쪽은 한 말을 제거합니다. 둘 다 참고누를 만들지 못했다면, 둘 다 한 말을 제거합니다.
lt: Išjunkite šalinimą, kol visi žetonai bus padėti. Žaidėjai šalina žetonus pagal suformuotų malūnų skaičių: jei skaičius vienodas, abu pašalina tiek pat žetonų; jei vienas turi daugiau, pašalina vienu daugiau, išlaikydamas vieno žetono skirtumą. Jei tik vienas žaidėjas suformuoja malūną, jis pašalina du žetonus, o kitas – vieną. Jei nei vienas nesuformuoja malūno, abu pašalina po vieną žetoną.
lv: Atspējot noņemšanu, līdz visas figūras ir novietotas. Spēlētāji noņem figūras, pamatojoties uz dzirnavu skaitu: ja skaits ir vienāds, abi noņem vienādu skaitu figūru; ja vienam ir vairāk, tas noņem vienu papildu figūru, saglabājot starpību vienas figūras apjomā. Ja tikai viens spēlētājs izveido dzirnavas, viņš noņem divas figūras, bet otrs noņem vienu. Ja neviens neizveido dzirnavas, abi noņem pa vienai figūrai.
mk: Оневозможете отстранување додека не се постават сите фигури. Играчите отстрануваат фигури врз основа на бројот на мелници: ако бројот е еднаков, и двајцата отстрануваат еднаков број фигури; ако еден има повеќе, отстранува дополнителна фигура, одржувајќи разлика од една фигура. Ако само еден оформува мелница, тој отстранува две фигури, а другиот една. Ако никој не оформи мелница, и двајцата отстрануваат по една фигура.
ms: Lumpuhkan penyingkiran sehingga semua kepingan diletakkan. Pemain menyingkirkan kepingan berdasarkan bilangan kilang: jika sama, kedua-duanya menyingkirkan jumlah kepingan yang sama; jika seorang mempunyai lebih, dia menyingkirkan satu keping tambahan, mengekalkan perbezaan satu keping. Jika hanya seorang berjaya membentuk kilang, dia menyingkirkan dua kepingan manakala yang lain menyingkirkan satu. Jika tiada sesiapa membentuk kilang, kedua-duanya menyingkirkan satu keping.
my: တစ်ခုချင်းစီကို တစ်လှည့်ချင်း ထည့်ပြီးဆုံးသည်တိုင် နှုတ်ယူခြင်းကို ပိတ်ထားပါ။ လူသည် မယ်လ့်အရေအတွက်အလိုက် ယူထုတ်ကြသည်- အရေအတွက်တူသည်ဆိုလျှင် နှစ်ယောက်စလုံး တူညီသည့်အရေအတွက်ယူထုတ်မည်။ တစ်ယောက်မှာပိုရှိလျှင် တစ်လုံး ပိုယူထုတ်ပြီး တစ်လုံးခြားနေသည့် အခြေအနေကို ထားရှိမည်။ တစ်ယောက်ဘဲ မယ်လ့်ဖွဲ့ရာမယ်လ့်ဖြစ်သွားလျှင် ငါးလုံးနှစ်လုံးယူထုတ်ပြီး တစ်ယောက်ကတော့ တစ်လုံးသာယူထုတ်မည်။ တစ်ယောက်အနေနဲ့ မယ်လ့်မဖြစ်လျှင် နှစ်ယောက်စလုံးမှ တစ်လုံးစီယူထုတ်မည်။
nb: Deaktiver fjerning til alle brikker er plassert. Spillerne fjerner brikker basert på antall møller: hvis det er likt, fjerner begge samme antall brikker; hvis en har flere, fjerner vedkommende én ekstra brikke og opprettholder én brikkes forskjell. Hvis bare én danner en mølle, fjerner denne spilleren to brikker, mens den andre fjerner én. Hvis ingen danner en mølle, fjerner begge én brikke.
nl: Schakel het verwijderen uit totdat alle stukken zijn geplaatst. Spelers verwijderen stukken op basis van het aantal molens: als het gelijk is, verwijderen beide spelers hetzelfde aantal stukken; als de één er meer heeft, verwijdert hij een extra stuk, waarmee het verschil op één stuk blijft. Als slechts één speler een molen vormt, verwijdert hij twee stukken, terwijl de andere speler er één verwijdert. Als geen van beide een molen vormt, verwijderen beide spelers één stuk.
pl: Wyłącz usuwanie do czasu umieszczenia wszystkich pionków. Gracze usuwają pionki na podstawie liczby młynków: jeśli liczba jest równa, obaj gracze usuwają tę samą liczbę pionków; jeśli jeden ma więcej, usuwa dodatkowego pionka, zachowując różnicę jednego pionka. Jeśli tylko jeden utworzy młyn, usuwa dwa pionki, a drugi usuwa jeden. Jeśli żaden nie utworzy młyna, obaj usuwają po jednym pionku.
pt: Desative a remoção até que todas as peças tenham sido colocadas. Em seguida, remova as peças com base na contagem de moinhos: se forem iguais, ambos removem a mesma quantidade; se um tiver mais, remove uma peça extra, mantendo a diferença de apenas uma peça. Se apenas um formar moinhos, ele remove duas peças e o outro remove uma. Se nenhum formar moinhos, ambos removem uma de suas próprias peças.
ro: Dezactivați îndepărtarea până când toate piesele sunt plasate. Jucătorii îndepărtează piesele pe baza numărului de mori: dacă este egal, ambii îndepărtează același număr de piese; dacă unul are mai multe, îndepărtează o piesă în plus, menținând o diferență de o piesă. Dacă doar unul formează o moară, acesta îndepărtează două piese, iar celălalt îndepărtează una. Dacă niciunul nu formează o moară, ambii îndepărtează câte o piesă.
ru: Отключите удаление, пока все фишки не будут размещены, затем удаляйте фишки в соответствии с количеством построенных мельниц: если количество совпадает, оба игрока удаляют одинаковое число фишек; если у одного больше, он удаляет на одну фишку больше, сохраняя разницу в одну. Если мельницы образует только один, он убирает две фишки, а другой одну. Если никто не образует мельниц, оба убирают по одной фишке.
si: සියලුම ගැටලු පත් කර අවසන්වන තෙක් ඉවත් කිරීම අක්‍රිය කරන්න. ක්‍රිඩාකාරীরা නෙරෙන්චි ගණන අනුව ගැටලු ඉවත් කරති: එය සමානයේ නම්, දෙදෙනාම එකම ප්‍රමාණයේ ගැටලු ඉවත් කරති; එක් අයකුට වැඩි නම්, ඔහු එක ගැටලුව වැඩිව ඉවත් කරන්නේ එක් ගැටලු වෙනස තබා ගන්නා අයුරුය. එක් අයෙකු විතරයි නෙරෙන්චි නිර්මාණය කළහොත්, ඔහු ගැටලු දෙකක් ඉවත් කරයි, අනෙක් අයෙකු එකක් ඉවත් කරයි. දෙදෙනාම නෙරෙන්චි නොනිර්මාණයすれば (නොකරනවා නම්), දෙදෙනාම එකක් බැගින් ඉවත් කරති.
sk: Zakážte odstránenie, kým nebudú všetky kamene umiestnené. Hráči odstraňujú kamene na základe počtu mlynov: ak je počet rovnaký, obaja odstránia rovnaký počet kameňov; ak jeden má viac, odstráni o jeden kameň viac, čím udržiava rozdiel jedného kameňa. Ak mlyn vytvorí len jeden hráč, odstráni dva kamene a druhý jeden. Ak mlyn nevytvorí ani jeden, obaja odstránia po jednom kameni.
sl: Onemogočite odstranjevanje, dokler niso vse figure postavljene. Igralci odstranjujejo figure glede na število mlinov: če je število enako, oba odstranita enako število figur; če ima eden več, odstrani eno figuro več in ohrani razliko ene figure. Če mlin ustvari samo eden, ta odstrani dve figuri, drugi pa eno. Če nihče ne ustvari mlina, oba odstranita po eno figuro.
sq: Çaktivizoni heqjen derisa të vendosen të gjitha figurat. Lojtarët heqin figura bazuar në numrin e mullinjve: nëse është e barabartë, të dy heqin të njëjtin numër figurash; nëse njëri ka më shumë, ai heq një figurë shtesë, duke ruajtur një diferencë prej një figure. Nëse vetëm një formon mulli, ai heq dy figura, ndërsa tjetri heq një. Nëse asnjë nuk formon mulli, të dy heqin nga një figurë.
sr: Onemogućite uklanjanje dok sve figure ne budu postavljene. Igrači uklanjaju figure na osnovu broja mlinova: ako je broj jednak, oba uklanjaju isti broj figura; ako jedan ima više, uklanja dodatnu figuru da zadrži razliku od jedne figure. Ako samo jedan formira mlin, uklanja dve figure, a drugi jednu. Ako nijedan ne formira mlin, oba uklanjaju po jednu figuru.
sv: Inaktivera borttagning tills alla pjäser är placerade. Spelarna tar bort pjäser baserat på antalet möllor: om antalet är lika tar båda bort samma antal pjäser; om den ena har fler tar denne bort en extra pjäs, och behåller en pjäs skillnad. Om bara en spelare bildar en mölla tar den bort två pjäser, medan den andra tar bort en. Om ingen bildar en mölla tar båda bort en pjäs.
sw: Zima uondoaji hadi vipande vyote viwekwe. Wachezaji huondoa vipande kulingana na idadi ya vinu: ikiwa ni sawa, wote huondoa idadi sawa ya vipande; ikiwa mmoja ana zaidi, anaondoa kipande kimoja cha ziada, akidumisha tofauti ya kipande kimoja. Ikiwa ni mchezaji mmoja tu anayebuni kinu, anaondoa vipande viwili huku mwingine akiondoa kimoja. Ikiwa hakuna anayebuni kinu, wote huondoa kipande kimoja.
ta: அனைத்து துண்டுகளும் வைக்கப்படும் வரை அகற்றுவதை முடக்கு, பின்னர் ஆலை எண்ணிக்கையின் அடிப்படையில் துண்டுகளை அகற்றவும்: அவை சமமாக இருந்தால், இரண்டும் ஒரே எண்ணை அகற்றவும்; ஒருவருக்கு இன்னும் அதிகமாக இருந்தால், அவை ஒரு கூடுதல் வித்தியாசத்தை வைத்திருக்கின்றன. ஒரு ஆலைகளை மட்டுமே உருவாக்கினால், அவை இரண்டு துண்டுகளை அகற்றி, மற்றொன்று ஒன்றை நீக்குகிறது. எந்தவொரு ஆலைகளையும் உருவாக்கவில்லை என்றால், இரண்டும் அவற்றின் சொந்த துண்டுகளில் ஒன்றை அகற்றுகின்றன.
te: అన్నీ ఏర్పాటు అయ్యే వరకు తీసివేతను నిలిపివుంచండి. ఆటగాళ్లు మిల్ ల సంఖ్య ఆధారంగా ముక్కలను తీసివేస్తారు: సమానంగా ఉంటే, ఇద్దరూ ఒకే సంఖ్యలో ముక్కలను తీసివేస్తారు; ఒకరి దగ్గర ఎక్కువ ఉంటే, అతను ఒక అదనపు ముక్కను తీసివేసి ఒక్క ముక్క తేడాను కొనసాగిస్తాడు. ఒక ఆటగాడు మాత్రమే మిల్ ను రూపొందిస్తే, అతను రెండు ముక్కలను తీసివేస్తాడు, మరోవాడు ఒక ముక్కను తీసివేస్తాడు. ఇద్దరూ మిల్ ను రూపొందించలేకపోతే, ఇద్దరూ ఒక్క ముక్కను తీసివేస్తారు.
th: ปิดใช้งานการนำออกจนกว่าจะวางหมากทั้งหมด ผู้เล่นจะนำหมากออกตามจำนวนมิลล์: ถ้าจำนวนเท่ากัน ผู้เล่นทั้งสองฝ่ายจะนำหมากออกในจำนวนเท่ากัน หากฝ่ายใดมีมากกว่า จะนำหมากออกเพิ่มอีกหนึ่งตัวเพื่อคงความต่างไว้ที่หนึ่งตัว หากมีเพียงฝ่ายเดียวที่สร้างมิลล์ เขาจะนำหมากออกสองตัว ส่วนอีกฝ่ายนำออกหนึ่งตัว หากไม่มีใครสร้างมิลล์ ผู้เล่นทั้งสองจะนำออกคนละหนึ่งตัว
tr: Tüm taşlar yerleştirilene kadar taşları kaldırma işlemini devre dışı bırak, ardından değirmen sayısına göre taşları kaldır: eşitse her iki taraf da aynı sayıda taş kaldırır; bir tarafın sayısı fazlaysa, aradaki farkın bir taş olarak kalması için bir taş fazladan kaldırır. Yalnız bir taraf değirmen oluşturduysa, o taraf iki taş kaldırır, diğeri bir taş kaldırır. Hiç değirmen oluşmazsa, her iki taraf da birer taş kaldırır.
uk: Вимкніть видалення, доки не буде розміщено всі частини, а потім видаліть частини на основі підрахунків млинів: якщо вони однакові, обидві видаляють однакову кількість; якщо один має більше, вони видаляють один зайвий, зберігаючи цільну різницю. Якщо тільки один утворює млини, вони знімають два шматки, а інший - один. Якщо жоден не утворює млини, обидва видаляють одну зі своїх частин.
ur: اس وقت تک ہٹانے کو غیر فعال رکھیں جب تک کہ تمام مہروں کو رکھ نہ دیا جائے۔ کھلاڑی اپنی ملوں کی تعداد کی بنیاد پر مہروں کو ہٹاتے ہیں: اگر تعداد برابر ہو تو دونوں کھلاڑی ایک ہی تعداد میں مہرے ہٹاتے ہیں؛ اگر ایک کے پاس زیادہ ہوں تو وہ ایک اضافی مہرہ ہٹاتے ہوئے فرق کو ایک مہرے تک محدود رکھتا ہے۔ اگر صرف ایک کھلاڑی مل تشکیل دیتا ہے تو وہ دو مہرے ہٹا دے گا جبکہ دوسرا ایک مہرہ ہٹائے گا۔ اگر کوئی بھی مل تشکیل نہ دے سکے تو دونوں ایک ایک مہرہ ہٹا دیتے ہیں۔
uz: Barcha toshlar joylashtirilgunga qadar olib tashlashni oʻchirib qoʻying. Oʻyinchilar tegirmonlar soniga qarab toshlarni olib tashlaydilar: agar teng bo‘lsa, har ikkisi ham bir xil miqdorda tosh olib tashlaydi; agar bittada ko‘proq bo‘lsa, u bitta qo‘shimcha tosh olib tashlab, bitta tosh farqini saqlab turadi. Agar faqat bitta oʻyinchi tegirmon tuzsa, u ikki toshni olib tashlaydi, ikkinchisi esa bitta toshni olib tashlaydi. Agar hech kim tegirmon tuzmasa, har ikkisi bitta toshdan olib tashlaydi.
vi: Vô hiệu hóa việc loại bỏ cho đến khi tất cả các quân cờ được đặt xuống. Người chơi loại bỏ quân cờ dựa trên số lượng cối xay: nếu bằng nhau, cả hai đều loại bỏ cùng một số lượng quân; nếu một người có nhiều hơn, người đó loại bỏ thêm một quân, giữ chênh lệch ở mức một quân. Nếu chỉ một người tạo được cối xay, người đó loại bỏ hai quân và người còn lại loại bỏ một. Nếu không ai tạo được cối xay, cả hai đều loại bỏ một quân.
zh: 在双方所有棋子摆完之前，不能吃掉对方棋子。双方都摆完后，双方根据己方形成的三连数量来吃掉对方的棋子：如果三连数量相同，则双方吃掉对方相同数量的棋子；如果一方的三连更多，则最多只比对方多吃掉一枚棋子。如果只有一方形成三连，则该方吃掉两枚棋子，另一方吃掉一枚。如果双方都没有形成三连，则双方各移除己方一枚棋子。
zh_hant: 在雙方所有棋子擺完之前，不能吃掉對方棋子。雙方都擺完後，雙方根據己方形成的三連數量來吃掉對方的棋子：如果三連數量相同，則雙方吃掉對方相同數量的棋子；如果一方的三連更多，則最多只比對方多吃掉一枚棋子。如果只有一方形成三連，則該方吃掉兩枚棋子，另一方吃掉一枚。如果雙方都沒有形成三連，則雙方各移除己方一枚棋子。
zu: Misa ukususwa kuze kufakwe wonke amaphinikhodi. Abadlali basusa amaphinikhodi ngokuya ngenani lama-Umlabalaba: uma elilinganayo, bobabili basusa inani elifanayo lamaphinikhodi; uma omunye eningi, ususa elilodwa elengeziwe, egcina umehluko owodwa. Uma oyedwa enza i-Umlabalaba, ususa amaphinikhodi amabili, omunye asuse elilodwa. Uma bengakwenzi kokubili i-Umlabalaba, bobabili basusa elilodwa.
