Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleContributeStep5
source: 5. Once approved, they become built-in puzzles!
af: 5. Sodra dit goedgekeur is, word dit ingeboude legkaarte!
am: 5. አንዴ ከፀደቁ በኋላ አብሮ የተሰሩ እንቆቅልሾች ይሆናሉ!
ar: 5. بمجرد الموافقة عليها، تصبح ألغازًا مدمجة!
az: 5. Təsdiq edildikdən sonra onlar daxili tapmacalara çevrilirlər!
be: 5. Пасля зацвярджэння яны становяцца ўбудаванымі галаваломкамі!
bn: 5. একবার অনুমোদিত, তারা অন্তর্নির্মিত পাজল হয়ে!
bo: 5. ཆོག་མཆན་ཐོབ་རྗེས་ནང་བཟོའི་གསང་བརྟག་ཏུ་གྱུར!
ca: 5. Un cop aprovats, es converteixen en trencaclosques integrats!
cs: 5. Po schválení se stanou vestavěnými hádankami!
da: 5. Når de er godkendt, bliver de til indbyggede puslespil!
el: 5. Μόλις εγκριθούν, γίνονται ενσωματωμένοι γρίφοι!
es: 5. Una vez aprobados, ¡se convierten en rompecabezas integrados!
et: 5. Kui need on heaks kiidetud, muutuvad need sisseehitatud mõistatusteks!
fa: 5. پس از تایید، آنها تبدیل به پازل ساخته شده در!
fr: 5. Une fois approuvés, ils deviennent des puzzles intégrés !
gu: 5. એકવાર મંજૂર થયા પછી, તેઓ બિલ્ટ-ઇન કોયડાઓ બની જાય છે!
he: 5. לאחר אישור, הם הופכים לחידות מובנות!
hi: 5. एक बार स्वीकृत हो जाने पर, वे अंतर्निहित पहेली बन जाते हैं!
hr: 5. Jednom odobrene, postaju ugrađene zagonetke!
hu: 5. Jóváhagyás után beépített feladványok lesznek!
hy: 5. Հաստատվելուց հետո դրանք դառնում են ներկառուցված հանելուկներ:
id: 5. Setelah disetujui, itu menjadi teka-teki bawaan!
is: 5. Þegar þær hafa verið samþykktar verða þær innbyggðar þrautir!
it: 5. Una volta approvati, diventano puzzle integrati!
ja: 5. 承認されると、組み込みパズルになります。
km: 5. នៅពេលដែលបានអនុម័ត ពួកគេក្លាយជាល្បែងផ្គុំរូបដែលភ្ជាប់មកជាមួយ!
kn: 5. ಒಮ್ಮೆ ಅನುಮೋದಿಸಿದ ನಂತರ, ಅವು ಅಂತರ್ನಿರ್ಮಿತ ಒಗಟುಗಳಾಗುತ್ತವೆ!
lt: 5. Patvirtinus, jie tampa įmontuotais galvosūkiais!
lv: 5. Pēc apstiprināšanas tās kļūst par iebūvētām puzlēm!
mk: 5. Откако ќе бидат одобрени, тие стануваат вградени загатки!
ms: 5. Setelah diluluskan, mereka menjadi teka-teki terbina dalam!
nl: 5. Eenmaal goedgekeurd, worden het ingebouwde puzzels!
pl: 5. Po zatwierdzeniu stają się wbudowanymi łamigłówkami!
pt: 5. Depois de aprovados, eles se tornam quebra-cabeças integrados!
ro: 5. Odată aprobate, acestea devin puzzle-uri încorporate!
ru: 5. После одобрения они становятся встроенными головоломками!
si: 5. අනුමත වූ පසු, ඒවා ගොඩනඟන ලද ප්‍රහේලිකා බවට පත් වේ!
sk: 5. Po schválení sa z nich stanú vstavané puzzle!
sl: 5. Ko so odobreni, postanejo vgrajene uganke!
sv: 5. När de är godkända blir de inbyggda pussel!
sw: 5. Baada ya kuidhinishwa, huwa puzzles iliyojengwa ndani!
te: 5. ఆమోదించబడిన తర్వాత, అవి అంతర్నిర్మిత పజిల్‌లుగా మారతాయి!
th: 5. เมื่อได้รับการอนุมัติแล้ว พวกมันจะกลายเป็นปริศนาในตัว!
tr: 5. Onaylandıktan sonra yerleşik bulmacalara dönüşürler!
uk: 5. Після схвалення вони стають вбудованими пазлами!
ur: 5. ایک بار منظور ہوجانے کے بعد ، وہ بلٹ ان پہیلیاں بن جاتے ہیں!
uz: 5. Tasdiqlangandan so'ng, ular o'rnatilgan jumboqlarga aylanadi!
zh: 5. 一旦批准，它们将成为内置谜题！
zh_hant: 5. 一旦獲得批准，它們就會成為內置謎題！
zu: 5. Uma sezigunyaziwe, ziba amaphazili akhelwe ngaphakathi!

# puzzleContributeLicense
source: By contributing, you agree to license your puzzle content under CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
af: Deur by te dra, stem jy in om jou legkaartinhoud te lisensieer onder CC BY-SA 4.0 (Creative Commons Erkenning-Insgelyks Deel).
am: አስተዋጽዖ በማድረግ የእንቆቅልሽ ይዘትዎን በCC BY-SA 4.0 (Creative Commons Attribution-ShareAlike) ስር ፍቃድ ለመስጠት ተስማምተሃል።
ar: من خلال المساهمة، فإنك توافق على ترخيص محتوى الألغاز الخاص بك بموجب CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
az: Töhfə verməklə siz tapmaca məzmununuzu CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike) əsasında lisenziyalaşdırmağa razılaşırsınız.
be: Робячы ўнёсак, вы згаджаецеся на ліцэнзію вашага кантэнту галаваломкі ў адпаведнасці з CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
bn: অবদান রাখার মাধ্যমে, আপনি CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike) এর অধীনে আপনার ধাঁধার বিষয়বস্তুর লাইসেন্স দিতে সম্মত হন।
bo: ཞལ་འདེབས་བྱས་པས་ཁྱེད་ཀྱི་གསང་བརྟག CC BY-SA 4.0 ཐོག་ཆོག་མཆན་སྤྲོད་པར་མོས།
ca: En contribuir, acceptes la llicència del contingut del teu trencaclosques sota CC BY-SA 4.0 (Creative Commons Reconeixement-Compartir Igual).
cs: Přispěním souhlasíte s licencováním obsahu puzzle podle CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
da: Ved at bidrage accepterer du at licensere dit puslespilindhold under CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
el: Συνεισφέροντας, συμφωνείτε να χορηγήσετε άδεια χρήσης του περιεχομένου του παζλ σας σύμφωνα με το CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
es: Al contribuir, aceptas licenciar el contenido de tu rompecabezas bajo CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
et: Kaastööga nõustute litsentsima oma mõistatuse sisu CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike) alusel.
fa: با مشارکت، موافقت می‌کنید که محتوای پازل خود را تحت CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike) مجوز دهید.
fr: En contribuant, vous acceptez de concéder sous licence votre contenu de puzzle sous CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
gu: યોગદાન આપીને, તમે CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike) હેઠળ તમારી પઝલ સામગ્રીને લાઇસન્સ આપવા માટે સંમત થાઓ છો.
he: על ידי תרומה, אתה מסכים לתת רישיון לתוכן הפאזל שלך תחת CC BY-SA 4.0 (Creative Commons ייחוס-שיתוף זהה).
hi: योगदान देकर, आप अपनी पहेली सामग्री को CC BY-SA 4.0 (क्रिएटिव कॉमन्स एट्रिब्यूशन-शेयरअलाइक) के तहत लाइसेंस देने के लिए सहमत हैं।
hr: Doprinosom pristajete na licenciranje sadržaja zagonetki prema CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
hu: A beküldéssel elfogadod, hogy a feladványtartalmadat CC BY-SA 4.0 (Creative Commons Nevezd meg – Így add tovább) licenc alatt adod közre.
hy: Նպաստելով՝ դուք համաձայնում եք արտոնագրել ձեր գլուխկոտրուկի բովանդակությունը CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike) համաձայն:
id: Dengan berkontribusi, Anda setuju untuk melisensikan konten teka-teki Anda di bawah CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
is: Með því að leggja þitt af mörkum samþykkir þú leyfi fyrir þrautaefni þínu samkvæmt CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
it: Contribuendo, accetti di concedere in licenza il contenuto del tuo puzzle sotto CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
ja: 貢献すると、CC BY-SA 4.0 (クリエイティブ コモンズ表示 - 継承) に基づいてパズル コンテンツのライセンスを取得することに同意したことになります。
km: តាមរយៈការចូលរួមចំណែក អ្នកយល់ព្រមផ្តល់អាជ្ញាប័ណ្ណមាតិកាផ្ដុំរូបរបស់អ្នកក្រោម CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike)។
kn: ಕೊಡುಗೆ ನೀಡುವ ಮೂಲಕ, CC BY-SA 4.0 (ಕ್ರಿಯೇಟಿವ್ ಕಾಮನ್ಸ್ ಆಟ್ರಿಬ್ಯೂಷನ್-ShareAlike) ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಒಗಟು ವಿಷಯಕ್ಕೆ ಪರವಾನಗಿ ನೀಡಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ.
lt: Prisidėdami sutinkate licencijuoti savo galvosūkių turinį pagal CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
lv: Veicot ieguldījumu, jūs piekrītat licencēt savu mīklu saturu saskaņā ar CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
mk: Со придонесување, се согласувате да ја лиценцирате вашата содржина на загатка според CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
ms: Dengan menyumbang, anda bersetuju untuk melesenkan kandungan teka-teki anda di bawah CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
nl: Door bij te dragen, ga je ermee akkoord om je puzzelinhoud te licentiëren onder CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
pl: Przesyłając swój wkład, wyrażasz zgodę na licencję na zawartość puzzli na podstawie licencji CC BY-SA 4.0 (Creative Commons Uznanie autorstwa-Na tych samych warunkach).
pt: Ao contribuir, você concorda em licenciar o conteúdo do seu quebra-cabeça sob CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
ro: Contribuind, sunteți de acord să acordați licență pentru conținutul puzzle-ului sub CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
ru: Внося свой вклад, вы соглашаетесь лицензировать свой контент-головоломку в соответствии с CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
si: දායක වීමෙන්, ඔබ CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike) යටතේ ඔබේ ප්‍රහේලිකා අන්තර්ගතයට බලපත්‍ර ලබා දීමට එකඟ වේ.
sk: Prispením súhlasíte s licencovaním obsahu puzzle podľa CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
sl: S prispevkom se strinjate z licenciranjem vaše vsebine uganke pod CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
sv: Genom att bidra samtycker du till att licensiera ditt pusselinnehåll under CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
sw: Kwa kuchangia, unakubali kutoa leseni kwa maudhui ya fumbo lako chini ya CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
te: సహకారం అందించడం ద్వారా, మీరు CC BY-SA 4.0 (క్రియేటివ్ కామన్స్ అట్రిబ్యూషన్-షేర్అలైక్) కింద మీ పజిల్ కంటెంట్‌కి లైసెన్స్ ఇవ్వడానికి అంగీకరిస్తున్నారు.
th: การมีส่วนร่วมแสดงว่าคุณตกลงที่จะอนุญาตเนื้อหาปริศนาของคุณภายใต้ CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike)
tr: Katkıda bulunarak bulmaca içeriğinizi CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike) kapsamında lisanslamayı kabul etmiş olursunuz.
uk: Роблячи внесок, ви погоджуєтеся ліцензувати свій вміст головоломки відповідно до CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).
ur: تعاون کرنے سے ، آپ سی سی بائی-ایس اے 4.0 (تخلیقی العام انتساب-شیئرلائیک) کے تحت اپنے پہیلی مواد کو لائسنس دینے سے اتفاق کرتے ہیں۔
uz: Hissa qo‘shish orqali siz CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike) bo‘yicha jumboq kontentingizni litsenziyalashga rozilik bildirasiz.
zh: 贡献即表示您同意将您的谜题内容以 CC BY-SA 4.0（知识共享 署名-相同方式共享）许可。
zh_hant: 通過貢獻，您同意根據 CC BY-SA 4.0（知識共享署名-相同方式共享）許可您的謎題內容。
zu: Ngokunikela, uyavuma ukunikeza ilayisense okuqukethwe kwendida yakho ngaphansi kwe-CC BY-SA 4.0 (Creative Commons Attribution-ShareAlike).

# puzzleExportForContribution
source: Export for Contribution
af: Uitvoer vir Bydrae
am: ለአስተዋጽዖ ወደ ውጪ ላክ
ar: التصدير للمساهمة
az: Töhfə üçün ixrac edin
be: Экспарт для ўкладу
bn: অবদান জন্য রপ্তানি
bo: ཞལ་འདེབས་ཆེད་ཕྱི་འདྲེན།
ca: Exportació per aportació
cs: Export pro příspěvek
da: Eksport for bidrag
el: Εξαγωγή για συνεισφορά
es: Exportar para contribución
et: Ekspordi panuse saamiseks
fa: صادرات برای مشارکت
fr: Exporter pour contribution
gu: યોગદાન માટે નિકાસ
he: ייצוא לצורך תרומה
hi: योगदान के लिए निर्यात करें
hr: Izvoz za doprinos
hu: Exportálás beküldéshez
hy: Արտահանում ներդրման համար
id: Ekspor untuk Kontribusi
is: Flytja út fyrir framlag
it: Esportazione per contributo
ja: 寄付のための輸出
km: នាំចេញសម្រាប់ការរួមចំណែក
kn: ಕೊಡುಗೆಗಾಗಿ ರಫ್ತು ಮಾಡಿ
lt: Eksportas už indėlį
lv: Eksportēt ieguldījumam
mk: Извоз за придонес
ms: Eksport untuk Sumbangan
nl: Exporteren voor bijdrage
pl: Eksportuj w celu wniesienia wkładu
pt: Exportar para Contribuição
ro: Export pentru contribuție
ru: Экспорт для вклада
si: දායකත්වය සඳහා අපනයනය
sk: Exportovať za príspevok
sl: Izvoz za prispevek
sv: Exportera för bidrag
sw: Hamisha kwa Mchango
te: సహకారం కోసం ఎగుమతి చేయండి
th: ส่งออกเพื่อการบริจาค
tr: Katkı Amacıyla İhracat
uk: Експорт для внеску
ur: شراکت کے لئے برآمد
uz: Hissa uchun eksport
zh: 导出以供贡献
zh_hant: 出口貢獻
zu: Khipha ukuze Unikele

# puzzleStartContributing
source: Start Contributing
af: Begin om by te dra
am: ማበርከት ጀምር
ar: ابدأ المساهمة
az: Töhfə verməyə başlayın
be: Пачніце ўклад
bn: অবদান রাখা শুরু করুন
bo: ཞལ་འདེབས་འགོ་བཙུགས།
ca: Comença a contribuir
cs: Začněte přispívat
da: Begynd at bidrage
el: Αρχίστε να συνεισφέρετε
es: Comience a contribuir
et: Alustage panustamist
fa: شروع به مشارکت کنید
fr: Commencez à contribuer
gu: ફાળો આપવાનું શરૂ કરો
he: התחל לתרום
hi: योगदान देना प्रारंभ करें
hr: Počnite doprinositi
hu: Beküldés indítása
hy: Սկսեք նպաստել
id: Mulai Berkontribusi
is: Byrjaðu að leggja til
it: Inizia a contribuire
ja: 貢献を開始する
km: ចាប់ផ្តើមការរួមចំណែក
kn: ಕೊಡುಗೆ ನೀಡಲು ಪ್ರಾರಂಭಿಸಿ
lt: Pradėkite prisidėti
lv: Sāciet sniegt ieguldījumu
mk: Започнете да придонесувате
ms: Mula Menyumbang
nl: Begin met bijdragen
pl: Zacznij współtworzyć
pt: Comece a contribuir
ro: Începeți să contribuiți
ru: Начать вносить свой вклад
si: දායක වීම ආරම්භ කරන්න
sk: Začnite prispievať
sl: Začnite prispevati
sv: Börja bidra
sw: Anza Kuchangia
te: సహకరించడం ప్రారంభించండి
th: เริ่มมีส่วนร่วม
tr: Katkıda Bulunmaya Başlayın
uk: Почніть робити внесок
ur: تعاون کرنا شروع کریں
uz: Hissa qo‘shishni boshlang
zh: 开始贡献
zh_hant: 開始貢獻
zu: Qala Ukunikela

# monthJanuary
source: January
af: Januarie
am: ጥር
ar: يناير
az: yanvar
be: Студзень
bn: জানুয়ারি
bo: ཟླ་དང་པོ།
ca: gener
cs: ledna
da: januar
el: Ιανουάριος
es: enero
et: jaanuaril
fa: ژانویه
fr: janvier
gu: જાન્યુઆરી
he: ינואר
hi: जनवरी
hr: siječnja
hu: január
hy: հունվար
id: Januari
is: janúar
it: Gennaio
ja: 1月
km: មករា
kn: ಜನವರಿ
lt: sausio mėn
lv: janvāris
mk: јануари
ms: Januari
nl: Januari
pl: Styczeń
pt: Janeiro
ro: ianuarie
ru: январь
si: ජනවාරි
sk: januára
sl: januar
sv: januari
sw: Januari
te: జనవరి
th: มกราคม
tr: Ocak
uk: січня
ur: جنوری
uz: Yanvar
zh: 一月
zh_hant: 一月

# monthFebruary
source: February
af: Februarie
am: የካቲት
ar: فبراير
az: fevral
be: люты
bn: ফেব্রুয়ারি
bo: ཟླ་གཉིས།
ca: febrer
cs: února
da: februar
el: Φεβρουάριος
es: febrero
et: veebruar
fa: فوریه
fr: Février
gu: ફેબ્રુઆરી
he: פברואר
hi: फ़रवरी
hr: veljače
hu: február
hy: փետրվար
id: Februari
is: febrúar
it: Febbraio
ja: 2月
km: ខែកុម្ភៈ
kn: ಫೆಬ್ರವರಿ
lt: vasario mėn
lv: februāris
mk: февруари
ms: Februari
nl: Februari
pl: luty
pt: Fevereiro
ro: februarie
ru: февраль
si: පෙබරවාරි
sk: februára
sl: februar
sv: februari
sw: Februari
te: ఫిబ్రవరి
th: กุมภาพันธ์
tr: Şubat
uk: Лютий
ur: فروری
uz: Fevral
zh: 二月
zh_hant: 二月

# monthMarch
source: March
af: Maart
am: መጋቢት
ar: مارس
az: mart
be: сакавік
bn: মার্চ
bo: ཟླ་གསུམ།
ca: març
cs: března
da: marts
el: Μάρτιος
es: marzo
et: märtsil
fa: مارس
fr: Mars
gu: માર્ચ
he: מרץ
hi: मार्च
hr: ožujka
hu: március
hy: մարտ
id: bulan Maret
is: mars
it: Marzo
ja: 3月
km: ខែមីនា
kn: ಮಾರ್ಚ್
lt: kovo mėn
lv: marts
mk: март
ms: Mac
nl: Maart
pl: Marzec
pt: Março
ro: martie
ru: март
si: මාර්තු
sk: marca
sl: marec
sv: mars
sw: Machi
te: మార్చి
th: มีนาคม
tr: Mart
uk: березень
ur: مارچ
uz: mart
zh: 三月
zh_hant: 三月
zu: Mashi

# monthApril
source: April
am: ኤፕሪል
ar: أبريل
az: aprel
be: Красавік
bn: এপ্রিল
bo: ཟླ་བཞི།
ca: Abril
cs: dubna
el: Απρίλιος
es: abril
et: aprill
fa: آوریل
fr: avril
gu: એપ્રિલ
he: אפריל
hi: अप्रैल
hr: travnja
hu: április
hy: ապրիլ
is: apríl
it: aprile
ja: 4月
km: មេសា
kn: ಏಪ್ರಿಲ್
lt: balandžio mėn
lv: aprīlis
mk: април
pl: kwiecień
pt: Abril
ro: aprilie
ru: апрель
si: අප්රේල්
sk: apríla
sl: aprila
sw: Aprili
te: ఏప్రిల్
th: เมษายน
tr: Nisan
uk: квітень
ur: اپریل
uz: aprel
zh: 四月
zh_hant: 四月

# monthMay
source: May
af: Mei
am: ግንቦት
ar: مايو
be: мая
bn: মে
bo: ཟླ་ལྔ།
ca: maig
cs: května
da: maj
el: Μάιος
es: mayo
et: mai
fa: می
fr: mai
gu: મે
he: מאי
hi: मई
hr: svibnja
hu: május
hy: մայիս
id: Mei
is: maí
it: Maggio
ja: 5月
km: ឧសភា
kn: ಮೇ
lt: gegužės mėn
lv: maijā
mk: мај
ms: Mei
nl: Mei
pl: Maj
pt: Maio
ro: mai
ru: май
si: මැයි
sk: mája
sl: maja
sv: maj
sw: Mei
te: మే
th: พฤษภาคม
tr: Mayıs
uk: травня
ur: مئی
zh: 五月
zh_hant: 五月
zu: Meyi

# monthJune
source: June
af: Junie
am: ሰኔ
ar: يونيو
az: iyun
be: Чэрвень
bn: জুন
bo: ཟླ་དྲུག
ca: juny
cs: června
da: juni
el: Ιούνιος
es: junio
et: juunini
fa: ژوئن
fr: juin
gu: જૂન
he: יוני
hi: जून
hr: lipnja
hu: június
hy: հունիս
id: Juni
is: júní
it: Giugno
ja: 6月
km: ខែមិថុនា
kn: ಜೂನ್
lt: birželis
lv: jūnijā
mk: јуни
ms: Jun
nl: Juni
pl: Czerwiec
pt: Junho
ro: iunie
ru: июнь
si: ජූනි
sk: júna
sl: junija
sv: juni
sw: Juni
te: జూన్
th: มิถุนายน
tr: Haziran
uk: червень
ur: جون
uz: iyun
zh: 六月
zh_hant: 六月
zu: Juni

# monthJuly
source: July
af: Julie
am: ጁላይ
ar: يوليو
az: iyul
be: ліпень
bn: জুলাই
bo: ཟླ་བདུན།
ca: juliol
cs: července
da: juli
el: Ιούλιος
es: julio
et: juulil
fa: جولای
fr: juillet
gu: જુલાઈ
he: יולי
hi: जुलाई
hr: srpnja
hu: július
hy: հուլիս
id: Juli
is: júlí
it: Luglio
ja: 7月
km: ខែកក្កដា
kn: ಜುಲೈ
lt: liepos mėn
lv: jūlijā
mk: јули
ms: Julai
nl: Juli
pl: Lipiec
pt: Julho
ro: iulie
ru: июль
si: ජූලි
sk: júla
sl: julija
sv: juli
sw: Julai
te: జూలై
th: กรกฎาคม
tr: Temmuz
uk: липень
ur: جولائی
uz: iyul
zh: 七月
zh_hant: 七月

# monthAugust
source: August
af: Augustus
am: ነሐሴ
ar: أغسطس
az: avqust
be: жнівень
bn: আগস্ট
bo: ཟླ་བརྒྱད།
ca: Agost
cs: srpna
el: Αύγουστος
es: agosto
et: augustil
fa: مرداد
fr: Août
gu: ઓગસ્ટ
he: אוגוסט
hi: अगस्त
hr: kolovoza
hu: augusztus
hy: օգոստոս
id: Agustus
is: ágúst
it: Agosto
ja: 8月
km: សីហា
kn: ಆಗಸ್ಟ್
lt: rugpjūčio mėn
lv: augusts
mk: август
ms: Ogos
nl: Augustus
pl: sierpień
pt: Agosto
ru: август
si: අගෝස්තු
sk: augusta
sl: avgusta
sv: augusti
sw: Agosti
te: ఆగస్టు
th: สิงหาคม
tr: Ağustos
uk: серпень
ur: اگست
uz: avgust
zh: 八月
zh_hant: 八月
zu: Agasti

# monthSeptember
source: September
am: መስከረም
ar: سبتمبر
az: sentyabr
be: верасень
bn: সেপ্টেম্বর
bo: ཟླ་དགུ།
ca: setembre
cs: září
el: Σεπτέμβριος
es: septiembre
et: septembril
fa: سپتامبر
fr: septembre
gu: સપ્ટેમ્બર
he: ספטמבר
hi: सितम्बर
hr: rujna
hu: szeptember
hy: սեպտեմբեր
it: Settembre
ja: 9月
km: ខែកញ្ញា
kn: ಸೆಪ್ಟೆಂಬರ್
lt: rugsėjis
lv: septembris
mk: септември
pl: Wrzesień
pt: Setembro
ro: septembrie
ru: сентябрь
si: සැප්තැම්බර්
sk: septembra
sl: septembra
sw: Septemba
te: సెప్టెంబర్
th: กันยายน
tr: Eylül
uk: вересень
ur: ستمبر
uz: sentyabr
zh: 九月
zh_hant: 九月

# monthOctober
source: October
af: Oktober
am: ጥቅምት
ar: أكتوبر
az: oktyabr
be: кастрычніка
bn: অক্টোবর
bo: ཟླ་བཅུ།
ca: Octubre
cs: října
da: oktober
el: Οκτώβριος
es: octubre
et: oktoober
fa: اکتبر
fr: octobre
gu: ઓક્ટોબર
he: אוקטובר
hi: अक्टूबर
hr: listopada
hu: október
hy: հոկտեմբեր
id: Oktober
is: október
it: Ottobre
ja: 10月
km: តុលា
kn: ಅಕ್ಟೋಬರ್
lt: spalis
lv: oktobris
mk: октомври
ms: Oktober
nl: Oktober
pl: Październik
pt: Outubro
ro: octombrie
ru: Октябрь
si: ඔක්තෝබර්
sk: októbra
sl: oktobra
sv: oktober
sw: Oktoba
te: అక్టోబర్
th: ตุลาคม
tr: Ekim
uk: жовтень
ur: اکتوبر
uz: oktyabr
zh: 十月
zh_hant: 十月
zu: Okthoba

# monthNovember
source: November
am: ህዳር
ar: نوفمبر
az: noyabr
be: лістапад
bn: নভেম্বর
bo: ཟླ་བཅུ་གཅིག
ca: novembre
cs: listopadu
el: Νοέμβριος
es: noviembre
et: novembril
fa: نوامبر
fr: novembre
gu: નવેમ્બર
he: נובמבר
hi: नवंबर
hr: studenog
hy: նոյեմբեր
is: nóvember
it: Novembre
ja: 11月
km: ខែវិច្ឆិកា
kn: ನವೆಂಬರ್
lt: lapkritis
lv: novembris
mk: ноември
pl: Listopad
pt: Novembro
ro: noiembrie
ru: ноябрь
si: නොවැම්බර්
sk: novembra
sl: novembra
sw: Novemba
te: నవంబర్
th: พฤศจิกายน
tr: Kasım
uk: Листопад
ur: نومبر
uz: Noyabr
zh: 十一月
zh_hant: 十一月
zu: Novemba

# monthDecember
source: December
af: Desember
am: ታህሳስ
ar: ديسمبر
az: dekabr
be: Снежань
bn: ডিসেম্বর
bo: ཟླ་བཅུ་གཉིས།
ca: desembre
cs: prosince
el: Δεκέμβριος
es: diciembre
et: detsembril
fa: دسامبر
fr: décembre
gu: ડિસેમ્બર
he: דצמבר
hi: दिसंबर
hr: prosinca
hy: դեկտեմբեր
id: Desember
is: desember
it: Dicembre
ja: 12月
km: ខែធ្នូ
kn: ಡಿಸೆಂಬರ್
lt: gruodį
lv: decembris
mk: декември
ms: Disember
pl: Grudzień
pt: Dezembro
ro: decembrie
ru: декабрь
si: දෙසැම්බර්
sk: decembra
sl: decembra
sw: Desemba
te: డిసెంబర్
th: ธันวาคม
tr: Aralık
uk: грудень
ur: دسمبر
uz: dekabr
zh: 十二月
zh_hant: 十二月
zu: Disemba

source: January
de: Januar
fi: Tammikuu
ko: 1월
nb: Januar
sr: Јануар
vi: Tháng Một

source: February
de: Februar
ko: 2월

source: March
de: März
ko: 3월

source: April
ko: 4월

source: May
de: Mai
ko: 5월

source: June
de: Juni
ko: 6월

source: July
de: Juli
ko: 7월

source: August
ko: 8월

source: September
ko: 9월

source: October
de: Oktober
ko: 10월

source: November
ko: 11월

source: December
de: Dezember
ko: 12월

source: Voice Commands Help
de: Hilfe zu Sprachbefehlen
ko: 음성 명령 도움말

# voiceCommandsHelpIntro
source: Use your voice to control the game! Below are the available voice commands you can use.
de: Verwende deine Stimme, um das Spiel zu steuern! Unten sind die verfügbaren Sprachbefehle aufgeführt.
ko: 음성으로 게임을 제어하세요! 사용 가능한 음성 명령은 다음과 같습니다.

# voiceCommandsGameControl
source: Game Control
de: Spielsteuerung
ko: 게임 제어

# voiceCommandsMoveControl
source: Move Commands
de: Zugbefehle
ko: 이동 명령

# voiceCommandsSettings
source: Settings Commands
de: Einstellungsbefehle
ko: 설정 명령

# voiceCommandsTips
source: Tips
de: Tipps
ko: 팁

# voiceCommandsUndo
source: Undo Move
de: Zug rückgängig machen
ko: 수 되돌리기

# voiceCommandsUndoDesc
source: Undo the last move
de: Mache den letzten Zug rückgängig
ko: 마지막 수 되돌리기

# voiceCommandsRedo
source: Redo Move
de: Zug wiederholen
ko: 수 다시하기

# voiceCommandsRedoDesc
source: Redo the previously undone move
de: Wiederhole den rückgängig gemachten Zug
ko: 이전에 되돌린 수 다시하기

# voiceCommandsRestart
source: Restart Game
de: Spiel neu starten
ko: 게임 재시작

# voiceCommandsRestartDesc
source: Start a new game
de: Starte ein neues Spiel
ko: 새 게임 시작

# voiceCommandsAiMove
source: Request AI Move
de: KI-Zug anfordern
ko: AI 수 요청

# voiceCommandsAiMoveDesc
source: Request the AI to make a move
de: Fordere die KI auf, einen Zug zu machen
ko: AI에게 수를 두도록 요청

# voiceCommandsMovePiece
source: Move Piece
de: Stein bewegen
ko: 말 이동

# voiceCommandsMovePieceDesc
source: Move a piece from one position to another
de: Bewege einen Stein von einer Position zur anderen
ko: 말을 한 위치에서 다른 위치로 이동

# voiceCommandsPlacePiece
source: Place Piece
de: Stein setzen
ko: 말 놓기

# voiceCommandsPlacePieceDesc
source: Place a piece on the board
de: Setze einen Stein auf das Brett
ko: 보드에 말 놓기

# voiceCommandsRemovePiece
source: Remove Piece
de: Stein entfernen
ko: 말 제거

# voiceCommandsRemovePieceDesc
source: Remove an opponent's piece
de: Entferne einen gegnerischen Stein
ko: 상대 말 제거

# voiceCommandsToggleSound
source: Toggle Sound
de: Ton umschalten
ko: 사운드 전환

# voiceCommandsToggleSoundDesc
source: Turn sound on or off
de: Schalte den Ton ein oder aus
ko: 사운드 켜기/끄기

# voiceCommandsToggleVibration
source: Toggle Vibration
de: Vibration umschalten
ko: 진동 전환

# voiceCommandsToggleVibrationDesc
source: Turn vibration on or off
de: Schalte die Vibration ein oder aus
ko: 진동 켜기/끄기

# voiceCommandsTip1
source: Speak clearly and at a moderate pace for best recognition
de: Sprich klar und in mäßigem Tempo für beste Erkennung
ko: 최상의 인식을 위해 명확하고 적당한 속도로 말하세요

# voiceCommandsTip2
source: Wait for the listening indicator before speaking
de: Warte auf die Höranzeige, bevor du sprichst
ko: 말하기 전에 듣기 표시기를 기다리세요

# voiceCommandsTip3
source: Commands work in your selected language
de: Befehle funktionieren in deiner gewählten Sprache
ko: 명령은 선택한 언어로 작동합니다

source: Voice Assistant
de: Sprachassistent
ko: 음성 도우미

# voiceAssistantEnabled
source: Enable Voice Assistant
de: Sprachassistent aktivieren
ko: 음성 도우미 활성화

# voiceAssistantEnabledDescription
source: Allow app to receive voice commands
de: Erlaube der App, Sprachbefehle zu empfangen
ko: 앱이 음성 명령을 받을 수 있도록 허용

# voiceAssistantGeneral
source: General
de: Allgemein
ko: 일반

# voiceAssistantModel
source: Model Settings
de: Modelleinstellungen
ko: 모델 설정

# voiceAssistantModelManagement
source: Model Management
de: Modellverwaltung
ko: 모델 관리

# voiceAssistantModelType
source: Model Type
de: Modelltyp
ko: 모델 유형

# voiceAssistantLanguage
source: Language
de: Sprache
ko: 언어

# voiceAssistantAutoDetectLanguage
source: Auto-detect Language
de: Sprache automatisch erkennen
ko: 언어 자동 감지

# voiceAssistantShowButton
source: Show Voice Button
de: Sprachschaltfläche anzeigen
ko: 음성 버튼 표시

# voiceAssistantContinuousListening
source: Continuous Listening
de: Kontinuierliches Zuhören
ko: 지속적 듣기

# voiceAssistantDownloadModel
source: Download Model
de: Modell herunterladen
ko: 모델 다운로드

# voiceAssistantDeleteModel
source: Delete Model
de: Modell löschen
ko: 모델 삭제

# voiceAssistantModelInfo
source: Model Information
de: Modellinformationen
ko: 모델 정보

# voiceAssistantModelDownloaded
source: Downloaded
de: Heruntergeladen
ko: 다운로드됨

# voiceAssistantModelNotDownloaded
source: Not Downloaded
de: Nicht heruntergeladen
ko: 다운로드 안 됨
