Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleInitialPosition
source: Initial Position
af: Aanvanklike posisie
am: የመጀመሪያ አቀማመጥ
ar: الموقف الأولي
az: İlkin Vəzifə
be: Пачатковая пазіцыя
bn: প্রাথমিক অবস্থান
bo: འགོ་གནས་བབ།
ca: Posició inicial
cs: Počáteční pozice
da: Udgangsposition
el: Αρχική Θέση
es: Posición inicial
et: Algne positsioon
fa: موقعیت اولیه
fr: Position initiale
gu: પ્રારંભિક સ્થિતિ
he: מיקום ראשוני
hi: प्रारंभिक स्थिति
hr: Početna pozicija
hu: Kezdő pozíció
hy: Սկզբնական դիրք
id: Posisi Awal
is: Upphafsstaða
it: Posizione iniziale
ja: 初期位置
km: មុខតំណែងដំបូង
kn: ಆರಂಭಿಕ ಸ್ಥಾನ
lt: Pradinė padėtis
lv: Sākotnējā pozīcija
mk: Почетна позиција
ms: Kedudukan Awal
nl: Beginpositie
pl: Pozycja początkowa
pt: Posição Inicial
ro: Poziția inițială
ru: Исходное положение
si: ආරම්භක ස්ථානය
sk: Počiatočná pozícia
sl: Začetni položaj
sw: Nafasi ya Awali
te: ప్రారంభ స్థానం
th: ตำแหน่งเริ่มต้น
tr: Başlangıç Konumu
uk: Початкова позиція
ur: ابتدائی پوزیشن
uz: Boshlang'ich pozitsiyasi
zh: 初始局面
zh_hant: 初始位置
zu: Isikhundla Sokuqala

# puzzleFinalPosition
source: Final Position
af: Finale posisie
am: የመጨረሻ አቀማመጥ
ar: الموقف النهائي
az: Son Vəzifə
be: Канчатковая пазіцыя
bn: চূড়ান্ত অবস্থান
bo: མཇུག་གནས་བབ།
ca: Posició final
cs: Konečná pozice
da: Slutstilling
el: Τελική Θέση
es: Posición final
et: Lõplik positsioon
fa: موقعیت نهایی
fr: Position finale
gu: અંતિમ સ્થિતિ
he: עמדה סופית
hi: अंतिम स्थिति
hr: Konačna pozicija
hu: Végső pozíció
hy: Վերջնական դիրք
id: Posisi Akhir
is: Lokastaða
it: Posizione finale
ja: 最終局面
km: មុខតំណែងចុងក្រោយ
kn: ಅಂತಿಮ ಸ್ಥಾನ
lt: Galutinė pozicija
lv: Galīgā pozīcija
mk: Конечна позиција
ms: Kedudukan Akhir
nl: Eindpositie
pl: Pozycja końcowa
pt: Posição Final
ro: Poziția finală
ru: Окончательная позиция
si: අවසාන ස්ථානය
sk: Konečná pozícia
sl: Končni položaj
sv: Slutlig position
sw: Nafasi ya Mwisho
te: తుది స్థానం
th: ตำแหน่งสุดท้าย
tr: Nihai Pozisyon
uk: Остаточна позиція
ur: حتمی پوزیشن
uz: Yakuniy pozitsiya
zh: 最终局面
zh_hant: 最終位置
zu: Isikhundla Sokugcina

# puzzleNoPositionSnapshotted
source: No snapshot yet
af: Nog geen momentopname nie
am: እስካሁን ምንም ቅጽበታዊ እይታ የለም።
ar: لا يوجد لقطة حتى الآن
az: Hələlik snapshot yoxdur
be: Пакуль няма здымка
bn: এখনও কোন স্ন্যাপশট
bo: ཟིན་ཐོ་མེད།
ca: Encara no hi ha cap instantània
cs: Zatím žádný snímek
da: Intet øjebliksbillede endnu
el: Δεν υπάρχει στιγμιότυπο ακόμα
es: Aún no hay instantánea
et: Hetkel pole veel pilti
fa: هنوز عکس فوری وجود ندارد
fr: Pas encore d'instantané
gu: હજુ સુધી કોઈ સ્નેપશોટ નથી
he: עדיין אין תמונת מצב
hi: अभी तक कोई स्नैपशॉट नहीं
hr: Još nema snimke
hu: Még nincs mentés
hy: Առայժմ ոչ մի լուսանկար
id: Belum ada cuplikan
is: Engin skyndimynd ennþá
it: Nessuna istantanea ancora
ja: スナップショットはまだありません
km: មិនទាន់មានរូបថតទេ។
kn: ಇನ್ನೂ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಇಲ್ಲ
lt: Dar nėra momentinės nuotraukos
lv: Vēl nav momentuzņēmuma
mk: Сè уште нема слика
ms: Tiada gambar lagi
nl: Nog geen momentopname
pl: Nie ma jeszcze migawki
pt: Nenhum instantâneo ainda
ro: Niciun instantaneu încă
ru: Снимка пока нет
si: තවම ස්නැප්ෂොට් නැත
sk: Zatiaľ žiadna snímka
sl: Ni še posnetka
sv: Ingen ögonblicksbild ännu
sw: Bado hakuna muhtasari
te: ఇంకా స్నాప్‌షాట్ లేదు
th: ยังไม่มีสแนปช็อต
tr: Henüz anlık görüntü yok
uk: Ще немає знімка
ur: ابھی تک کوئی سنیپ شاٹ نہیں ہے
uz: Hozircha surat yo‘q
zh: 尚未快照局面
zh_hant: 還沒有快照
zu: Asikho isifinyezo okwamanje

# puzzleSnapshotPositionFirst
source: Snapshot position first
af: Neem eers 'n momentopname van die posisie
am: ቅጽበታዊ አቀማመጥ መጀመሪያ
ar: موضع اللقطة أولاً
az: Əvvəlcə snapshot mövqeyi
be: Першая пазіцыя здымка
bn: স্ন্যাপশট অবস্থান প্রথম
bo: སྐར་མ་དང་པོར་གནས་ས་བླང་རོགས།
ca: Posició de la instantània primer
cs: Nejprve pozice snímku
da: Snapshot position først
el: Πρώτη θέση στιγμιότυπου
es: Primero capture la posición
et: Esmalt hetktõmmise asukoht
fa: موقعیت عکس فوری اول
fr: Veuillez d'abord capturer la position
gu: સ્નેપશોટ સ્થિતિ પ્રથમ
he: מיקום תמונת מצב ראשון
hi: स्नैपशॉट स्थिति पहले
hr: Prva pozicija za snimku
hu: Előbb mentsd el a pozíciót
hy: Առաջին լուսանկարի դիրքը
id: Posisi snapshot terlebih dahulu
is: Skyndimyndastaða fyrst
it: Prima la posizione dell'istantanea
ja: まず局面をスナップショットしてください
km: ទីតាំងរូបថតដំបូង
kn: ಮೊದಲು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಸ್ಥಾನ
lt: Pirma momentinės nuotraukos padėtis
lv: Vispirms momentuzņēmuma pozīcija
mk: Прва позиција на снимката
ms: Kedudukan syot kilat dahulu
nl: Momentopnamepositie eerst
pl: Najpierw pozycja migawki
pt: Posição do instantâneo primeiro
ro: Poziția instantaneului mai întâi
ru: Сначала сделайте снимок позиции
si: Snapshot ස්ථානය පළමුව
sk: Najprv poloha snímky
sl: Najprej položaj posnetka
sv: Snapshot position först
sw: Nafasi ya picha kwanza
te: ముందుగా స్నాప్‌షాట్ స్థానం
th: ตำแหน่งสแนปชอตก่อน
tr: İlk anlık görüntü konumu
uk: Позиція знімка спочатку
ur: پہلے سنیپ شاٹ پوزیشن
uz: Avval suratga olingan joy
zh: 请先快照局面
zh_hant: 請先快照局面
zu: Indawo yesifinyezo kuqala

# puzzleRecordSolution
source: Record Solution
af: Rekord oplossing
am: የመዝገብ መፍትሄ
ar: سجل الحل
az: Qeyd həlli
be: Рашэнне запісу
bn: রেকর্ড সমাধান
bo: ཐབས་ཤེས་ཐོ་བཀོད།
ca: Solució de registre
cs: Řešení záznamu
da: Optag løsning
de: Lösung aufzeichnen
el: Λύση εγγραφής
es: Solución de registro
et: Salvestage lahendus
fa: ضبط راه حل
fr: Enregistrer la solution
gu: રેકોર્ડ સોલ્યુશન
he: פתרון שיא
hi: रिकॉर्ड समाधान
hr: Zapis Rješenje
hu: Megoldás rögzítése
hy: Գրանցման լուծում
id: Solusi Rekam
is: Upptökulausn
it: Soluzione di registrazione
ja: ソリューションを記録する
km: ដំណោះស្រាយកំណត់ត្រា
kn: ರೆಕಾರ್ಡ್ ಪರಿಹಾರ
ko: 해답 기록
lt: Įrašyti sprendimą
lv: Ierakstīt risinājums
mk: Рекорд решение
ms: Penyelesaian Rekod
nl: Oplossing opnemen
pl: Nagraj rozwiązanie
pt: Solução de registro
ro: Soluție de înregistrare
ru: Запись решения
si: වාර්තා විසඳුම
sk: Zaznamenajte riešenie
sl: Rešitev zapisa
sv: Rekordlösning
sw: Rekodi Suluhisho
te: రికార్డ్ సొల్యూషన్
th: บันทึกโซลูชั่น
tr: Kayıt Çözümü
uk: Запис рішення
ur: ریکارڈ حل
uz: Yechimni yozib olish
zh: 录制解答
zh_hant: 錄製解答
zu: Qopha Isixazululo

# puzzleStartRecording
source: Start Recording
af: Begin opname
am: መቅዳት ጀምር
ar: ابدأ التسجيل
az: Yazmağa başlayın
be: Пачаць запіс
bn: রেকর্ডিং শুরু করুন
bo: ཐོ་བཀོད་འགོ་བཙུགས།
ca: Comença a gravar
cs: Spusťte nahrávání
da: Start optagelse
de: Aufzeichnung starten
el: Ξεκινήστε την εγγραφή
es: Iniciar grabación
et: Alustage salvestamist
fa: شروع به ضبط کنید
fr: Commencer l'enregistrement
gu: રેકોર્ડિંગ શરૂ કરો
he: התחל להקליט
hi: रिकॉर्डिंग प्रारंभ करें
hr: Započnite snimanje
hu: Rögzítés indítása
hy: Սկսեք ձայնագրումը
id: Mulai Merekam
is: Byrjaðu upptöku
it: Inizia a registrare
ja: 録音を開始する
km: ចាប់ផ្តើមថត
kn: ರೆಕಾರ್ಡಿಂಗ್ ಪ್ರಾರಂಭಿಸಿ
ko: 기록 시작
lt: Pradėti įrašymą
lv: Sāciet ierakstīšanu
mk: Започнете со снимање
ms: Mulakan Rakaman
nl: Begin met opnemen
pl: Rozpocznij nagrywanie
pt: Comece a gravar
ro: Începeți înregistrarea
ru: Начать запись
si: පටිගත කිරීම ආරම්භ කරන්න
sk: Spustite nahrávanie
sl: Začnite snemati
sv: Börja spela in
sw: Anza Kurekodi
te: రికార్డింగ్ ప్రారంభించండి
th: เริ่มการบันทึก
tr: Kaydı Başlat
uk: Почати запис
ur: ریکارڈنگ شروع کریں
uz: Yozishni boshlang
zh: 开始录制
zh_hant: 開始錄製
zu: Qala Ukuqopha

# puzzleStopRecording
source: Stop Recording
af: Hou op opname
am: መቅዳት አቁም
ar: إيقاف التسجيل
az: Qeydi dayandırın
be: Спыніць запіс
bn: রেকর্ডিং বন্ধ করুন
bo: ཐོ་བཀོད་མཚམས་འཇོག
ca: Atura la gravació
cs: Zastavit nahrávání
da: Stop optagelse
de: Aufzeichnung stoppen
el: Διακοπή εγγραφής
es: Detener grabación
et: Lõpeta salvestamine
fa: ضبط را متوقف کنید
fr: Arrêter l'enregistrement
gu: રેકોર્ડિંગ બંધ કરો
he: עצור את ההקלטה
hi: रिकॉर्डिंग बंद करो
hr: Zaustavi snimanje
hu: Rögzítés leállítása
hy: Դադարեցնել ձայնագրումը
id: Berhenti Merekam
is: Hætta upptöku
it: Interrompi la registrazione
ja: 録音を停止する
km: បញ្ឈប់ការថត
kn: ರೆಕಾರ್ಡಿಂಗ್ ನಿಲ್ಲಿಸಿ
ko: 기록 중지
lt: Sustabdykite įrašymą
lv: Pārtraukt ierakstīšanu
mk: Стоп за снимање
ms: Hentikan Rakaman
nl: Stop met opnemen
pl: Zatrzymaj nagrywanie
pt: Pare de gravar
ro: Opriți înregistrarea
ru: Остановить запись
si: පටිගත කිරීම නවත්වන්න
sk: Zastaviť nahrávanie
sl: Ustavi snemanje
sv: Stoppa inspelning
sw: Acha Kurekodi
te: రికార్డింగ్ ఆపివేయండి
th: หยุดการบันทึก
tr: Kaydı Durdur
uk: Зупинити запис
ur: ریکارڈنگ بند کرو
uz: Yozishni to‘xtating
zh: 停止录制
zh_hant: 停止錄製
zu: Misa Ukuqopha

# puzzleRecording
source: Recording...
af: Neem tans op...
am: በመቅዳት ላይ...
ar: تسجيل...
az: Qeydə alınır...
be: Ідзе запіс...
bn: রেকর্ডিং...
bo: ཐོ་བཀོད་བྱེད་བཞིན...
ca: Gravació...
cs: Nahrávání...
da: Optager...
de: Aufzeichnung läuft...
el: Ηχογράφηση...
es: Grabando...
et: Salvestamine...
fa: در حال ضبط ...
fr: Enregistrement...
gu: રેકોર્ડિંગ...
he: מקליט...
hi: रिकॉर्डिंग...
hr: Snimanje...
hu: Rögzítés...
hy: Ձայնագրվում է...
id: Merekam...
is: Tekur upp...
it: Registrazione...
ja: 録音中...
km: កំពុងថត...
kn: ರೆಕಾರ್ಡಿಂಗ್...
ko: 기록 중...
lt: Įrašoma...
lv: Notiek ierakstīšana...
mk: Се снима...
ms: Rakaman...
nl: Opnemen...
pl: Nagrywanie...
pt: Gravando...
ro: Înregistrare...
ru: Запись...
si: පටිගත කරමින්...
sk: Nahráva sa...
sl: Snemanje ...
sv: Spelar in...
sw: Inarekodi...
te: రికార్డింగ్...
th: กำลังบันทึก...
tr: Kaydediliyor...
uk: Запис...
ur: ریکارڈنگ ...
uz: Yozilmoqda...
zh: 正在录制...
zh_hant: 正在錄製...
zu: Iyarekhoda...

# puzzleRecordingStarted
source: Recording started
af: Opname het begin
am: መቅዳት ተጀመረ
ar: بدأ التسجيل
az: Qeydiyyat başladı
be: Запіс пачаўся
bg: Started recording solution moves
bn: রেকর্ডিং শুরু হল
bo: ཐོ་བཀོད་འགོ་བཙུགས་ཟིན།
ca: La gravació va començar
cs: Nahrávání začalo
da: Optagelsen startede
de: Aufzeichnung der Lösungszüge gestartet
el: Η ηχογράφηση ξεκίνησε
es: Grabación iniciada
et: Salvestamine algas
fa: ضبط شروع شد
fi: Started recording solution moves
fr: L'enregistrement a commencé
gu: રેકોર્ડિંગ શરૂ થયું
he: ההקלטה החלה
hi: रिकॉर्डिंग शुरू हुई
hr: Snimanje je počelo
hu: Rögzítés elindult
hy: Ձայնագրումը սկսվեց
id: Perekaman dimulai
is: Upptaka hafin
it: La registrazione è iniziata
ja: 録音開始
km: ការថតបានចាប់ផ្តើម
kn: ರೆಕಾರ್ಡಿಂಗ್ ಪ್ರಾರಂಭವಾಯಿತು
ko: 해답 수순 기록 시작
lt: Pradėtas įrašymas
lv: Sākta ierakstīšana
mk: Снимањето започна
ms: Rakaman dimulakan
my: Started recording solution moves
nb: Started recording solution moves
nl: De opname is gestart
pl: Rozpoczęło się nagrywanie
pt: Gravação iniciada
ro: Înregistrarea a început
ru: Запись началась
si: පටිගත කිරීම ආරම්භ විය
sk: Nahrávanie začalo
sl: Snemanje se je začelo
sq: Started recording solution moves
sr: Started recording solution moves
sv: Inspelningen startade
sw: Kurekodi kumeanza
te: రికార్డింగ్ ప్రారంభమైంది
th: เริ่มการบันทึกแล้ว
tr: Kayıt başladı
uk: Запис розпочато
ur: ریکارڈنگ شروع ہوئی
uz: Yozib olish boshlandi
vi: Started recording solution moves
zh: 开始录制解答步骤
zh_hant: 開始錄製答案步驟
zu: Ukurekhoda kuqalile

# puzzleRecordingStopped
source: {count,plural, =1{Recorded {count} move}other{Recorded {count} moves}}
af: {count,plural, =1{Aangeteken {count} skuif} other{Opgeneemde {count} bewegings}}
am: {count,plural, =1{የተመዘገበ {count} እንቅስቃሴ} other{የተቀዳ {count} እንቅስቃሴዎች}}
ar: {count,plural, =1{تم تسجيل حركة {count}} other{التحركات المسجلة {count}}}
az: {count,plural, =1{{count} hərəkət qeydə alınıb} other{{count} hərəkət qeydə alınıb}}
be: {count,plural, =1{Запісана {count} ход} other{Запісана {count} хадоў}}
bn: {count,plural, =1{রেকর্ড করা হয়েছে {count} সরানো} other{রেকর্ড করা হয়েছে {count} চাল}}
ca: {count,plural, =1{S'ha enregistrat el moviment {count}} other{{count} moviments enregistrats}}
cs: {count,plural, =1{Zaznamenán {count} tah} other{Zaznamenáno {count} tahů}}
da: {count,plural, =1{Optaget {count} træk} other{Optaget {count} træk}}
de: {count,plural, =1{{count} Zug aufgezeichnet}other{{count} Züge aufgezeichnet}}
el: {count,plural, =1{Καταγράφηκε {count} κίνηση} other{Καταγράφηκαν {count} κινήσεις}}
es: {count,plural, =1{Movimiento {count} grabado} other{Movimientos {count} grabados}}
et: {count,plural, =1{Salvestatud {count} liigutus} other{Salvestatud {count} käiku}}
fa: {count,plural, =1{حرکت {count} ضبط شد} other{{count} حرکت ضبط شده}}
fr: {count,plural, =1{Déplacement {count} enregistré} other{Mouvements {count} enregistrés}}
gu: {count,plural, =1{રેકોર્ડ કરેલ {count} ચાલ} other{રેકોર્ડ કરેલ {count} ચાલ}}
he: {count,plural, =1{מהלך {count} מוקלט} other{{count} מהלכים מוקלטים}}
hi: {count,plural, =1{{count} चाल रिकॉर्ड की गई} other{{count} चालें रिकॉर्ड की गईं}}
hr: {count,plural, =1{Zabilježeno {count} potez} other{Zabilježeno {count} poteza}}
hu: {count,plural, =1{Rögzítve {count} lépés}other{Rögzítve {count} lépés}}
hy: {count,plural, =1{Արձանագրված {count} քայլ} other{Արձանագրված {count} շարժումներ}}
id: {count,plural, =1{Tercatat {count} gerakan} other{{count} gerakan yang direkam}}
is: {count,plural, =1{Skráð {count} hreyfing} other{Skráðar {count} hreyfingar}}
it: {count,plural, =1{Movimento {count} registrato} other{Mosse {count} registrate}}
ja: {count,plural, =1{{count} の動きを記録しました} other{記録された{count}の動き}}
km: {count,plural, =1{បានកត់ត្រា {count} ផ្លាស់ទី} other{បានកត់ត្រាចលនា {count}}}
kn: {count,plural, =1{{count} ನಡೆಸುವಿಕೆಯನ್ನು ದಾಖಲಿಸಲಾಗಿದೆ} other{ರೆಕಾರ್ಡ್ ಮಾಡಲಾದ {count} ಚಲನೆಗಳು}}
ko: {count,plural, =1{{count}수를 기록했습니다}other{{count}수를 기록했습니다}}
lt: {count,plural, =1{Įrašytas {count} judėjimas} other{Įrašyta {count} judesių}}
lv: {count,plural, =1{Ierakstīta {count} pārvietošanās} other{Ierakstītas {count} kustības}}
mk: {count,plural, =1{Снимен {count} потег} other{Снимени {count} потези}}
ms: {count,plural, =1{Pergerakan {count} direkodkan} other{Merakam {count} pergerakan}}
nl: {count,plural, =1{Opgenomen {count} zet} other{Opgenomen {count} zetten}}
pl: {count,plural, =1{Zarejestrowano ruch {count}} other{Zarejestrowano ruchy {count}}}
pt: {count,plural, =1{Movimento {count} gravado} other{Movimentos {count} gravados}}
ro: {count,plural, =1{Mișcarea {count} înregistrată} other{{count} mișcări înregistrate}}
ru: {count,plural, =1{Записано движение {count}} other{Записано ходов {count}}}
si: {count,plural, =1{වාර්තාගත {count} චලනය} other{වාර්තාගත {count} චලනයන්}}
sk: {count,plural, =1{Zaznamenaný {count} ťah} other{Zaznamenaných {count} pohybov}}
sl: {count,plural, =1{Zabeležena {count} poteza} other{Zabeleženih {count} potez}}
sv: {count,plural, =1{Inspelade {count} drag} other{Inspelade {count} drag}}
sw: {count,plural, =1{Uhamisho {count} umerekodiwa} other{Imerekodi hatua _PH0__}}
te: {count,plural, =1{రికార్డ్ చేయబడింది {count} తరలింపు} other{రికార్డ్ చేయబడిన {count} కదలికలు}}
th: {count,plural, =1{บันทึกการเคลื่อนไหว {count}} other{บันทึกการเคลื่อนไหว {count}}}
tr: {count,plural, =1{{count} hareketi kaydedildi} other{{count} hareket kaydedildi}}
uk: {count,plural, =1{Записано {count} хід} other{Записано {count} ходів}}
ur: {count,plural, =1{ریکارڈ شدہ __ph0__ اقدام} other{ریکارڈ شدہ __ph0__ چالیں}}
uz: {count,plural, =1{{count} harakat qayd etildi} other{{count} harakat qayd etildi}}
zh: {count,plural, other{已录制 {count} 步}}
zh_hant: {count,plural, other{已錄製 {count} 步}}
zu: {count,plural, =1{Ukunyakaza okungu-{count} okurekhodiwe} other{Ukunyakaza okungu-{count} okurekhodiwe}}

# puzzleSolutionMoves
source: {count,plural, =1{Solution: {count} move}other{Solution: {count} moves}}
af: {count,plural, =1{Oplossing: {count} beweeg} other{Oplossing: {count} beweeg}}
am: {count,plural, =1{መፍትሄ፡ {count} ማንቀሳቀስ} other{መፍትሄ፡ {count} ይንቀሳቀሳል}}
ar: {count,plural, =1{الحل: {count} تحرك} other{الحل: {count} التحركات}}
az: {count,plural, =1{Həll yolu: {count} hərəkət} other{Həlli: {count} hərəkət edir}}
be: {count,plural, =1{Рашэнне: {count} рухацца} other{Рашэнне: {count} рухаецца}}
bn: {count,plural, =1{সমাধান: {count} সরান} other{সমাধান: {count} চলে}}
ca: {count,plural, =1{Solució: {count} moure's} other{Solució: {count} es mou}}
cs: {count,plural, =1{Řešení: {count} přesun} other{Řešení: {count} se pohybuje}}
da: {count,plural, =1{Løsning: {count} flyt} other{Løsning: {count} bevæger sig}}
de: {count,plural, =1{Lösung: {count} Zug}other{Lösung: {count} Züge}}
el: {count,plural, =1{Λύση: {count} κίνηση} other{Λύση: {count} κινείται}}
es: {count,plural, =1{Solución: {count} movimiento} other{Solución: {count} se mueve}}
et: {count,plural, =1{Lahendus: {count} liiguta} other{Lahendus: {count} liigub}}
fa: {count,plural, =1{راه حل: {count} حرکت کنید} other{راه حل: {count} حرکت می کند}}
fr: {count,plural, =1{Solution : déplacement {count}} other{Solution : {count} se déplace}}
gu: {count,plural, =1{ઉકેલ: {count} ખસેડો} other{ઉકેલ: {count} ચાલ}}
he: {count,plural, =1{פתרון: {count} מהלך} other{פתרון: {count} מהלכים}}
hi: {count,plural, =1{समाधान: {count} चाल} other{समाधान: {count} चलता है}}
hr: {count,plural, =1{Rješenje: {count} potez} other{Rješenje: {count} se pomiče}}
hu: {count,plural, =1{Megoldás: {count} lépés}other{Megoldás: {count} lépés}}
hy: {count,plural, =1{Լուծում. {count} շարժվել} other{Լուծում. {count} շարժվում է}}
id: {count,plural, =1{Solusi: {count} pindah} other{Solusi: {count} bergerak}}
is: {count,plural, =1{Lausn: {count} færa} other{Lausn: {count} hreyfist}}
it: {count,plural, =1{Soluzione: {count} sposta} other{Soluzione: {count} si sposta}}
ja: {count,plural, =1{解決策: {count} を移動する} other{解決策: {count} が移動します}}
km: {count,plural, =1{ដំណោះស្រាយ៖ {count} ផ្លាស់ទី} other{ដំណោះស្រាយ៖ {count} ផ្លាស់ទី}}
kn: {count,plural, =1{ಪರಿಹಾರ: {count} ಚಲಿಸು} other{ಪರಿಹಾರ: {count} ಚಲಿಸುತ್ತದೆ}}
ko: {count,plural, =1{해답: {count}수}other{해답: {count}수}}
lt: {count,plural, =1{Sprendimas: {count} perkelti} other{Sprendimas: {count} juda}}
lv: {count,plural, =1{Risinājums: {count} pārvietot} other{Risinājums: {count} kustas}}
mk: {count,plural, =1{Решение: {count} потег} other{Решение: {count} се движи}}
ms: {count,plural, =1{Penyelesaian: {count} bergerak} other{Penyelesaian: {count} bergerak}}
nl: {count,plural, =1{Oplossing: {count} verplaatsen} other{Oplossing: {count} beweegt}}
pl: {count,plural, =1{Rozwiązanie: {count} ruch} other{Rozwiązanie: {count} porusza się}}
pt: {count,plural, =1{Solução: {count} movimento} other{Solução: {count} se move}}
ro: {count,plural, =1{Soluție: {count} mutare} other{Soluție: {count} se mută}}
ru: {count,plural, =1{Решение: {count} переместить} other{Решение: {count} перемещается.}}
si: {count,plural, =1{විසඳුම: {count} චලනය} other{විසඳුම: {count} චලනයන්}}
sk: {count,plural, =1{Riešenie: {count} presun} other{Riešenie: {count} sa pohybuje}}
sl: {count,plural, =1{Rešitev: {count} premakni} other{Rešitev: {count} se premakne}}
sv: {count,plural, =1{Lösning: {count} flytta} other{Lösning: {count} rör sig}}
sw: {count,plural, =1{Suluhisho: {count} sogeza} other{Suluhisho: {count} hatua}}
te: {count,plural, =1{పరిష్కారం: {count} తరలింపు} other{పరిష్కారం: {count} కదలికలు}}
th: {count,plural, =1{วิธีแก้ไข: {count} ย้าย} other{วิธีแก้ไข: {count} เคลื่อนไหว}}
tr: {count,plural, =1{Çözüm: {count} taşı} other{Çözüm: {count} hamleleri}}
uk: {count,plural, =1{Рішення: {count} переміщення} other{Рішення: {count} рухається}}
ur: {count,plural, =1{حل: __ph0__ اقدام} other{حل: __ph0__ چالیں}}
uz: {count,plural, =1{Yechim: {count} harakat} other{Yechim: {count} harakat qiladi}}
zh: {count,plural, other{解答：{count} 步}}
zh_hant: {count,plural, other{解答：{count} 步}}
zu: {count,plural, =1{Isixazululo: {count} hambisa} other{Isixazululo: {count} ukunyakaza}}

# puzzleNoSolutionRecorded
source: No solution yet
af: Nog geen oplossing nie
am: እስካሁን ምንም መፍትሄ የለም።
ar: لا يوجد حل حتى الآن
az: Hələ həll yoxdur
be: Рашэння пакуль няма
bg: No solution recorded yet
bn: এখনো কোনো সমাধান হয়নি
bo: ཐབས་ཤེས་མེད།
ca: Encara no hi ha solució
cs: Zatím žádné řešení
da: Ingen løsning endnu
de: Noch keine Lösung aufgezeichnet
el: Καμία λύση ακόμα
es: Aún no hay solución
et: Lahendust veel pole
fa: هنوز راه حلی وجود ندارد
fi: No solution recorded yet
fr: Pas encore de solution
gu: હજુ સુધી કોઈ ઉકેલ નથી
he: עדיין אין פתרון
hi: अभी तक कोई समाधान नहीं
hr: Još nema rješenja
hu: Még nincs megoldás
hy: Լուծում դեռ չկա
id: Belum ada solusi
is: Engin lausn ennþá
it: Nessuna soluzione ancora
ja: まだ解決策はありません
km: មិនទាន់មានដំណោះស្រាយនៅឡើយ
kn: ಇನ್ನೂ ಪರಿಹಾರವಿಲ್ಲ
ko: 기록된 해답 없음
lt: Sprendimo dar nėra
lv: Risinājuma vēl nav
mk: Сеуште нема решение
ms: Tiada penyelesaian lagi
my: No solution recorded yet
nb: No solution recorded yet
nl: Nog geen oplossing
pl: Jeszcze nie ma rozwiązania
pt: Ainda não há solução
ro: Nicio soluție încă
ru: Пока нет решения
si: තවම විසඳුමක් නැහැ
sk: Zatiaľ žiadne riešenie
sl: Rešitve še ni
sq: No solution recorded yet
sr: No solution recorded yet
sv: Ingen lösning än
sw: Hakuna suluhisho bado
te: ఇంకా పరిష్కారం లేదు
th: ยังไม่มีวิธีแก้ปัญหา
tr: Henüz çözüm yok
uk: Рішення ще немає
ur: ابھی تک کوئی حل نہیں ہے
uz: Hali yechim yo'q
vi: No solution recorded yet
zh: 尚未录制解答
zh_hant: 還沒有解決辦法
zu: Asikho isixazululo okwamanje

# puzzleClearSolution
source: Clear Solution
af: Verwyder oplossing
am: መፍትሔን አፅዳ
ar: حل واضح
az: Həlli təmizlə
be: Яснае рашэнне
bn: সমাধান সাফ করুন
bo: གསལ་བའི་ཐབས་ལམ་གཙང་བཀྲོལ།
ca: Esborra la solució
cs: Vymazat řešení
da: Ryd løsning
de: Lösung löschen
el: Διαγραφή λύσης
es: Borrar solución
et: Kustuta lahendus
fa: پاک کردن راه حل
fr: Effacer la solution
gu: ઉકેલ સાફ કરો
he: נקה פתרון
hi: समाधान साफ़ करें
hr: Obriši rješenje
hu: Megoldás törlése
hy: Մաքրել լուծումը
id: Hapus Solusi
is: Hreinsa lausn
it: Cancella soluzione
ja: 解決策をクリア
km: សម្អាតដំណោះស្រាយ
kn: ಪರಿಹಾರವನ್ನು ತೆರವುಗೊಳಿಸಿ
ko: 해답 지우기
lt: Išvalyti sprendimą
lv: Notīrīt risinājumu
mk: Избриши решение
ms: Kosongkan Penyelesaian
nl: Oplossing wissen
pl: Wyczyść rozwiązanie
pt: Limpar solução
ro: Șterge soluția
ru: Очистить решение
si: විසඳුම ඉවත් කරන්න
sk: Vymazať riešenie
sl: Počisti rešitev
sv: Rensa lösning
sw: Futa Suluhisho
te: పరిష్కారాన్ని క్లియర్ చేయండి
th: ล้างโซลูชัน
tr: Çözümü Temizle
uk: Очистити рішення
ur: حل صاف کریں
uz: Yechimni tozalash
zh: 清除解答
zh_hant: 清除解答
zu: Sula Isixazululo

# puzzleSolutionTab
source: Solution {number}
af: Oplossing {number}
am: መፍትሄ {number}
ar: الحل {number}
az: Həlli {number}
be: Рашэнне {number}
bn: সমাধান {number}
bo: ཐབས་ཤེས {number}
ca: Solució {number}
cs: Řešení {number}
da: Løsning {number}
el: Λύση {number}
es: Solución {number}
et: Lahendus {number}
fa: راه حل {number}
gu: ઉકેલ {number}
he: פתרון {number}
hi: समाधान {number}
hr: Rješenje {number}
hu: Megoldás {number}
hy: Լուծում {number}
id: Solusi {number}
is: Lausn {number}
it: Soluzione {number}
ja: 解決策 {number}
km: ដំណោះស្រាយ {number}
kn: ಪರಿಹಾರ {number}
lt: Sprendimas {number}
lv: Risinājums {number}
mk: Решение {number}
ms: Penyelesaian {number}
nl: Oplossing {number}
pl: Rozwiązanie {number}
pt: Solução {number}
ro: Soluție {number}
ru: Решение {number}
si: විසඳුම {number}
sk: Riešenie {number}
sl: Rešitev {number}
sv: Lösning {number}
sw: Suluhisho {number}
te: పరిష్కారం {number}
th: วิธีแก้ปัญหา {number}
tr: Çözüm {number}
uk: Рішення {number}
ur: حل __ph0__
uz: Yechim {number}
zh: 解答 {number}
zh_hant: 解決方案{number}
zu: Isixazululo {number}
