Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleSelect
source: Select Puzzles
af: Kies Legkaarte
am: እንቆቅልሾችን ይምረጡ
ar: حدد الألغاز
az: Bulmacalar seçin
be: Выберыце Пазлы
bn: ধাঁধা নির্বাচন করুন
bo: གསང་བརྟག་འདེམས།
ca: Seleccioneu Trencaclosques
cs: Vyberte Hádanky
da: Vælg Puslespil
de: Rätsel auswählen
el: Επιλέξτε παζλ
es: Seleccionar rompecabezas
et: Valige Pusled
fa: پازل ها را انتخاب کنید
fr: Sélectionnez des puzzles
gu: કોયડાઓ પસંદ કરો
he: בחר פאזלים
hi: पहेलियाँ चुनें
hr: Odaberite Zagonetke
hu: Feladványok kijelölése
hy: Ընտրեք Փազլներ
id: Pilih Teka-teki
is: Veldu þrautir
it: Seleziona Puzzle
ja: パズルを選択
km: ជ្រើសរើសល្បែងផ្គុំរូប
kn: ಒಗಟುಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 퍼즐 선택
lt: Pasirinkite Galvosūkiai
lv: Atlasiet Puzles
mk: Изберете загатки
ms: Pilih Teka-teki
nl: Selecteer Puzzels
pl: Wybierz opcję Łamigłówki
pt: Selecione quebra-cabeças
ro: Selectați Puzzle-uri
ru: Выберите головоломки
si: ප්‍රහේලිකා තෝරන්න
sk: Vyberte položku Hádanky
sl: Izberite Uganke
sv: Välj Pussel
sw: Chagua Mafumbo
te: పజిల్స్ ఎంచుకోండి
th: เลือกปริศนา
tr: Bulmacaları Seçin
uk: Виберіть Пазли
ur: پہیلیاں منتخب کریں
uz: Bulmacalar-ni tanlang
zh: 选择谜题
zh_hant: 選擇謎題
zu: Khetha Izindida

# puzzleSelectedCount
source: {count} Selected
af: {count} Gekies
am: {count} ተመርጧል
ar: {count} تم التحديد
az: {count} Seçildi
be: {count} Выбрана
bn: {count} নির্বাচিত
bo: {count} འདེམས་ཟིན།
ca: {count} Seleccionat
cs: {count} Vybráno
da: {count} Valgt
de: {count} ausgewählt
el: {count} Επιλέχτηκε
es: {count} Seleccionado
et: {count} Valitud
fa: {count} انتخاب شد
fr: {count} Sélectionné
gu: {count} પસંદ કરેલ
he: {count} נבחר
hi: {count} चयनित
hr: {count} Odabrano
hu: {count} kijelölve
hy: {count} Ընտրված է
id: {count} Dipilih
is: {count} Valið
it: {count} Selezionato
ja: {count} 選択済み
km: {count} បានជ្រើសរើស
kn: {count} ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ko: {count}개 선택됨
lt: {count} Pasirinkta
lv: {count} Atlasīts
mk: {count} Избрано
ms: {count} Dipilih
nl: {count} Geselecteerd
pl: {count} Wybrano
pt: {count} Selecionado
ro: {count} Selectat
ru: {count} Выбрано
si: {count} තෝරන ලදී
sk: {count} vybraté
sl: {count} Izbrano
sv: {count} Vald
sw: {count} Imechaguliwa
te: {count} ఎంచుకోబడింది
th: {count} เลือกแล้ว
tr: {count} Seçildi
uk: {count} Вибрано
ur: __ph0__ منتخب کیا گیا
uz: {count} Tanlangan
zh: 已选 {count} 个
zh_hant: {count} 已選擇
zu: {count} Ikhethiwe

# puzzleSelectAll
source: Select All
af: Kies Alles
am: ሁሉንም ይምረጡ
ar: حدد الكل
az: Hamısını seçin
be: Выбраць усе
bn: সব নির্বাচন করুন
bo: ཚང་མ་འདེམས།
ca: Seleccioneu Tot
cs: Vyberte Vše
da: Vælg alle
de: Alle auswählen
el: Επιλέξτε Όλα
es: Seleccionar todo
et: Valige Kõik
fa: همه را انتخاب کنید
fr: Sélectionner tout
gu: બધા પસંદ કરો
he: בחר הכל
hi: सभी का चयन करें
hr: Odaberite sve
hu: Összes kijelölése
hy: Ընտրեք Բոլորը
id: Pilih Semua
is: Veldu Allt
it: Seleziona tutto
ja: すべて選択
km: ជ្រើសរើសទាំងអស់។
kn: ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆಮಾಡಿ
ko: 모두 선택
lt: Pasirinkite Viskas
lv: Atlasiet visu
mk: Изберете Сите
ms: Pilih Semua
nl: Selecteer Alles
pl: Wybierz wszystko
pt: Selecionar tudo
ro: Selectați Toate
ru: Выбрать все
si: සියල්ල තෝරන්න
sk: Vyberte možnosť Všetky
sl: Izberite Vse
sv: Välj Alla
sw: Chagua Zote
te: అన్నీ ఎంచుకోండి
th: เลือกทั้งหมด
tr: Tümünü Seç
uk: Виберіть усі
ur: سب کو منتخب کریں
uz: Hammasini tanlang
zh: 全选
zh_hant: 選擇全部
zu: Khetha Konke

# puzzleExport
source: Export
af: Uitvoer
am: ወደ ውጪ ላክ
ar: تصدير
az: İxrac
be: Экспарт
bn: রপ্তানি
bo: ཕྱི་འདྲེན།
ca: Exporta
cs: Exportovat
da: Eksporter
de: Exportieren
el: Εξαγωγή
es: Exportar
et: Ekspordi
fa: صادرات
fr: Exporter
gu: નિકાસ કરો
he: ייצוא
hi: निर्यात करें
hr: Izvoz
hu: Exportálás
hy: Արտահանում
id: Ekspor
is: Útflutningur
it: Esportazione
ja: エクスポート
km: នាំចេញ
kn: ರಫ್ತು ಮಾಡಿ
ko: 내보내기
lt: Eksportuoti
lv: Eksportēt
mk: Извоз
ms: Eksport
nl: Exporteren
pl: Eksportuj
pt: Exportar
ro: Exportați
ru: Экспорт
si: අපනයනය කරන්න
sk: Exportovať
sl: Izvozi
sv: Exportera
sw: Hamisha
te: ఎగుమతి చేయండి
th: ส่งออก
tr: İhracat
uk: Експорт
ur: برآمد
uz: Eksport
zh: 导出
zh_hant: 出口
zu: Thekelisa

# puzzleImport
source: Import
af: Invoer
am: አስመጣ
ar: استيراد
az: İdxal
be: Імпарт
bn: আমদানি
bo: ནང་འདྲེན།
ca: Importar
cs: Importovat
da: Importer
de: Importieren
el: Εισαγωγή
es: Importar
fa: واردات
fr: Importer
gu: આયાત કરો
he: ייבוא
hi: आयात करें
hr: uvoz
hu: Importálás
hy: Ներմուծում
id: Impor
is: Innflutningur
it: Importa
ja: インポート
km: នាំចូល
kn: ಆಮದು ಮಾಡಿಕೊಳ್ಳಿ
ko: 가져오기
lt: Importuoti
lv: Importēt
mk: Увоз
nl: Importeren
pl: Importuj
pt: Importar
ru: Импорт
si: ආනයනය කරන්න
sk: Importovať
sl: Uvozi
sv: Importera
sw: Ingiza
te: దిగుమతి
th: นำเข้า
tr: İthalat
uk: Імпорт
ur: درآمد
zh: 导入
zh_hant: 進口
zu: Ngenisa

# puzzleExportSuccess
source: {count,plural, =1{Successfully exported {count} puzzle}other{Successfully exported {count} puzzles}}
af: {count,plural, =1{Suksesvol uitgevoer {count} legkaart} other{Suksesvol uitgevoer {count} legkaarte}}
am: {count,plural, =1{በተሳካ ሁኔታ {count} እንቆቅልሽ ወደ ውጭ ተልኳል።} other{{count} እንቆቅልሾችን በተሳካ ሁኔታ ወደ ውጭ ተልኳል።}}
ar: {count,plural, =1{تم تصدير لغز {count} بنجاح} other{تم تصدير ألغاز {count} بنجاح}}
az: {count,plural, =1{{count} tapmacası uğurla ixrac edildi} other{{count} tapmacalar uğurla ixrac edildi}}
be: {count,plural, =1{Паспяхова экспартавана галаваломка {count}} other{Паспяхова экспартавана {count} галаваломак}}
bn: {count,plural, =1{{count} ধাঁধা সফলভাবে রপ্তানি করা হয়েছে} other{{count} পাজল সফলভাবে রপ্তানি করা হয়েছে}}
ca: {count,plural, =1{S'ha exportat correctament {count} trencaclosques} other{S'han exportat correctament {count} trencaclosques}}
cs: {count,plural, =1{Puzzle {count} bylo úspěšně exportováno} other{Úspěšně exportováno {count} hádanek}}
da: {count,plural, =1{Eksporteret {count} puslespil} other{Eksporteret {count} puslespil}}
de: {count,plural, =1{{count} Rätsel erfolgreich exportiert}other{{count} Rätsel erfolgreich exportiert}}
el: {count,plural, =1{Έγινε επιτυχής εξαγωγή του παζλ {count}} other{Έγινε επιτυχής εξαγωγή {count} παζλ}}
es: {count,plural, =1{Rompecabezas {count} exportado exitosamente} other{Rompecabezas {count} exportados exitosamente}}
et: {count,plural, =1{Pusle {count} eksporditi edukalt} other{{count} mõistatust eksporditi edukalt}}
fa: {count,plural, =1{پازل {count} با موفقیت صادر شد} other{پازل {count} با موفقیت صادر شد}}
fr: {count,plural, =1{Puzzle {count} exporté avec succès} other{Les puzzles {count} ont été exportés avec succès}}
gu: {count,plural, =1{{count} પઝલ સફળતાપૂર્વક નિકાસ કરી} other{{count} કોયડાઓ સફળતાપૂર્વક નિકાસ કરી}}
he: {count,plural, =1{פאזל {count} ייצא בהצלחה} other{{count} פאזלים ייצאו בהצלחה}}
hi: {count,plural, =1{{count} पहेली को सफलतापूर्वक निर्यात किया गया} other{{count} पहेलियाँ सफलतापूर्वक निर्यात की गईं}}
hr: {count,plural, =1{Uspješno izvezena {count} slagalica} other{Uspješno izvezeno {count} zagonetki}}
hu: {count,plural, =1{Sikeresen exportálva {count} feladvány}other{Sikeresen exportálva {count} feladvány}}
hy: {count,plural, =1{Հաջողությամբ արտահանվեց {count} հանելուկ} other{Հաջողությամբ արտահանվեցին {count} հանելուկներ}}
id: {count,plural, =1{Berhasil mengekspor teka-teki {count}} other{Berhasil mengekspor teka-teki {count}}}
is: {count,plural, =1{{count} þraut var flutt út} other{{count} þrautir voru fluttar út}}
it: {count,plural, =1{Puzzle {count} esportato correttamente} other{Puzzle {count} esportati correttamente}}
ja: {count,plural, =1{{count} パズルが正常にエクスポートされました} other{{count} パズルが正常にエクスポートされました}}
km: {count,plural, =1{បាននាំចេញដោយជោគជ័យ {count} ល្បែងផ្គុំរូប} other{បាននាំចេញដោយជោគជ័យ {count} ល្បែងផ្គុំរូប}}
kn: {count,plural, =1{{count} ಪಜಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಫ್ತು ಮಾಡಲಾಗಿದೆ} other{{count} ಪದಬಂಧಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಫ್ತು ಮಾಡಲಾಗಿದೆ}}
ko: {count,plural, =1{{count}개 퍼즐을 성공적으로 내보냈습니다}other{{count}개 퍼즐을 성공적으로 내보냈습니다}}
lt: {count,plural, =1{{count} galvosūkis sėkmingai eksportuotas} other{Sėkmingai eksportuota {count} galvosūkių}}
lv: {count,plural, =1{{count} mīkla ir veiksmīgi eksportēta} other{{count} mīklas ir veiksmīgi eksportētas}}
mk: {count,plural, =1{Успешно извезена {count} сложувалка} other{Успешно извезени {count} загатки}}
ms: {count,plural, =1{Berjaya mengeksport teka-teki {count}} other{Berjaya mengeksport {count} teka-teki}}
nl: {count,plural, =1{De {count} puzzel is succesvol geëxporteerd} other{{count} puzzels zijn succesvol geëxporteerd}}
pl: {count,plural, =1{Pomyślnie wyeksportowano łamigłówkę {count}} other{Pomyślnie wyeksportowano puzzle {count}}}
pt: {count,plural, =1{Quebra-cabeça {count} exportado com sucesso} other{Quebra-cabeças {count} exportados com sucesso}}
ro: {count,plural, =1{S-a exportat cu succes {count} puzzle} other{{count} puzzle-uri exportate cu succes}}
ru: {count,plural, =1{Головоломка {count} успешно экспортирована.} other{Головоломки {count} успешно экспортированы.}}
si: {count,plural, =1{{count} ප්‍රහේලිකාව සාර්ථකව නිර්යාත කරන ලදී} other{{count} ප්‍රහේලිකා සාර්ථකව නිර්යාත කරන ලදී}}
sk: {count,plural, =1{Úspešne exportované {count} puzzle} other{Úspešne exportované {count} hádanky}}
sl: {count,plural, =1{Sestavljanka {count} je bila uspešno izvožena} other{Uspešno izvoženih {count} ugank}}
sv: {count,plural, =1{{count}-pussel har exporterats} other{{count} pussel har exporterats}}
sw: {count,plural, =1{Imefaulu kuhamisha {count} fumbo} other{Imefaulu kuhamisha mafumbo {count}}}
te: {count,plural, =1{{count} పజిల్ విజయవంతంగా ఎగుమతి చేయబడింది} other{{count} పజిల్‌లు విజయవంతంగా ఎగుమతి చేయబడ్డాయి}}
th: {count,plural, =1{ส่งออกปริศนา {count} เรียบร้อยแล้ว} other{ส่งออกปริศนา {count} เรียบร้อยแล้ว}}
tr: {count,plural, =1{{count} bulmacası başarıyla dışa aktarıldı} other{{count} bulmacaları başarıyla dışa aktarıldı}}
uk: {count,plural, =1{Головоломку {count} успішно експортовано} other{Успішно експортовано {count} пазлів}}
ur: {count,plural, =1{کامیابی کے ساتھ __ph0__ پہیلی برآمد کی گئی} other{کامیابی کے ساتھ __ph0__ پہیلیاں برآمد کی گئیں}}
uz: {count,plural, =1{{count} boshqotirmasi muvaffaqiyatli eksport qilindi} other{{count} boshqotirma muvaffaqiyatli eksport qilindi}}
zh: {count,plural, other{成功导出 {count} 个谜题}}
zh_hant: {count,plural, =1{成功導出 {count} 謎題} other{成功導出 {count} 謎題}}
zu: {count,plural, =1{Kuthekeliswe ngempumelelo {count} iphazili} other{Kuthekeliswe ngempumelelo {count} izindida}}

# puzzleExportFailed
source: Failed to export puzzles
af: Kon nie legkaarte uitvoer nie
am: እንቆቅልሾችን ወደ ውጭ መላክ አልተሳካም።
ar: فشل تصدير الألغاز
az: Bulmacaları ixrac etmək alınmadı
be: Не ўдалося экспартаваць галаваломкі
bn: ধাঁধা রপ্তানি করতে ব্যর্থ হয়েছে৷
bo: གསང་བརྟག་ཕྱི་འདྲེན་མི་ཐུབ།
ca: No s'han pogut exportar els trencaclosques
cs: Export hlavolamů se nezdařil
da: Kunne ikke eksportere puslespil
de: Export fehlgeschlagen
el: Αποτυχία εξαγωγής παζλ
es: No se pudieron exportar rompecabezas
et: Puslede eksportimine ebaõnnestus
fa: صادر کردن پازل انجام نشد
fr: Échec de l'exportation des puzzles
gu: કોયડાઓ નિકાસ કરવામાં નિષ્ફળ
he: ייצוא הפאזלים נכשל
hi: पहेलियाँ निर्यात करने में विफल
hr: Izvoz zagonetki nije uspio
hu: A feladványok exportálása sikertelen
hy: Չհաջողվեց արտահանել հանելուկներ
id: Gagal mengekspor teka-teki
is: Mistókst að flytja út þrautir
it: Impossibile esportare i puzzle
ja: パズルのエクスポートに失敗しました
km: បរាជ័យក្នុងការនាំចេញល្បែងផ្គុំរូប
kn: ಒಗಟುಗಳನ್ನು ರಫ್ತು ಮಾಡಲು ವಿಫಲವಾಗಿದೆ
ko: 퍼즐 내보내기 실패
lt: Nepavyko eksportuoti galvosūkių
lv: Neizdevās eksportēt mīklas
mk: Не успеа да се извезат загатки
ms: Gagal mengeksport teka-teki
nl: Kan puzzels niet exporteren
pl: Nie udało się wyeksportować puzzli
pt: Falha ao exportar quebra-cabeças
ro: Nu s-au putut exporta puzzle-urile
ru: Не удалось экспортировать головоломки.
si: ප්‍රහේලිකා අපනයනය කිරීමට අසමත් විය
sk: Hádanky sa nepodarilo exportovať
sl: Ugank ni bilo mogoče izvoziti
sv: Det gick inte att exportera pussel
sw: Imeshindwa kuhamisha mafumbo
te: పజిల్‌లను ఎగుమతి చేయడంలో విఫలమైంది
th: ส่งออกปริศนาไม่สำเร็จ
tr: Bulmacalar dışa aktarılamadı
uk: Не вдалося експортувати головоломки
ur: پہیلیاں برآمد کرنے میں ناکام
uz: Boshqotirmalarni eksport qilib bo‘lmadi
zh: 导出谜题失败
zh_hant: 導出謎題失敗
zu: Yehlulekile ukuthumela izindida

# puzzleImportSuccess
source: {count,plural, =1{Successfully imported {count} puzzle}other{Successfully imported {count} puzzles}}
af: {count,plural, =1{{count} legkaart is suksesvol ingevoer} other{{count} legkaarte is suksesvol ingevoer}}
am: {count,plural, =1{በተሳካ ሁኔታ {count} እንቆቅልሽ አስመጣ} other{በተሳካ ሁኔታ {count} እንቆቅልሾችን አስመጣ}}
ar: {count,plural, =1{تم استيراد لغز {count} بنجاح} other{تم استيراد ألغاز {count} بنجاح}}
az: {count,plural, =1{{count} tapmacası uğurla idxal edildi} other{{count} tapmacalar uğurla idxal edildi}}
be: {count,plural, =1{Галаваломка {count} паспяхова імпартавана} other{Паспяхова імпартавана {count} галаваломак}}
bn: {count,plural, =1{সফলভাবে {count} ধাঁধা আমদানি করা হয়েছে} other{সফলভাবে {count} পাজল আমদানি করা হয়েছে৷}}
ca: {count,plural, =1{S'ha importat correctament el trencaclosques {count}} other{S'han importat correctament {count} trencaclosques}}
cs: {count,plural, =1{Puzzle {count} bylo úspěšně importováno} other{Úspěšně importováno {count} hádanek}}
da: {count,plural, =1{{count} puslespil blev importeret} other{{count}-puslespil blev importeret}}
de: {count,plural, =1{{count} Rätsel erfolgreich importiert}other{{count} Rätsel erfolgreich importiert}}
el: {count,plural, =1{Έγινε επιτυχής εισαγωγή του παζλ {count}} other{Έγινε επιτυχής εισαγωγή {count} παζλ}}
es: {count,plural, =1{Rompecabezas {count} importado exitosamente} other{Rompecabezas {count} importados correctamente}}
et: {count,plural, =1{Pusle {count} imporditi edukalt} other{{count} mõistatust imporditi edukalt}}
fa: {count,plural, =1{پازل {count} با موفقیت وارد شد} other{پازل {count} با موفقیت وارد شد}}
fr: {count,plural, =1{Puzzle {count} importé avec succès} other{Puzzles {count} importés avec succès}}
gu: {count,plural, =1{{count} પઝલ સફળતાપૂર્વક આયાત કરી} other{{count} કોયડાઓ સફળતાપૂર્વક આયાત કરી}}
he: {count,plural, =1{פאזל {count} יובא בהצלחה} other{{count} פאזלים יובאו בהצלחה}}
hi: {count,plural, =1{{count} पहेली को सफलतापूर्वक आयात किया गया} other{{count} पहेलियाँ सफलतापूर्वक आयात की गईं}}
hr: {count,plural, =1{Uspješno uvezena {count} slagalica} other{Uspješno uvezeno {count} zagonetki}}
hu: {count,plural, =1{Sikeresen importálva {count} feladvány}other{Sikeresen importálva {count} feladvány}}
hy: {count,plural, =1{Հաջողությամբ ներմուծվեց {count} գլուխկոտրուկը} other{Հաջողությամբ ներմուծվեցին {count} հանելուկներ}}
id: {count,plural, =1{Berhasil mengimpor teka-teki {count}} other{Berhasil mengimpor teka-teki {count}}}
is: {count,plural, =1{{count} þraut var flutt inn} other{{count} þrautir voru fluttar inn}}
it: {count,plural, =1{Puzzle {count} importato correttamente} other{Puzzle {count} importati correttamente}}
ja: {count,plural, =1{{count} パズルを正常にインポートしました} other{{count} パズルを正常にインポートしました}}
km: {count,plural, =1{បាននាំចូលដោយជោគជ័យ {count} ល្បែងផ្គុំរូប} other{បាននាំចូលដោយជោគជ័យ {count} ល្បែងផ្គុំរូប}}
kn: {count,plural, =1{{count} ಪಜಲ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಮದು ಮಾಡಲಾಗಿದೆ} other{{count} ಪದಬಂಧಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಆಮದು ಮಾಡಲಾಗಿದೆ}}
ko: {count,plural, =1{{count}개 퍼즐을 성공적으로 가져왔습니다}other{{count}개 퍼즐을 성공적으로 가져왔습니다}}
lt: {count,plural, =1{{count} galvosūkis sėkmingai importuotas} other{Sėkmingai importuoti {count} galvosūkiai}}
lv: {count,plural, =1{{count} mīkla ir veiksmīgi importēta} other{{count} mīklas ir veiksmīgi importētas}}
mk: {count,plural, =1{Успешно увезена {count} сложувалка} other{Успешно увезени {count} загатки}}
ms: {count,plural, =1{Berjaya mengimport {count} teka-teki} other{Berjaya mengimport {count} teka-teki}}
nl: {count,plural, =1{Puzzel {count} succesvol geïmporteerd} other{Succesvol geïmporteerde {count} puzzels}}
pl: {count,plural, =1{Pomyślnie zaimportowano łamigłówkę {count}} other{Pomyślnie zaimportowano puzzle {count}}}
pt: {count,plural, =1{Quebra-cabeça {count} importado com sucesso} other{Quebra-cabeças {count} importados com sucesso}}
ro: {count,plural, =1{S-a importat cu succes {count} puzzle} other{{count} puzzle-uri importate cu succes}}
ru: {count,plural, =1{Головоломка {count} успешно импортирована.} other{Головоломки {count} успешно импортированы.}}
si: {count,plural, =1{{count} ප්‍රහේලිකාව සාර්ථකව ආයාත කරන ලදී} other{{count} ප්‍රහේලිකා සාර්ථකව ආයාත කරන ලදී}}
sk: {count,plural, =1{Hádanka {count} bola úspešne importovaná} other{Úspešne importované {count} hádanky}}
sl: {count,plural, =1{Sestavljanka {count} je bila uspešno uvožena} other{Uspešno uvoženih {count} ugank}}
sv: {count,plural, =1{{count}-pussel har importerats} other{{count}-pussel har importerats}}
sw: {count,plural, =1{Imefaulu kuleta fumbo {count}} other{Imefaulu kuleta mafumbo {count}}}
te: {count,plural, =1{{count} పజిల్ విజయవంతంగా దిగుమతి చేయబడింది} other{{count} పజిల్‌లు విజయవంతంగా దిగుమతి చేయబడ్డాయి}}
th: {count,plural, =1{นำเข้าปริศนา {count} สำเร็จแล้ว} other{นำเข้าปริศนา {count} สำเร็จแล้ว}}
tr: {count,plural, =1{{count} bulmacası başarıyla içe aktarıldı} other{{count} bulmacaları başarıyla içe aktarıldı}}
uk: {count,plural, =1{Головоломку {count} успішно імпортовано} other{Успішно імпортовано {count} пазлів}}
ur: {count,plural, =1{کامیابی کے ساتھ درآمد شدہ __ph0__ پہیلی} other{کامیابی کے ساتھ درآمد شدہ __ph0__ پہیلیاں}}
uz: {count,plural, =1{{count} boshqotirmasi muvaffaqiyatli import qilindi} other{{count} boshqotirma muvaffaqiyatli import qilindi}}
zh: {count,plural, other{成功导入 {count} 个谜题}}
zh_hant: {count,plural, =1{成功導入{count}謎題} other{成功導入 {count} 謎題}}
zu: {count,plural, =1{Ingenise ngempumelelo {count} iphazili} other{Ingenise ngempumelelo {count} izindida}}

# puzzleImportFailed
source: Failed to import puzzles
af: Kon nie legkaarte invoer nie
am: እንቆቅልሾችን ማስመጣት አልተሳካም።
ar: فشل استيراد الألغاز
az: Tapmacaları idxal etmək alınmadı
be: Не ўдалося імпартаваць галаваломкі
bn: ধাঁধা আমদানি করতে ব্যর্থ হয়েছে৷
bo: གསང་བརྟག་ནང་འདྲེན་མི་ཐུབ།
ca: No s'han pogut importar els trencaclosques
cs: Import hádanek se nezdařil
da: Kunne ikke importere puslespil
de: Import fehlgeschlagen
el: Αποτυχία εισαγωγής παζλ
es: No se pudieron importar rompecabezas
et: Mõistatuste importimine ebaõnnestus
fa: وارد کردن پازل انجام نشد
fr: Échec de l'importation des puzzles
gu: કોયડાઓ આયાત કરવામાં નિષ્ફળ
he: ייבוא פאזלים נכשל
hi: पहेलियाँ आयात करने में विफल
hr: Uvoz zagonetki nije uspio
hu: A feladványok importálása sikertelen
hy: Չհաջողվեց ներմուծել հանելուկներ
id: Gagal mengimpor teka-teki
is: Mistókst að flytja inn þrautir
it: Impossibile importare i puzzle
ja: パズルのインポートに失敗しました
km: បានបរាជ័យក្នុងការនាំចូលល្បែងផ្គុំរូប
kn: ಒಗಟುಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳಲು ವಿಫಲವಾಗಿದೆ
ko: 퍼즐 가져오기 실패
lt: Nepavyko importuoti galvosūkių
lv: Neizdevās importēt mīklas
mk: Не успеа да увезе загатки
ms: Gagal mengimport teka-teki
nl: Kan puzzels niet importeren
pl: Nie udało się zaimportować puzzli
pt: Falha ao importar quebra-cabeças
ro: Nu s-au putut importa puzzle-urile
ru: Не удалось импортировать головоломки.
si: ප්‍රහේලිකා ආයාත කිරීමට අසමත් විය
sk: Hádanky sa nepodarilo importovať
sl: Uvoz ugank ni uspel
sv: Det gick inte att importera pussel
sw: Imeshindwa kuleta mafumbo
te: పజిల్‌లను దిగుమతి చేయడంలో విఫలమైంది
th: ไม่สามารถนำเข้าปริศนา
tr: Bulmacalar içe aktarılamadı
uk: Не вдалося імпортувати пазли
ur: پہیلیاں درآمد کرنے میں ناکام
uz: Boshqotirmalarni import qilib bo‘lmadi
zh: 导入谜题失败
zh_hant: 導入謎題失敗
zu: Yehlulekile ukungenisa izindida

# puzzleImportNoFileSelected
source: No file selected
af: Geen lêer gekies nie
am: ምንም ፋይል አልተመረጠም።
ar: لم يتم تحديد أي ملف
az: Heç bir fayl seçilməyib
be: Файл не выбраны
bn: কোনো ফাইল নির্বাচন করা হয়নি
bo: ཡིག་ཆ་འདེམས་མེད།
ca: No s'ha seleccionat cap fitxer
cs: Nebyl vybrán žádný soubor
da: Ingen fil valgt
el: Δεν έχει επιλεγεί αρχείο
es: Ningún archivo seleccionado
et: Faili pole valitud
fa: هیچ فایلی انتخاب نشده است
fr: Aucun fichier sélectionné
gu: કોઈ ફાઇલ પસંદ કરી નથી
he: לא נבחר קובץ
hi: कोई फ़ाइल चयनित नहीं
hr: Nije odabrana datoteka
hu: Nincs fájl kiválasztva
hy: Ֆայլ ընտրված չէ
id: Tidak ada berkas yang dipilih
is: Engin skrá valin
it: Nessun file selezionato
ja: ファイルが選択されていません
km: គ្មានឯកសារត្រូវបានជ្រើសរើសទេ។
kn: ಯಾವುದೇ ಫೈಲ್ ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
lt: Nepasirinktas joks failas
lv: Nav atlasīts neviens fails
mk: Нема избрана датотека
ms: Tiada fail dipilih
nl: Geen bestand geselecteerd
pl: Nie wybrano pliku
pt: Nenhum arquivo selecionado
ro: Niciun fișier selectat
ru: Файл не выбран
si: ගොනුවක් තෝරා නැත
sk: Nie je vybratý žiadny súbor
sl: Izbrana ni nobena datoteka
sv: Ingen fil har valts
sw: Hakuna faili iliyochaguliwa
te: ఫైల్ ఏదీ ఎంచుకోబడలేదు
th: ไม่ได้เลือกไฟล์
tr: Hiçbir dosya seçilmedi
uk: Файл не вибрано
ur: کوئی فائل منتخب نہیں ہے
uz: Hech qanday fayl tanlanmagan
zh: 未选择文件
zh_hant: 未選擇文件
zu: Alikho ifayela elikhethiwe

# puzzleImportInvalidFilePath
source: Invalid file path
af: Ongeldige lêerpad
am: ልክ ያልሆነ የፋይል መንገድ
ar: مسار الملف غير صالح
az: Yanlış fayl yolu
be: Няправільны шлях да файла
bn: অবৈধ ফাইল পাথ৷
bo: ཡིག་ཆའི་ལམ་བུ་མི་ནོར།
ca: Camí del fitxer no vàlid
cs: Neplatná cesta k souboru
da: Ugyldig filsti
el: Μη έγκυρη διαδρομή αρχείου
es: Ruta de archivo no válida
et: Kehtetu failitee
fa: مسیر فایل نامعتبر است
fr: Chemin de fichier invalide
gu: અમાન્ય ફાઇલ પાથ
he: נתיב קובץ לא חוקי
hi: अमान्य फ़ाइल पथ
hr: Nevažeći put datoteke
hu: Érvénytelen fájlútvonal
hy: Անվավեր ֆայլի ուղի
id: Jalur file tidak valid
is: Ógild skráarslóð
it: Percorso file non valido
ja: 無効なファイルパス
km: ផ្លូវឯកសារមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯವಾದ ಫೈಲ್ ಮಾರ್ಗ
lt: Neteisingas failo kelias
lv: Nederīgs faila ceļš
mk: Неважечка патека на датотеката
ms: Laluan fail tidak sah
nl: Ongeldig bestandspad
pl: Nieprawidłowa ścieżka pliku
pt: Caminho de arquivo inválido
ro: Cale de fișier nevalidă
ru: Неверный путь к файлу
si: වලංගු නොවන ගොනු මාර්ගය
sk: Neplatná cesta k súboru
sl: Neveljavna pot datoteke
sv: Ogiltig filsökväg
sw: Njia ya faili si sahihi
te: చెల్లని ఫైల్ మార్గం
th: เส้นทางไฟล์ไม่ถูกต้อง
tr: Geçersiz dosya yolu
uk: Недійсний шлях до файлу
ur: غلط فائل کا راستہ
uz: Fayl yo‘li yaroqsiz
zh: 无效的文件路径
zh_hant: 文件路徑無效
zu: Indlela yefayela engavumelekile
