Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# loseReasonBoardIsFull
source: The board is full, and {player} has no way to go.
af: Die bord is vol, en {player} het geen skuif om te maak nie.
am: ሰሌዳው ሙሉ ነው፣ እና {player} የሚሄድበት መንገድ የለውም።
ar: اللوحة ممتلئة، و{player} ليس لديه نقلات ممكنة.
az: Lövhə doludur və {player}-in getməyə yolu yoxdur.
be: Дошка запоўненая, і {player} не мае куды ісці.
bg: Платката е пълна и {player} няма как да отиде.
bn: বোর্ড পূর্ণ, এবং {player} যাওয়ার কোন উপায় নেই।
bo: རྩེད་པང་ཁེངས་ཟིན་པ་དང་། {player} འགྲོ་ས་མེད།
ca: El tauler és ple, i el {player} no pot moure.
cs: Deska je plná a {player} nemá kam jít.
da: Brættet er fyldt, og {player} har ingen mulige træk tilbage.
de: Das Board ist voll und {player} hat keine Möglichkeit sich zu bewegen.
el: Το ταμπλό είναι γεμάτο και ο {player} δεν μπορεί να κινηθεί.
es: El tablero está lleno y {player} no puede moverse.
et: Tahvel on täis ja {player}-l pole enam teed.
fa: تخته پر است و {player} راهی برای رفتن ندارد.
fi: Lauta on täynnä, ja {player}:lla ei ole keinoa mennä.
fr: Le plateau est plein et {player} n'a nulle part où aller.
gu: બોર્ડ ભરાઈ ગયું છે, {player} માટે આગળ વધવાની કોઈ રીત નથી.
he: הלוח מלא, ול-{player} אין דרך ללכת.
hi: बोर्ड भरा हुआ है, और {player} के पास जाने का कोई रास्ता नहीं है।
hr: Ploča je puna i {player} ne može pomaknuti nijednu figuru.
hu: A tábla megtelt, és az {player}-nek nincs útja.
hy: Տախտակը լիքն է, և {player}-ը ճանապարհ չունի գնալու:
id: Papan sudah penuh, dan {player} tidak ada jalan lagi.
is: Spjaldið er fullt og {player} á enga leið að fara.
it: Il tabellone è pieno e {player} non ha modo di andare.
ja: ボードはいっぱいで、{player} は行き場がありません。
km: ក្តារពេញហើយ ហើយ {player} គ្មានផ្លូវដើរទេ។
kn: ಬೋರ್ಡ್ ತುಂಬಿದೆ ಮತ್ತು {player} ಹೋಗಲು ಯಾವುದೇ ಮಾರ್ಗವಿಲ್ಲ.
ko: 판이 가득 차서 {player} 의 말이 어디로도 갈 수 없습니다.
lt: Lenta pilna, o {player} nebėra kelio.
lv: Dēlis ir pilns, un {player} vairs nav kur iet.
mk: Таблата е полна и {player} нема начин да оди.
ms: Papan itu penuh, dan {player} tiada jalan lagi.
my: ဘုတ်အပြည့်ရှိပြီး {player} သွားစရာလမ်းမရှိ။
nb: Brettet er fullt, og {player} har ingen vei å gå.
nl: Het bord is vol en {player} heeft geen weg meer te gaan.
pl: Plansza jest pełna i {player} nie ma dokąd pójść.
pt: O tabuleiro está cheio, e {player} não tem movimentos possíveis.
ro: Placa este plină și {player} nu are nicio cale de rezolvat.
ru: Доска заполнена, {player} не может никуда сходить.
si: පුවරුව පිරී ඇත, සහ {player} යාමට ක්‍රමයක් නැත.
sk: Doska je plná a {player} nemá kam ísť.
sl: Plošča je polna in {player} nima poti.
sq: Bordi është plot dhe {player} nuk ka se si të shkojë.
sr: Табла је пуна, а {player} нема где да помери фигуру.
sv: Brädan är full och {player} har ingen väg att gå.
sw: Ubao umejaa, na {player} haina njia ya kwenda.
ta: பலகை நிரம்பியுள்ளது, மற்றும் {player} க்கு செல்ல வழி இல்லை.
te: బోర్డు నిండింది మరియు {player} వెళ్ళడానికి మార్గం లేదు.
th: กระดานเต็มและ {player} ไม่มีทางไป
tr: Pano dolu ve {player}'in gidecek yolu yok.
uk: Плата заповнена, і {player} не має можливості піти.
ur: بورڈ بھرا ہوا ہے، اور {player} جانے کا کوئی راستہ نہیں ہے۔
uz: Doska to‘lgan va {player} ning borishga imkoni yo‘q.
vi: Bảng đã đầy và {player} không còn cách nào để tiếp tục.
zh: {player}因棋盘摆满而无路可走。
zh_hant: {player}因棋盤擺滿而無路可走。
zu: Ibhodi ligcwele, futhi i-{player} ayinayo indlela yokuhamba.

# loseReasonTimeOver
source: Time is over, {player} lost.
af: Tyd is verby, {player} verlore.
am: ጊዜው አልቋል፣ {player} ተሸንፏል።
ar: انتهى الوقت، خسر {player}.
az: Vaxt bitdi, {player} itirildi.
be: Час скончыўся, {player} страчана.
bg: Времето свърши, {player} загубен.
bn: সময় শেষ, {player} হারিয়ে গেছে।
bo: དུས་ཚོད་རྫོགས་སོ། {player} ཕམ་པ།
ca: S'ha acabat el temps, {player} ha perdut.
cs: Čas vypršel, {player} prohrál.
da: Tiden er forbi, {player} tabt.
de: Die Zeit ist vorbei, {player} hat verloren.
el: Ο χρόνος τελείωσε, το {player} έχασε.
es: Se acabó el tiempo, {player} ha perdido.
et: Aeg on möödas, {player} kadunud.
fa: زمان تمام شد، {player} باخت.
fi: Aika on ohi, {player} hävisi.
fr: Le temps est écoulé, {player} a perdu.
gu: સમય પૂરો, {player} હારી ગયો.
he: הזמן נגמר, {player} אבוד.
hi: समय समाप्त हो गया, {player} खो गया।
hr: Vrijeme je prošlo, {player} je izgubio.
hu: Az idő lejárt, {player} elveszett.
hy: Ժամանակն ավարտվել է, {player} կորցրել է:
id: Waktu telah berakhir, {player} kalah.
is: Tíminn er liðinn, {player} glataður.
it: Il tempo è finito, {player} ha perso.
ja: 時は過ぎ、{player}は失われました。
km: អស់ម៉ោងហើយ {player} ចាញ់។
kn: ಸಮಯ ಮುಗಿದಿದೆ, {player} ಕಳೆದುಹೋಗಿದೆ.
ko: 시간이 초과되어 {player}가 졌습니다.
lt: Laikas baigėsi, {player} prarastas.
lv: Laiks ir beidzies, {player} zaudēts.
mk: Времето заврши, {player} изгубено.
ms: Masa telah tamat, {player} hilang.
my: အချိန်ကုန်သွားပါပြီ၊ {player} ဆုံးရှုံးသွားပါပြီ။
nb: Tiden er over, {player} tapt.
nl: De tijd is om, {player} heeft verloren.
pl: Czas się skończył, {player} przegrał.
pt: O tempo acabou, {player} perdeu.
ro: Timpul a trecut, {player} pierdut.
ru: Время вышло, {player} проиграл.
si: කාලය අවසන්, {player} පරාජය විය.
sk: Čas sa skončil, {player} stratený.
sl: Čas je mimo, {player} izgubljen.
sq: Koha ka mbaruar, {player} ka humbur.
sr: Време је истекло, {player} је изгубио.
sv: Tiden är förbi, {player} förlorad.
sw: Muda umekwisha, {player} imepotea.
ta: நேரம் முடிந்துவிட்டது, {player} இழந்தார்.
te: సమయం ముగిసింది, {player} కోల్పోయింది.
th: เวลาหมดลง {player} หายไป
tr: Zaman bitti, {player} kayıp.
uk: Час закінчився, {player} втрачено.
ur: وقت ختم ہو گیا، {player} کھو گیا۔
uz: Vaqt tugadi, {player} yutqazdi.
vi: Thời gian đã hết, {player} đã mất.
zh: {player}超时判负。
zh_hant: {player}超時判負。
zu: Isikhathi siphelile, i-{player} ilahlekile.

# drawReasonRule50
source: In the moving phase, no piece has been removed in the last specific number of moves.
af: In die bewegende fase is geen stuk verwyder in die laaste spesifieke aantal skuiwe nie.
am: በማንቀሳቀሻ ደረጃ ላይ፣ በመጨረሻው የተወሰነ እንቅስቃሴዎች ብዛት ውስጥ ምንም ቁራጭ አልተወገደም።
ar: في مرحلة الحركة ، لم تتم إزالة أي قطعة في آخر عدد محدد من الحركات.
az: Hərəkət mərhələsində, son konkret sayda hərəkətdə heç bir parça çıxarılmadı.
be: У фазе руху ні адна фігура не была выдалена за апошнюю пэўную колькасць хадоў.
bg: Във фазата на придвижване нито една фигура не е била премахната през последния определен брой ходове.
bn: চলমান পর্যায়ে, শেষের নির্দিষ্ট সংখ্যাটিতে কোনও টুকরো সরানো হয়নি।
bo: སྤོ་འགུལ་དུས་རིམ་ཁྲོད། རྡེལ་གང་ཡང་འདས་པའི་གཏན་འཁེལ་གྲངས་ཀའི་སྤོ་འགུལ་ནང་བསུབས་མེད།
ca: En la fase de moviment, no s'ha retirat cap peça en l'últim nombre específic de torns.
cs: Ve fázi pohybu nebyl v posledním konkrétním počtu tahů odstraněn žádný kus.
da: I trækfasen er der ikke blevet fjernet nogen brik i det sidste bestemte antal træk.
de: In der Bewegungsphase wurde in der letzten bestimmten Anzahl von Zügen kein Stein entfernt.
el: Στη φάση της μετακίνησης, κανένα κομμάτι δεν έχει αφαιρεθεί στον τελευταίο συγκεκριμένο αριθμό κινήσεων.
es: En la fase de movimiento, no se ha retirado ninguna pieza en el último número específico de movimientos.
et: Liikumisfaasis ei ole viimase kindla arvu käikude jooksul ühtegi tükki eemaldatud.
fa: در مرحله حرکت کردن ، هیچ مهره‌ای در آخرین تعداد حرکت خاص حذف نشده است.
fi: Siirtovaiheessa yhtään nappulaa ei ole poistettu viimeisen tietyn siirtomäärän aikana.
fr: Dans la phase de déplacement, aucune pièce n'a été retirée au cours du dernier nombre spécifique de coups.
gu: ચાલતા તબક્કામાં, ચાલની છેલ્લી વિશિષ્ટ સંખ્યામાં કોઈ ભાગ કા pieceી નાખ્યો નથી.
he: בשלב התנועה, אף חלק לא הוסר במספר המהלכים הספציפי האחרון.
hi: चलती चरण में, अंतिम विशिष्ट संख्या में चालों में कोई टुकड़ा नहीं हटाया गया है।
hr: U fazi pomicanja nijedna figura nije uklonjena u zadnjih određenih broja poteza.
hu: Az utolsó N lépés során egyetlen korong sem lett eltávolítva.
hy: Շարժվող փուլում ոչ մի կտոր չի հեռացվել վերջին կոնկրետ քանակի շարժումներում:
id: Dalam fase bergerak, tidak ada bidak yang dikeluarkan dalam jumlah gerakan spesifik terakhir.
is: Í hreyfistiginu hefur ekkert stykki verið fjarlægt í síðasta tiltekna fjölda hreyfinga.
it: Nella fase di movimento, nessun pezzo è stato rimosso nell'ultimo numero specifico di mosse.
ja: 移動フェーズでは、最後の特定の数の移動で駒が取り除かれていません。
km: ក្នុងដំណាក់កាលផ្លាស់ទី គ្មានកូនអុកណាមួយត្រូវបានដកចេញក្នុងចំនួនចលនាជាក់លាក់ចុងក្រោយ។
kn: ಚಲಿಸುವ ಹಂತದಲ್ಲಿ, ಕೊನೆಯ ನಿರ್ದಿಷ್ಟ ಸಂಖ್ಯೆಯ ಚಲನೆಗಳಲ್ಲಿ ಯಾವುದೇ ತುಣುಕನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿಲ್ಲ.
ko: 이동 단계에서 지정된 연속된 수의 움직임 동안 아무 말도 제거되지 않았으므로, 규정에 따라 무승부로 판정됩니다.
lt: Judėjimo fazėje per paskutinį tam tikrą ėjimų skaičių nebuvo pašalinta nė viena figūra.
lv: Pārvietošanas fāzē pēdējā noteiktajā gājienu skaitā nav izņemta neviena figūra.
mk: Во фаза на движење, ниту едно парче не е отстрането во последниот специфичен број на потези.
ms: Dalam fasa bergerak, tidak ada potongan yang dikeluarkan dalam jumlah pergerakan tertentu yang terakhir.
my: ရွေ့လျားမှုအဆင့်တွင်၊ နောက်ဆုံးသတ်မှတ်ထားသော ရွေ့လျားမှုအရေအတွက်တွင် မည်သည့်အပိုင်းကိုမျှ ဖယ်ရှားမထားပါ။
nb: I den bevegelige fasen er ingen brikker fjernet i det siste spesifikke antallet trekk.
nl: In de bewegende fase is er geen stuk verwijderd in het laatste specifieke aantal zetten.
pl: W fazie ruchu, żaden element nie został usunięty w ciągu ostatniej określonej liczby ruchów.
pt: Na fase de movimento, nenhuma peça foi removida no último número especificado de movimentos.
ro: În timpul ultimelor N mișcări nicio piesă nu a fost înlăturată.
ru: В фазе перемещения ни одна фигура не была удалена за последнее определенное кол-во ходов.
si: චලන අවධියේදී, අවසාන විශේෂිත චලන සංඛ්‍යාවේදී කැස් ඉවත් කර නැත.
sk: Vo fáze pohybu nebola v poslednom určenom počte ťahov odstránená žiadna figúrka.
sl: V fazi premikanja v zadnjem določenem številu potez ni bila odstranjena nobena figura.
sq: Në fazën e lëvizjes, asnjë pjesë nuk është hequr në numrin e fundit specifik të lëvizjeve.
sr: У фази кретања, ниједан комад није уклоњен у последњем одређеном броју потеза.
sv: I flyttfasen har ingen pjäs tagits bort under det senaste specifika antalet drag.
sw: Katika awamu ya kusonga, hakuna kipande kilichoondolewa katika idadi maalum ya mwisho ya hatua.
ta: நகரும் கட்டத்தில், கடைசி குறிப்பிட்ட எண்ணிக்கையிலான நகர்வுகளில் எந்த பகுதியும் அகற்றப்படவில்லை.
te: కదిలే దశలో, చివరి నిర్దిష్ట సంఖ్యలో కదలికలలో ఏ భాగాన్ని తొలగించలేదు.
th: ในระยะเคลื่อนที่ ไม่มีชิ้นส่วนใดถูกลบออกในจำนวนการเคลื่อนไหวเฉพาะครั้งล่าสุด
tr: Hareket etme aşamasında, son belirli sayıda hamlede hiçbir parça kaldırılmadı.
uk: У фазі переміщення жодна фігура не була вилучена за останню певну кількість ходів.
ur: متحرک مرحلے میں، آخری مخصوص تعداد میں چالوں میں کوئی ٹکڑا نہیں ہٹایا گیا ہے۔
uz: Harakatlanuvchi bosqichda, so'nggi aniq sonli harakatlarda biron bir qism olib tashlanmagan.
vi: Trong giai đoạn di chuyển, không có quân cờ nào bị loại bỏ trong số lần di chuyển cụ thể cuối cùng.
zh: 走子阶段连续多步在规则指定的步数内未吃子，判和。
zh_hant: 走子階段連續多步在規則指定的步數內未吃子，判和。
zu: Esigabeni esinyakazayo, akukho siqeshana esisusiwe enanini elithile lokugcina leminyakazo.

# drawReasonBoardIsFull
source: It is a Draw because the board is full.
af: Dit is 'n trekking want die bord is vol.
am: ሰሌዳው ሙሉ ስለሆነ እኩል ነው።
ar: إنه تعادل لأن اللوحة ممتلئة.
az: Püşkatmadır, çünki lövhə doludur.
be: Гэта нічыя, таму што дошка поўная.
bg: Това е реми, защото дъската е пълна.
bn: বোর্ডটি পূর্ণ হওয়ায় এটি একটি অঙ্কন।
bo: འདི་ནི་གྲུབ་འབྲས་མཉམ་པ་ཞིག་ཡིན་ཏེ། རྩེད་པང་ཁེངས་ཟིན་པའི་རྒྱུ་མཚན་གྱིས།
ca: És un empat perquè el tauler és ple.
cs: Jedná se o Draw, protože hrací deska je plná.
da: Det er uafgjort, fordi brættet er fuldt.
de: Unentschieden weil das Brett voll ist.
el: Είναι ισοπαλία επειδή το ταμπλό είναι γεμάτο.
es: Es un Empate porque el tablero está lleno.
et: See on viik, sest laud on täis.
fa: نتیجه مساوی است.چون تخته پر است.
fi: Se on tasapeli, koska lauta on täynnä.
fr: C'est un match nul car le plateau est plein.
gu: તે ડ્રો છે કારણ કે બોર્ડ ભરેલું છે.
he: זה תיקו כי הלוח מלא.
hi: यह एक ड्रा है क्योंकि बोर्ड भरा हुआ है.
hr: Neodlučeno jer je ploča puna.
hu: Ez egy döntetlen, mert a tábla megtelt.
hy: Դա ոչ-ոքի է, քանի որ տախտակը լիքն է:
id: Ini adalah Seri karena papan penuh.
is: Það er jafntefli því borðið er fullt.
it: È una patta perché la scacchiera è piena.
ja: ボードがいっぱいなので引き分けです。
km: ស្មើគ្នាព្រោះក្តារពេញ។
kn: ಬೋರ್ಡ್ ತುಂಬಿರುವುದರಿಂದ ಇದು ಡ್ರಾ ಆಗಿದೆ.
ko: 판이 꽉 차서 더 이상 이동할 수 없습니다. 비겼습니다.
lt: Tai yra lygiosios, nes lenta yra pilna.
lv: Tas ir neizšķirts, jo tāfele ir pilna.
mk: Тоа е Извлекување бидејќи таблата е полна.
ms: Ia adalah Cabutan kerana papannya penuh.
my: ဘုတ်ပြားပြည့်နေ၍ မဲနှိုက်ခြင်းဖြစ်ပါသည်။
nb: Det er uavgjort fordi brettet er fullt.
nl: Het is remise omdat het bord vol is.
pl: Jest to remis, ponieważ plansza jest pełna.
pt: O jogo empatou porque o tabuleiro está cheio.
ro: Este remiză, tabla fiind plină.
ru: Это ничья, потому что доска переполнена.
si: පුවරුව පිරී ඇති නිසා එය මුලික වේ.
sk: Je to remíza, pretože šachovnica je plná.
sl: To je remi, ker je igralna plošča polna.
sq: Isshtë një Vizatim sepse tabela është plot。
sr: То је нерешено, јер је табла пуна.
sv: Det är oavgjort eftersom brädet är fullt.
sw: Ni Droo kwa sababu ubao umejaa.
ta: பலகை நிரம்பியிருப்பதால் இது ஒரு சமநிலை.
te: బోర్డు నిండినందున ఇది డ్రా.
th: เสมอกันเพราะกระดานเต็ม
tr: Tahta dolu olduğu için Beraberliktir.
uk: Це нічия, тому що дошка заповнена.
ur: یہ ڈرا ہے کیونکہ بورڈ بھرا ہوا ہے۔
uz: Bu Draw, chunki taxta to'la.
vi: Đó là một trận Hòa vì bàn cờ đã đầy.
zh: 棋盘摆满，无路可走，判和。
zh_hant: 棋盤擺滿，無路可走，判和。
zu: Kuyi-Draw ngoba ibhodi ligcwele.

# drawReasonThreefoldRepetition
source: It is a Draw because of threefold repetition.
af: Dit is 'n trekking as gevolg van drievoudige herhaling.
am: ሶስት ጊዜ ተደጋጋሚ እንቅስቃሴ ስለተደረገ እኩል ነው።
ar: إنه تعادل بسبب التكرار الثلاثي.
az: Üç dəfə təkrarlandığı üçün heç-heçədir.
be: Гэта нічыя з-за трохразовага паўтарэння.
bg: Това е реми поради трикратното повторение.
bn: ত্রিগুণ পুনরাবৃত্তি হওয়ার কারণে এটি একটি অঙ্কন।
bo: འདི་ནི་གྲུབ་འབྲས་མཉམ་པ་ཞིག་ཡིན། རྒྱུ་མཚན་ནི་ཐེངས་གསུམ་བསྐྱར་ཟློས་བྱས་པའོ།
ca: És un empat perquè hi ha una repetició triple.
cs: Jedná se o Draw kvůli trojnásobnému opakování.
da: Det er uafgjort på grund af tredobbelt gentagelse.
de: Unentschieden wegen dreimaliger Wiederholung.
el: Είναι Ισοπαλία λόγω τριπλής επανάληψης.
es: Es un Empate debido a la triple repetición.
et: See on viik, sest kolmekordne kordus.
fa: نتیجه مساوی است به دلیل سه بار تکرار.
fi: Se on tasapeli kolminkertaisen toiston vuoksi.
fr: C'est un match nul suite à une triple répétition.
gu: તે ત્રિકોણ પુનરાવર્તનને કારણે દોરો છે.
he: זה תיקו בגלל חזרה משולשת.
hi: यह तीन गुना दोहराव के कारण ड्रा है।
hr: Neodlučeno zbog trostrukog ponavljanja.
hu: Ez egy döntetlen a háromszoros ismétlés miatt.
hy: Ոչ-ոքի է եռակի կրկնության պատճառով:
id: Ini adalah Seri karena pengulangan tiga kali lipat.
is: Það er jafntefli vegna þrefaldrar endurtekningar.
it: È un pareggio a causa della triplice ripetizione.
ja: 3回繰り返しのため引き分けです。
km: ស្មើគ្នាដោយសារការកើតឡើងវិញបីដង។
kn: ಮೂರು ಪಟ್ಟು ಪುನರಾವರ್ತನೆಯಿಂದಾಗಿ ಇದು ಡ್ರಾ ಆಗಿದೆ.
ko: 삼중 반복으로 인해 무승부입니다.
lt: Tai yra lygiosios, nes kartojasi triskart.
lv: Tas ir neizšķirts trīskāršas atkārtošanās dēļ.
mk: Тоа е ждрепка заради тројно повторување.
ms: Ia adalah Cabutan kerana pengulangan tiga kali ganda.
my: သုံးကြိမ် ထပ်ခါထပ်ခါ ဖြစ်သောကြောင့် သရေဖြစ်သည်။
nb: Det er uavgjort på grunn av tredelt repetisjon.
nl: Het is remise vanwege drievoudige herhaling.
pl: Jest to Remis z powodu potrójnego powtórzenia.
pt: Empate por causa da tripla repetição.
ro: Este remiză, mutare repetată de trei ori.
ru: Ничья из-за трехкратного повторения.
si: ත්‍රිත්ව නැවතුම් නිසා එය මුලික වේ.
sk: Je to remíza, pretože sa trikrát opakuje.
sl: Zaradi trikratnega ponavljanja je neodločen rezultat.
sq: Isshtë një barazim për shkak të përsëritjes së trefishtë.
sr: То је нерешено због троструког понављања.
sv: Det är oavgjort på grund av trefaldig upprepning.
sw: Ni Droo kwa sababu ya kurudiwa mara tatu.
ta: மூன்று மடங்கு மறுபடியும் நிகழ்வதால் இது ஒரு சமநிலை.
te: మూడు రెట్లు పునరావృతం కావడం వల్ల ఇది డ్రా.
th: มันเป็นการเสมอกันเพราะการทำซ้ำสามเท่า
tr: Üç katlı tekrardan dolayı Beraberliktir.
uk: Це нічия через триразове повторення.
ur: یہ تین گنا تکرار کی وجہ سے ڈرا ہے۔
uz: Bu uch marta takrorlanganligi sababli chizilgan.
vi: Đó là một trận hòa vì lặp lại ba lần.
zh: 三次重复局面和。
zh_hant: 三次重複局面和。
zu: I-Draw ngenxa yokuphindaphinda okuphindwe kathathu.

source: Game Over! Unknown reason.
af: Spel verby! Onbekende rede.
am: ጨዋታው አብቅቷል! ያልታወቀ ምክንያት።
ar: انتهت اللعبة! سببٌ غيرُ معلومٍ.
az: Oyun bitdi! Naməlum səbəb.
be: Гульня скончана! Невядомая прычына.
bg: Играта свърши! Неизвестна причина.
bn: খেলা শেষ! অজানা কারন.
bo: རྩེད་མོ་རྫོགས་སོ།! རྒྱུ་མཚན་མི་ཤེས།
ca: Final de partida! Raó desconeguda.
cs: Konec hry! Neznámý důvod.
da: Game Over! Ukendt årsag.
de: Spiel vorbei! Unbekannter Grund.
el: Τέλος παιχνιδιού! Άγνωστος λόγος.
es: ¡Se acabó el juego! Razón desconocida.
et: Mängu lõpp! Teadmata põhjusel.
fa: بازی تمام شد! دلیل ناشناخته.
fi: Peli on ohi! Tuntematon syy.
fr: Fin de la partie ! Raison inconnue.
gu: ખેલ ખતમ! અજ્ઞાત કારણ.
he: סוף המשחק! סיבה לא ידועה.
hi: खेल खत्म! अज्ञात कारण।
hr: Igra je gotova! Nepoznat razlog.
hu: Játék vége! Ismeretlen ok.
hy: Խաղն ավարտված է! Անհայտ պատճառ.
id: Permainan berakhir! Alasannya tidak diketahui.
is: Leik lokið! Óþekkt ástæða.
it: Game Over! Ragione sconosciuta.
ja: ゲームオーバー！原因不明。
km: ចប់ហ្គេម! ហេតុផលមិនស្គាល់។
kn: ಗೇಮ್ ಓವರ್! ಅಜ್ಞಾತ ಕಾರಣ.
ko: 이유는 알 수 없지만 어쨌든, 게임 오버!
lt: Žaidimas baigtas! Nežinoma priežastis.
lv: Spēle ir beigusies! Nav zināms iemesls.
mk: Играта заврши! Непозната причина.
ms: Permainan tamat! Sebab tidak diketahui.
my: ပြီးသွားပါပြီ! အမည်မသိအကြောင်းပြချက်။
nb: Spillet er over! Ukjent årsak.
nl: Het spel is uit! Onbekende reden.
pl: Koniec gry! Nieznany powód.
pt: Fim do jogo! Motivo desconhecido.
ro: Joc încheiat! Motiv necunoscut.
ru: Игра окончена! Причина неизвестна.
si: ක්‍රීඩාව අවසන්! නොදන්නා හේතුවක්.
sk: Hra skončila! Neznámy dôvod.
sl: Konec igre! Neznani razlog.
sq: Loja mbaroi! Arsye e panjohur.
sr: Крај игре! Непознати разлог.
sv: Spelet är slut! Okänd orsak.
sw: Shindano limekwisha! Sababu isiyojulikana.
ta: விளையாட்டு முடிந்தது! தெரியாத காரணம்.
te: ఆట సమాప్తం! తెలియని కారణం.
th: จบเกม! ไม่ทราบสาเหตุ
tr: Oyun bitti! Bilinmeyen sebep.
uk: Кінець гри! Невідома причина.
ur: کھیل ختم! نامعلوم وجہ۔
uz: O'yin tugadi! Noma'lum sabab.
vi: Trò chơi kết thúc! Lý do không rõ.
zh: 游戏结束！原因未知。
zh_hant: 遊戲結束！原因未知。
zu: Umdlalo uphelile! Isizathu esingaziwa.

source: Game Over
af: Spel verby
am: ጨዋታው አብቅቷል
ar: انتهت اللعبة
az: Oyun bitdi
be: Гульня скончана
bg: Играта свърши
bn: খেলা শেষ
bo: རྩེད་མོ་རྫོགས་སོ།
ca: Final de partida
cs: Konec hry
de: Spiel vorbei
el: Τέλος παιχνιδιού
es: Se acabó el juego
et: Mängu lõpp
fa: بازی تمام شد
fi: Peli ohi
fr: Fin de la partie
gu: ખેલ ખતમ
he: סוף המשחק
hi: खेल खत्म
hr: Igra je gotova
hu: Játék vége
hy: Խաղն ավարտված է
id: Permainan telah berakhir
is: Leik lokið
it: Gioco finito
ja: ゲームオーバー
km: ចប់ហ្គេម
kn: ಗೇಮ್ ಓವರ್
ko: 게임 오버
lt: Žaidimas baigtas
lv: Spēles beigas
mk: Играта заврши
ms: Permainan tamat
my: ပြီးသွားပါပြီ
nb: Spillet er over
nl: Spel is over
pl: Koniec gry
pt: Fim de jogo
ro: Joc încheiat
ru: Игра окончена
si: ක්‍රීඩාව අවසන්
sk: Koniec hry
sl: Konec igre
sq: Loja mbaroi
sr: Крај игре
sv: Spelet är slut
sw: Shindano limekwisha
ta: விளையாட்டு முடிந்தது
te: ఆట సమాప్తం
th: จบเกม
tr: Oyun bitti
uk: Кінець гри
ur: کھیل ختم
uz: O'yin tugadi
vi: trò chơi kết thúc
zh: 游戏结束
zh_hant: 遊戲結束
zu: Umdlalo uphelile

# youWin
source: You win! Congratulations!
af: Jy wen! Baie geluk!
am: አሸንፈዋል! እንኳን ደስ አለዎት!
ar: فزت! تهانينا!
az: Sən qalibsən! Təbrik edirik!
be: Вы выйгралі! Віншую!
bg: Вие печелите! Поздравления!
bn: তুমি জিতেছ! অভিনন্দন!
bo: ཁྱོད་ཀྱིས་རྒྱལ་ཁ་ཐོབ་པ་ཡིན།! བཀྲ་ཤིས་བདེ་ལེགས།
ca: Heu guanyat! Enhorabona!
cs: Vyhráváte! Gratulujeme!
da: Du vinder! Tillykke!
de: Glückwunsch, du hast gewonnen!
el: Κερδίσατε! Συγχαρητήρια!
es: Ha ganado. ¡Enhorabuena!
et: Te võitsite! Palju õnne!
fa: تبریک! شما برنده شدید!
fi: Sinä voitit! Onnittelut!
fr: Vous avez gagné ! Félicitations !
gu: તમે જીતી ગયા! અભિનંદન!
he: ניצחת! מזל טוב!
hi: आप जीतते हैं! बधाई हो!
hr: Pobjedili ste! Čestitamo!
hu: Nyert! Gratulálunk!
hy: Դու հաղթեցիր! Շնորհավորում եմ:
id: Kamu menang! Selamat!
is: Þú vinnur! Til hamingju!
it: Hai vinto! Congratulazioni!
ja: あなたは勝ちました！おめでとうございます！
km: អ្នកឈ្នះ! សូមអបអរសាទរ!
kn: ನೀವು ಗೆಲ್ಲುತ್ತೀರಿ! ಅಭಿನಂದನೆಗಳು!
ko: 당신이 승리했습니다! 축하합니다!
lt: Jūs laimėjote! Sveikiname!
lv: Jūs uzvarējāt! Apsveicam!
mk: Ти Победи! Секоја чест!
ms: Awak menang! Tahniah!
my: သင့်အောင်မြင်ပါတယ်! ကျေးဇူးတင်ပါတယ်!
nb: Du vinner! Gratulerer!
nl: Je hebt gewonnen! Gefeliciteerd!
pl: Wygrałeś! Gratulacje!
pt: Você ganhou! Parabéns!
ro: Ai castigat! Felicitări!
ru: Вы выиграли! Поздравляем!
si: ඔබ ජයගත්තා! සුබ පැතුම්!
sk: Vyhrali ste! Gratulujeme!
sl: Zmagal si! Čestitamo!
sq: Ti fitove! Urime!
sr: Ти си победник! Честитам!
sv: Du vinner! Grattis!
sw: Umeshinda! Hongera!
ta: நீங்கள் வென்றீர்கள்! வாழ்த்துக்கள்!
te: నువ్వు గెలిచావు! అభినందనలు!
th: คุณชนะ! ขอแสดงความยินดี!
tr: Sen kazandın! Tebrikler!
uk: Ти виграв! Вітаю!
ur: تم جیت گئے! مبارک ہو!
uz: Siz yutdingiz! Tabriklaymiz!
vi: Bạn thắng! Chúc mừng!
zh: 恭喜你赢了！
zh_hant: 恭喜你贏了！
zu: Uwinile! Siyakuhalalisela!
