Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# failedToConnect
source: Failed to connect: {error}
af: Misluk om te koppel: {error}
am: ግንኙነት ላይ መገናኘት አልተሳካም፡ {error}
ar: فشل الاتصال: {error}
az: Qoşulma uğursuz oldu: {error}
be: Не ўдалося падлучыцца: {error}
bg: Неуспешно свързване: {error}
bn: সংযোগ করতে ব্যর্থ: {error}
bo: འབྲེལ་མཐུད་མི་ཐུབ་པ། {error}
ca: No s'ha pogut connectar: {error}
cs: Nepodařilo se připojit: {error}
da: Kunne ikke forbinde: {error}
de: Verbindung fehlgeschlagen: {error}
el: Αποτυχία σύνδεσης: {error}
es: Error al conectar: {error}
et: Ühendamine ebaõnnestus: {error}
fa: اتصال ناموفق: {error}
fi: Yhdistäminen epäonnistui: {error}
fr: Échec de la connexion : {error}
gu: જોડાણ નિષ્ફળ: {error}
he: החיבור נכשל: {error}
hi: कनेक्ट करने में विफल: {error}
hr: Povezivanje nije uspjelo: {error}
hu: Nem sikerült csatlakozni: {error}
hy: Չհաջողվեց միացնել՝ {error}
id: Gagal menyambungkan: {error}
is: Mistókst að tengjast: {error}
it: Connessione fallita: {error}
ja: 接続に失敗しました: {error}
km: មិនអាចតភ្ជាប់បានទេ៖ {error}
kn: ಸಂಪರ್ಕಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ko: 연결 실패: {error}
lt: Nepavyko prisijungti: {error}
lv: Neizdevās savienoties: {error}
mk: Не успеа поврзувањето: {error}
ms: Gagal menyambung: {error}
my: ချိတ်ဆက်မရ: {error}
nb: Kunne ikke koble til: {error}
nl: Verbinding mislukt: {error}
pl: Nie udało się połączyć: {error}
pt: Falha ao conectar: {error}
ro: Nu s-a reușit conectarea: {error}
ru: Не удалось подключиться: {error}
si: සම්බන්ධ වීමට අසාර්ථක විය: {error}
sk: Nepodarilo sa pripojiť: {error}
sl: Povezovanje ni uspelo: {error}
sq: Dështoi lidhja: {error}
sr: Повезивање није успело: {error}
sv: Kunde inte ansluta: {error}
sw: Imeshindwa kujiunga: {error}
ta: இணைப்பில் தோல்வி: {error}
te: కనెక్ట్ అవడంలో విఫలమైంది: {error}
th: เชื่อมต่อล้มเหลว: {error}
tr: Bağlanma başarısız: {error}
uk: Не вдалося підключитися: {error}
ur: کنیکٹ کرنے میں ناکام: {error}
uz: Ulanish amalga oshmadi: {error}
vi: Kết nối thất bại: {error}
zh: 连接失败：{error}
zh_hant: 連線失敗：{error}
zu: Kuhlulekile ukuxhuma: {error}

# failedToStartHosting
source: Failed to start hosting: {error}
af: Misluk om hosting te begin: {error}
am: ማስተናገድ መጀመር አልተሳካም፡ {error}
ar: فشل في بدء الاستضافة: {error}
az: Host etməyə başlamaq uğursuz oldu: {error}
be: Не ўдалося пачаць хостынг: {error}
bg: Неуспешно стартиране на хостване: {error}
bn: হোস্টিং শুরু করতে ব্যর্থ: {error}
bo: ཞབས་ཞུ་མཛད་པ་འགོ་འཛུགས་མི་ཐུབ་པ། {error}
ca: No s'ha pogut començar a allotjar: {error}
cs: Nepodařilo se spustit hostování: {error}
da: Kunne ikke starte hosting: {error}
de: Hosting konnte nicht gestartet werden: {error}
el: Αποτυχία έναρξης φιλοξενίας: {error}
es: Error al iniciar el alojamiento: {error}
et: Hostimise alustamine ebaõnnestus: {error}
fa: شروع میزبانی ناموفق بود: {error}
fi: Isännöinnin aloittaminen epäonnistui: {error}
fr: Échec du démarrage de l'hébergement : {error}
gu: હોસ્ટિંગ શરૂ કરવામાં નિષ્ફળ: {error}
he: התחלת האירוח נכשלה: {error}
hi: होस्टिंग शुरू करने में विफल: {error}
hr: Pokretanje hostanja nije uspjelo: {error}
hu: Nem sikerült elindítani a hosztolást: {error}
hy: Չհաջողվեց սկսել հոսթինգը՝ {error}
id: Gagal memulai menjadi host: {error}
is: Mistókst að byrja að hýsa: {error}
it: Avvio hosting fallito: {error}
ja: ホスティングの開始に失敗しました: {error}
km: មិនអាចចាប់ផ្តើមបង្ហោះបានទេ៖ {error}
kn: ಹೋಸ್ಟಿಂಗ್ ಪ್ರಾರಂಭಿಸಲು ವಿಫಲವಾಗಿದೆ: {error}
ko: 호스팅 시작 실패: {error}
lt: Nepavyko pradėti talpinimo: {error}
lv: Neizdevās uzsākt spēles vadīšanu: {error}
mk: Не успеа да се започне хостирањето: {error}
ms: Gagal memulakan hos: {error}
my: အိမ်ရှင်စတင်မရ: {error}
nb: Kunne ikke starte hosting: {error}
nl: Starten van host mislukt: {error}
pl: Nie udało się rozpocząć hostowania: {error}
pt: Falha ao iniciar a hospedagem: {error}
ro: Nu s-a reușit pornirea găzduirii: {error}
ru: Не удалось начать хостинг: {error}
si: හෝස්ට් කිරීම ආරම්භ කිරීමට අසාර්ථක විය: {error}
sk: Nepodarilo sa spustiť hosťovanie: {error}
sl: Gostovanje ni uspelo: {error}
sq: Dështoi fillimi i hostimit: {error}
sr: Покретање хостовања није успело: {error}
sv: Kunde inte starta värdskap: {error}
sw: Imeshindwa kuanzisha uandaa: {error}
ta: பகிர்வை தொடங்குவதில் தோல்வி: {error}
te: హోస్టింగ్ ప్రారంభించడంలో విఫలమైంది: {error}
th: เริ่มโฮสต์ล้มเหลว: {error}
tr: Sunuculuğu başlatma başarısız: {error}
uk: Не вдалося запустити хостинг: {error}
ur: ہوسٹنگ شروع کرنے میں ناکام: {error}
uz: Xostingni boshlash muvaffaqiyatsiz tugadi: {error}
vi: Không thể bắt đầu lưu trữ: {error}
zh: 启动服务失败：{error}
zh_hant: 啟動服務失敗：{error}
zu: Kuhlulekile ukuqala ukubamba: {error}

# hostDiscovered
source: Host discovered: {ip}:{port}
af: Gasheer ontdek: {ip}:{port}
am: ማስተናገድ ተገኝቷል፡ {ip}:{port}
ar: تم اكتشاف المضيف: {ip}:{port}
az: Host tapıldı: {ip}:{port}
be: Хост выяўлены: {ip}:{port}
bg: Открит хост: {ip}:{port}
bn: হোস্ট আবিষ্কৃত: {ip}:{port}
bo: ཞབས་ཞུ་ཆས་མཐོང་རྒྱུ། {ip}:{port}
ca: Amfitrió trobat: {ip}:{port}
cs: Hostitel nalezen: {ip}:{port}
da: Vært opdaget: {ip}:{port}
de: Host gefunden: {ip}:{port}
el: Βρέθηκε διακομιστής: {ip}:{port}
es: Anfitrión descubierto: {ip}:{port}
et: Host leitud: {ip}:{port}
fa: میزبان شناسایی شد: {ip}:{port}
fi: Isäntä löydetty: {ip}:{port}
fr: Hôte découvert : {ip}:{port}
gu: હોસ્ટ મળ્યું: {ip}:{port}
he: מארח נמצא: {ip}:{port}
hi: होस्ट मिला: {ip}:{port}
hr: Otkriven host: {ip}:{port}
hu: Hoszt felfedezve: {ip}:{port}
hy: Հոսթ հայտնաբերվել է՝ {ip}:{port}
id: Host ditemukan: {ip}:{port}
is: Hýsing uppgötvuð: {ip}:{port}
it: Host rilevato: {ip}:{port}
ja: ホストが見つかりました: {ip}:{port}
km: បានរកឃើញម៉ាស៊ីនមេ៖ {ip}:{port}
kn: ಹೋಸ್ಟ್ ಕಂಡುಬಂದಿದೆ: {ip}:{port}
ko: 호스트 발견: {ip}:{port}
lt: Talpintojas aptiktas: {ip}:{port}
lv: Spēles vadītājs atrasts: {ip}:{port}
mk: Откриен домаќин: {ip}:{port}
ms: Hos ditemui: {ip}:{port}
my: အိမ်ရှင်တွေ့ရှိ: {ip}:{port}
nb: Vert oppdaget: {ip}:{port}
nl: Host gevonden: {ip}:{port}
pl: Odkryto hosta: {ip}:{port}
pt: Host descoberto: {ip}:{port}
ro: Gazdă descoperită: {ip}:{port}
ru: Хост обнаружен: {ip}:{port}
si: හොස්ට් හෙළිදරව් විය: {ip}:{port}
sk: Nájdený hostiteľ: {ip}:{port}
sl: Gostitelj odkrit: {ip}:{port}
sq: Host i zbuluar: {ip}:{port}
sr: Откривен домаћин: {ip}:{port}
sv: Värd upptäckt: {ip}:{port}
sw: Mwenyeji amegunduliwa: {ip}:{port}
ta: ஹோஸ்ட் கண்டுபிடிக்கப்பட்டது: {ip}:{port}
te: హోస్ట్ కనుగొనబడింది: {ip}:{port}
th: พบโฮสต์: {ip}:{port}
tr: Sunucu bulundu: {ip}:{port}
uk: Хост виявлено: {ip}:{port}
ur: میزبان دریافت ہوا: {ip}:{port}
uz: Xost topildi: {ip}:{port}
vi: Đã tìm thấy máy chủ: {ip}:{port}
zh: 发现主机：{ip}:{port}
zh_hant: 發現主機：{ip}:{port}
zu: Umbambi utholiwe: {ip}:{port}

source: Stop
am: ቁም
ar: إيقاف
az: Dayandır.
be: Спыніць
bg: Спри
bn: বন্ধ করুন
bo: མཚམས་འཇོག
ca: Atura
cs: Zastavit
de: Beenden
el: Διακοπή
es: Detener
et: Peata
fa: توقف
fi: Lopeta
fr: Arrêter
gu: બંધ કરો
he: עצור
hi: रोकें
hr: Zaustavi
hu: Leállítás
hy: Դադարեցնել
id: Berhenti
is: Stöðva
it: Ferma
ja: 停止
km: បញ្ឈប់
kn: ನಿಲ್ಲಿಸಿ
ko: 중지
lt: Stabdyti
lv: Apturēt
mk: Стоп
ms: Hentikan
my: ရပ်
nb: Stopp
nl: Stoppen
pl: Zatrzymaj
pt: Parar
ro: Oprește
ru: Остановить
si: නවතා දමන්න
sk: Zastaviť
sl: Ustavi
sq: Ndalo
sr: Заустави
sv: Stoppa
sw: Simamisha
ta: நிறுத்து
te: ఆపు
th: หยุด
tr: Durdur
uk: Зупинити
ur: بند کریں
uz: To'xtatish
vi: Dừng
zh: 停止
zh_hant: 停止
zu: Yeka

source: Discover
af: Ontdek
am: ያግኙ
ar: اكتشاف
az: Axtar.
be: Выявіць
bg: Открий
bn: আবিষ্কার করুন
bo: མཐོང་རྒྱུ།
ca: Descobreix
cs: Vyhledat
da: Opdag
de: Suchen
el: Αναζήτηση
es: Descubrir
et: Avasta
fa: جستجو
fi: Etsi
fr: Découvrir
gu: શોધો
he: גלה
hi: खोजें
hr: Otkrij
hu: Felfedezés
hy: Հայտնաբերել
id: Temukan
is: Uppgötva
it: Rileva
ja: 検出
km: រកឃើញ
kn: ಶೋಧಿಸಿ
ko: 검색
lt: Aptikti
lv: Atklāt
mk: Откриј
ms: Kesan
my: ရှာဖွေသည်
nb: Oppdag
nl: Ontdekken
pl: Odkryj
pt: Descobrir
ro: Descoperă
ru: Обнаружить
si: හෙළිදරව් කරන්න
sk: Vyhľadať
sl: Odkrij
sq: Zbulo
sr: Откриј
sv: Upptäck
sw: Gundua
ta: தேடு
te: కనుగొనండి
th: ค้นหา
tr: Keşfet
uk: Відкрийте для себе
ur: دریافت کریں
uz: Aniqlash
vi: Khám phá
zh: 发现
zh_hant: 發現
zu: Thola

source: Connect
af: Koppel
am: ግንኙን
ar: اتصل
az: Qoşul.
be: Падлучыцца
bg: Свържи се
bn: সংযোগ করুন
bo: འབྲེལ་མཐུད།
ca: Connecta
cs: Připojit
da: Forbind
de: Verbinden
el: Σύνδεση
es: Conectar
et: Ühenda
fa: اتصال
fi: Yhdistä
fr: Se connecter
gu: જોડાઓ
he: התחבר
hi: कनेक्ट करें
hr: Poveži se
hu: Csatlakozás
hy: Միացնել
id: Sambungkan
is: Tengjast
it: Connetti
ja: 接続
km: តភ្ជាប់
kn: ಸಂಪರ್ಕಿಸಿ
ko: 연결
lt: Prisijungti
lv: Savienoties
mk: Поврзи се
ms: Sambung
my: ချိတ်ဆက်သည်
nb: Koble til
nl: Verbinden
pl: Połącz
pt: Conectar
ro: Conectează
ru: Подключиться
si: සම්බන්ධ වන්න
sk: Pripojiť
sl: Poveži
sq: Lidhu
sr: Повежи се
sv: Anslut
sw: Ungana
ta: இணை
te: కనెక్ట్ అవ్వండి
th: เชื่อมต่อ
tr: Bağlan
uk: Підключитися
ur: کنیکٹ کریں
uz: Ulanish
vi: Kết nối
zh: 连接
zh_hant: 連線
zu: Xhuma

# clientConnected
source: Client connected: {clientIp}:{clientPort}
af: Kliënt gekoppel: {clientIp}:{clientPort}
am: ተጠቃሚ ግንኙነት ተደርጓል፡ {clientIp}:{clientPort}
ar: تم الاتصال بالعميل: {clientIp}:{clientPort}
az: Müştəri qoşuldu: {clientIp}:{clientPort}
be: Кліент падлучаны: {clientIp}:{clientPort}
bg: Клиентът е свързан: {clientIp}:{clientPort}
bn: ক্লায়েন্ট সংযুক্ত: {clientIp}:{clientPort}
bo: ཞབས་ཞུ་ཆས་འབྲེལ་཮ཐུད་བྱས་པ། {clientIp}:{clientPort}
ca: Client connectat: {clientIp}:{clientPort}
cs: Klient připojen: {clientIp}:{clientPort}
da: Klient forbundet: {clientIp}:{clientPort}
de: Client verbunden: {clientIp}:{clientPort}
el: Ο πελάτης συνδέθηκε: {clientIp}:{clientPort}
es: Cliente conectado: {clientIp}:{clientPort}
et: Klient ühendas: {clientIp}:{clientPort}
fa: مشتری متصل شد: {clientIp}:{clientPort}
fi: Asiakas yhdistettiin: {clientIp}:{clientPort}
fr: Client connecté : {clientIp}:{clientPort}
gu: ક્લાયન્ટ જોડાયેલ: {clientIp}:{clientPort}
he: לקוח מחובר: {clientIp}:{clientPort}
hi: क्लाइंट कनेक्टेड: {clientIp}:{clientPort}
hr: Klijent se povezao: {clientIp}:{clientPort}
hu: Kliens csatlakozott: {clientIp}:{clientPort}
hy: Client-ը միացված է՝ {clientIp}:{clientPort}
id: Klien terhubung: {clientIp}:{clientPort}
is: Viðskiptavinur tengdur: {clientIp}:{clientPort}
it: Client connesso: {clientIp}:{clientPort}
ja: クライアントが接続しました: {clientIp}:{clientPort}
km: ម៉ាស៊ីនភ្ញៀវបានភ្ជាប់៖ {clientIp}:{clientPort}
kn: ಕ್ಲೈಂಟ್ ಸಂಪರ್ಕಗೊಂಡಿದೆ: {clientIp}:{clientPort}
ko: 클라이언트 연결됨: {clientIp}:{clientPort}
lt: Klientas prisijungė: {clientIp}:{clientPort}
lv: Klients pievienojies: {clientIp}:{clientPort}
mk: Поврзан клиент: {clientIp}:{clientPort}
ms: Klien disambungkan: {clientIp}:{clientPort}
my: ကလိုင်းယင့်ချိတ်ဆက်: {clientIp}:{clientPort}
nb: Klient tilkoblet: {clientIp}:{clientPort}
nl: Client verbonden: {clientIp}:{clientPort}
pl: Klient połączony: {clientIp}:{clientPort}
pt: Cliente conectado: {clientIp}:{clientPort}
ro: Client conectat: {clientIp}:{clientPort}
ru: Клиент подключен: {clientIp}:{clientPort}
si: සේවාදායක සම්බන්ධ විය: {clientIp}:{clientPort}
sk: Klient pripojený: {clientIp}:{clientPort}
sl: Odjemalec povezan: {clientIp}:{clientPort}
sq: Klienti u lidh: {clientIp}:{clientPort}
sr: Клијент се повезао: {clientIp}:{clientPort}
sv: Klient ansluten: {clientIp}:{clientPort}
sw: Mteja ameunganishwa: {clientIp}:{clientPort}
ta: வாடிக்கையாளர் இணைக்கப்பட்டார்: {clientIp}:{clientPort}
te: క్లయింట్ కనెక్ట్ అయింది: {clientIp}:{clientPort}
th: เชื่อมต่อไคลเอ็นต์: {clientIp}:{clientPort}
tr: İstemci bağlandı: {clientIp}:{clientPort}
uk: Клієнт підключений: {clientIp}:{clientPort}
ur: کلائنٹ کنیکٹ ہو گیا: {clientIp}:{clientPort}
uz: Klient ulandi: {clientIp}:{clientPort}
vi: Máy khách đã kết nối: {clientIp}:{clientPort}
zh: 客户端已连接：{clientIp}:{clientPort}
zh_hant: 客戶端已連線：{clientIp}:{clientPort}
zu: Iklayenti lixhunyiwe: {clientIp}:{clientPort}

# discoveringSeconds
source: Discovering: {seconds} s
af: Ontdek: {seconds} s
am: በሚገኙ ሰከንዶች: {seconds} s
ar: جارٍ الاكتشاف: {seconds} ثوانٍ
az: Axtarılır: {seconds} s
be: Выяўленне: {seconds} с
bg: Откриване: {seconds} с
bn: আবিষ্কার করছে: {seconds} সেকেন্ড
bo: མཐོང་རྒྱུ་བྱེད་བཞིན་པ། {seconds} སྐར་ཆ།
ca: S'està descobrint: {seconds} s
cs: Vyhledávám: {seconds} s
da: Opdager: {seconds} s
de: Suche: {seconds} s
el: Αναζήτηση: {seconds} δευτερόλεπτα
es: Descubriendo: {seconds} s
et: Avastamine: {seconds} s
fa: در حال جستجو: {seconds} ثانیه
fi: Etsitään: {seconds} s
fr: Découverte : {seconds} s
gu: શોધી રહ્યું: {seconds} સે
he: מגלה: {seconds} שניות
hi: खोज रहा है: {seconds} सेकंड
hr: Otkrivanje: {seconds} s
hu: Felfedezés: {seconds} s
hy: Հայտնաբերում՝ {seconds} վ
id: Mencari: {seconds} d
is: Uppgötvar: {seconds} s
it: Rilevamento: {seconds} s
ja: 検出中: {seconds} 秒
km: កំពុងរកឃើញ៖ {seconds} វិនាទី
kn: ಶೋಧಿಸಲಾಗುತ್ತಿದೆ: {seconds} ಸೆ
ko: 검색 중: {seconds}초
lt: Aptikimas: {seconds} s
lv: Meklē: {seconds} s
mk: Откривање: {seconds} с
ms: Mengesan: {seconds} s
my: ရှာဖွေနေသည်: {seconds} စက္ကန့်
nb: Oppdager: {seconds} s
nl: Bezig met ontdekken: {seconds} s
pl: Odkrywanie: {seconds} s
pt: Descobrindo: {seconds} s
ro: Se descoperă: {seconds} s
ru: Обнаружение: {seconds} с
si: හෙළිදරව් කිරීම: {seconds} තත්පර
sk: Vyhľadávanie: {seconds} s
sl: Odkrij: {seconds} s
sq: Duke zbuluar: {seconds} s
sr: Откривање: {seconds} с
sv: Upptäcker: {seconds} s
sw: Inagundua: {seconds} s
ta: தேடுகிறது: {seconds} வினாடிகள்
te: కనుగొనడం: {seconds} సెకన్లు
th: กำลังค้นหา: {seconds} วินาที
tr: Keşfediliyor: {seconds} s
uk: Відкриття: {seconds} с
ur: دریافت کر رہا ہے: {seconds} s
uz: Aniqlanmoqda: {seconds} s
vi: Đang khám phá: {seconds} giây
zh: 正在发现：{seconds} 秒
zh_hant: 正在發現：{seconds} 秒
zu: Ukuthola: {seconds} s

# reconnecting
source: Reconnecting ({attempt}/{maxAttempts})
af: Herkoppel ({attempt}/{maxAttempts})
am: ዳግም መገናኘት ({attempt}/{maxAttempts})
ar: إعادة الاتصال ({attempt}/{maxAttempts})
az: Yenidən qoşulur ({attempt}/{maxAttempts})
be: Перападлучэнне ({attempt}/{maxAttempts})
bg: Повторно свързване ({attempt}/{maxAttempts})
bn: পুনরায় সংযোগ করছে ({attempt}/{maxAttempts})
bo: ཡང་བསྐྱར་འབྲེལ་཮ཐུད་བྱེད་བཞིན་པ། ({attempt}/{maxAttempts})
ca: Reconnexió ({attempt}/{maxAttempts})
cs: Znovupřipojování ({attempt}/{maxAttempts})
da: Genopretter forbindelse ({attempt}/{maxAttempts})
de: Wiederverbinden ({attempt}/{maxAttempts})
el: Επανασύνδεση ({attempt}/{maxAttempts})
es: Reconectando ({attempt}/{maxAttempts})
et: Üritab uuesti ühendada ({attempt}/{maxAttempts})
fa: در حال اتصال مجدد ({attempt}/{maxAttempts})
fi: Yhdistetään uudelleen ({attempt}/{maxAttempts})
fr: Reconnexion ({attempt}/{maxAttempts})
gu: પુનઃ જોડાણ ({attempt}/{maxAttempts})
he: מתחבר מחדש ({attempt}/{maxAttempts})
hi: पुनः कनेक्ट कर रहा है ({attempt}/{maxAttempts})
hr: Ponovno povezivanje ({attempt}/{maxAttempts})
hu: Újracsatlakozás ({attempt}/{maxAttempts})
hy: Վերամիացում ({attempt}/{maxAttempts})
id: Menyambungkan kembali ({attempt}/{maxAttempts})
is: Tengist aftur ({attempt}/{maxAttempts})
it: Riconnessione ({attempt}/{maxAttempts})
ja: 再接続中 ({attempt}/{maxAttempts})
km: កំពុងតភ្ជាប់ឡើងវិញ ({attempt}/{maxAttempts})
kn: ಮರುಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ ({attempt}/{maxAttempts})
ko: 다시 연결 중 ({attempt}/{maxAttempts})
lt: Prisijungiama iš naujo ({attempt}/{maxAttempts})
lv: Atjaunojam savienojumu ({attempt}/{maxAttempts})
mk: Повторно поврзување ({attempt}/{maxAttempts})
ms: Menyambung semula ({attempt}/{maxAttempts})
my: ပြန်ချိတ်ဆက်နေသည် ({attempt}/{maxAttempts})
nb: Kobler til på nytt ({attempt}/{maxAttempts})
nl: Opnieuw verbinden ({attempt}/{maxAttempts})
pl: Ponowne łączenie ({attempt}/{maxAttempts})
pt: Reconectando ({attempt}/{maxAttempts})
ro: Se reconectează ({attempt}/{maxAttempts})
ru: Переподключение ({attempt}/{maxAttempts})
si: නැවත සම්බන්ධ වීම ({attempt}/{maxAttempts})
sk: Opätovné pripojenie ({attempt}/{maxAttempts})
sl: Ponovno povezovanje ({attempt}/{maxAttempts})
sq: Po rilidhet ({attempt}/{maxAttempts})
sr: Поновно повезивање ({attempt}/{maxAttempts})
sv: Återansluter ({attempt}/{maxAttempts})
sw: Inajiunga tena ({attempt}/{maxAttempts})
ta: மீண்டும் இணைவது ({attempt}/{maxAttempts})
te: మళ్లీ కనెక్ట్ అవుతోంది ({attempt}/{maxAttempts})
th: กำลังเชื่อมต่อใหม่ ({attempt}/{maxAttempts})
tr: Yeniden bağlanılıyor ({attempt}/{maxAttempts})
uk: Повторне підключення ({attempt}/{maxAttempts})
ur: دوبارہ کنیکٹ ہو رہا ہے ({attempt}/{maxAttempts})
uz: Qayta ulanmoqda ({attempt}/{maxAttempts})
vi: Đang kết nối lại ({attempt}/{maxAttempts})
zh: 重连 ({attempt}/{maxAttempts})
zh_hant: 重連 ({attempt}/{maxAttempts})
zu: Ukuxhuma kabusha ({attempt}/{maxAttempts})

source: Connected
af: Gekoppel
am: ተገናኝቷል
ar: متصل
az: Qoşuldu.
be: Падлучаны
bg: Свързан
bn: সংযুক্ত
bo: འབྲེལ་཮ཐུད་བྱས་པ།
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
es: Conectado
et: Ühendatud
fa: متصل
fi: Yhdistetty
fr: Connecté
gu: જોડાયેલ
he: מחובר
hi: कनेक्टेड
hr: Povezano
hu: Csatlakozva
hy: Միացված
id: Terhubung
is: Tengdur
it: Connesso
ja: 接続済み
km: បានតភ្ជាប់
kn: ಸಂಪರ್ಕಗೊಂಡಿದೆ
ko: 연결됨
lt: Prisijungta
lv: Savienots
mk: Поврзано
ms: Bersambung
my: ချိတ်ဆက်ပြီး
nb: Tilkoblet
nl: Verbonden
pl: Połączono
pt: Conectado
ro: Conectat
ru: Подключено
si: සම්බන්ධ වී ඇත
sk: Pripojené
sl: Povezan
sq: I lidhur
sr: Повеzano
sv: Ansluten
sw: Imeunganishwa
ta: இணைக்கப்பட்டது
te: కనెక్ట్ అయింది.
th: เชื่อมต่อแล้ว
tr: Bağlandı
uk: Підключено
ur: کنیکٹ ہو گیا
uz: Ulandi
vi: Đã kết nối
zh: 已连接
zh_hant: 已連線
zu: Uxhunyiwe

source: Delete
af: Vee uit
am: አስወግድ
ar: حذف
az: Sil.
be: Выдаліць
bg: Изтрий
bn: মুছে ফেলুন
bo: བསུབ་པ།
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fa: حذف
fi: Poista
fr: Supprimer
gu: કાઢી નાખો
he: מחק
hi: हटाएँ
hr: Izbriši
hu: Törlés
hy: Ջնջել
id: Hapus
is: Eyða
it: Elimina
ja: 削除
km: លុប
kn: ಅಳಿಸಿ
ko: 삭제
lt: Ištrinti
lv: Dzēst
mk: Избриши
ms: Padam
my: ဖျက်
nb: Slett
nl: Verwijderen
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
si: මකන්න
sk: Odstrániť
sl: Izbriši
sq: Fshi
sr: Избриши
sv: Ta bort
sw: Futa
ta: அழி
te: తొలగించండి
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
uz: O'chirish
vi: Xóa
zh: 删除
zh_hant: 刪除
zu: Susa

source: Ancient Egypt
af: Antieke Egipte
am: ጥንታዊ ግብፅ
ar: عبق الفراعنة
az: Qədim Misir
be: Старажытны Егіпет
bg: Древен Египет
bn: প্রাচীন মিশর
bo: ཨི་ཇིབཏ་ནང་དུས་རབས།
ca: Antic Egipte
cs: Starověký Egypt
da: Det Gamle Egypten
de: Germanisches Erbe
el: Αρχαία Αίγυπτος
es: Antiguo Egipto
et: Vana-Egiptus
fa: ایران باستان
fi: Muinainen Egypti
fr: Égypte ancienne
gu: પ્રાચીન ઇજિપ્ત
he: מצרים העתיקה
hi: प्राचीन मिस्र
hr: Drevni Egipat
hu: Árpád-kori Örökség
hy: Հին Եգիպտոս
id: Mesir Kuno
is: Forn-Egyptaland
it: Antico Egitto
ja: 洛霞
km: អេហ្ស៊ីបបុរាណ
kn: ಪ್ರಾಚೀನ ಈಜಿಪ್ಟ್
ko: 고구려의 신비
lt: Senovės Egiptas
lv: Senā Ēģipte
mk: Антички Египет
ms: Mesir Purba
my: ရှေးဟောင်းအီဂျစ်
nb: Det gamle Egypt
nl: Oud Egypte
pl: Starożytny Egipt
pt: Herança Marajoara
ro: Egiptul Antic
ru: Древний Египет
si: පුරාණ ඊජිප්තුව
sk: Staroveký Egypt
sl: Stari Egipt
sq: Egjipti i Lashtë
sr: Древни Египат
sv: Forntida Egypten
sw: Misri ya Kale
ta: பழங்கால எகிப்து
te: పురాతన ఈజిప్ట్
th: อียิปต์โบราณ
tr: Antik Mısır
uk: Стародавній Єгипет
ur: قدیم مصر
uz: Qadimgi Misr
vi: Ai Cập Cổ Đại
zh: 敦煌
zh_hant: 敦煌
zu: I-Egypt Yasendulo

source: Gothic Ice
af: Gotiese Ys
am: ጎቲክ በረዶ
ar: ثلوج الأطلس
az: Qotik Buz
be: Гатычны Лёд
bg: Готически Лед
bn: গথিক বরফ
bo: གོ་ཐིག་གངས།
ca: Gel gòtic
cs: Gotický Led
da: Gotisk Is
de: Alpen-Gletscher
el: Γοτθικός Πάγος
es: Hielo Gótico
et: Gooti Jää
fa: یخچال خشتی
fi: Goottilainen Jää
fr: Glace gothique
gu: ગોથિક બરફ
he: קרח גותי
hi: गॉथिक बर्फ
hr: Gotski Led
hu: Mátyás-kori Gótika
hy: Գոթական Սառույց
id: Es Gotik
is: Gotneskur Ís
it: Ghiaccio Gotico
ja: 氷紋縹
km: ទឹកកកហ្គោធិក
kn: ಗೋಥಿಕ್ ಮಂಜುಗಡ್ಡೆ
ko: 설경의 고딕
lt: Gotikinis Ledas
lv: Gotiskais Ledus
mk: Готски Лед
ms: Ais Gotik
my: ဂိုသစ်ရေခဲ
nb: Gotisk Is
nl: Gotisch Ijs
pl: Gotyk Lód
pt: Neve da Serra Gaúcha
ro: Gheață Gotică
ru: Готический Лёд
si: ගොතික් අයිස්
sk: Gotický Ľad
sl: Gotski Led
sq: Akull Gotik
sr: Готски Лед
sv: Gotisk Is
sw: Barafu ya Gothic
ta: கோதிக் பனி
te: గోతిక్ ఐస్
th: น้ำแข็งโกธิก
tr: Gotik Buz
uk: Готичний лід
ur: گوتھک برف
uz: Gotik Muz
vi: Băng Gothic
zh: 凛珥
zh_hant: 凜珥
zu: Iqhwa le-Gothic

source: Rice Field
af: Rysveld
am: ሩዝ መልከዓምድር
ar: حقول النيل
az: Çəltik Tarlası
be: Рысавае Поле
bg: Оризово Поле
bn: ধানের ক্ষেত
bo: འབྲུ་ས་ཞིང་།
ca: Camp d'arròs
cs: Rýžové Pole
da: Rismark
de: Rapsfeld
el: Ρυζοχώραφο
es: Campo de Arroz
et: Riisipõld
fa: شالیزار گیلان
fi: Riisipelto
fr: Champ de riz
gu: ચોખાનું ખેતર
he: שדה אורז
hi: चावल का खेत
hr: Rižino Polje
hu: Búzamező
hy: Բրնձի Դաշտ
id: Ladang Padi
is: Hrísgrjónaakur
it: Campo di Riso
ja: 里海霧
km: វាលស្រែ
kn: ಭತ್ತದ ಗದ್ದೆ
ko: 벼밭의 파도
lt: Ryžių Laukas
lv: Rīsu Lauks
mk: Поле со Ориз
ms: Sawah Padi
my: စပါးခင်း
nb: Risåker
nl: Rijstveld
pl: Pole Ryżowe
pt: Arrozais do Pantanal
ro: Câmp de Orez
ru: Рисовое Поле
si: සහල් කෙත
sk: Ryžové Pole
sl: Riževo Polje
sq: Fushë me Oriz
sr: Поље Пиринча
sv: Risfält
sw: Shamba la Mchele
ta: நெல் வயல்
te: వరి పొలం
th: นาข้าว
tr: Pirinç Tarlası
uk: Рисове поле
ur: چاول کا کھیت
uz: Sholi Dalasi
vi: Ruộng Lúa
zh: 禾溟
zh_hant: 禾溟
zu: Insimu Yelayisi

source: Chinese Porcelain
af: Chinese Porselein
am: የቻይና ፖርሲሊን
ar: البورسلان الصيني
az: Çin Porseleni
be: Кітайскі Фарфор
bg: Китайски Порцелан
bn: চীনা পোর্সেলিন
bo: རྒྱ་ནག་གི་རྫ་རྫུན།
ca: Porcellana xinesa
cs: Čínský Porcelán
da: Kinesisk Porcelæn
de: Meißener Porzellan
el: Κινεζική Πορσελάνη
es: Porcelana China
et: Hiina Portselan
fa: چینی پرسلان
fi: Kiinalainen Posliini
fr: Porcelaine chinoise
gu: ચીની પોર્સેલિન
he: פורצלן סיני
hi: चीनी चीनी मिट्टी
hr: Kineski Porculan
hu: Herendi Porcelán
hy: Չինական Հախճապակի
id: Porselen Tiongkok
is: Kínverskt Postulín
it: Porcellana Cinese
ja: 九谷雅
km: ប៉សឺឡែនចិន
kn: ಚೀನೀ ಮಣ್ಣಿನ ಪಾತ್ರೆ
ko: 청자의 운치
lt: Kinijos Porcelianas
lv: Ķīnas Porcelāns
mk: Кинески Порцелан
ms: Porselin Cina
my: တရုတ်ကြွေထည်
nb: Kinesisk Porselen
nl: Chinees Porselein
pl: Chińska Porcelana
pt: Faiança das Caldas
ro: Porțelan Chinezesc
ru: Китайский Фарфор
si: චීන පෝසිලේන්
sk: Čínsky Porcelán
sl: Kitajski Porcelan
sq: Porcelan Kinez
sr: Кинески Порцелан
sv: Kinesiskt Porslin
sw: Porceleni ya Kichina
ta: சீன பீங்கான்
te: చైనీస్ పోర్సెలిన్
th: เครื่องเคลือบจีน
tr: Çin Porseleni
uk: Китайська порцеляна
ur: چینی چینی مٹی کا برتن
uz: Xitoy Porcelani
vi: Đồ Sứ Trung Quốc
zh: 瓷蕴
zh_hant: 瓷蘊
zu: I-Porcelain YaseShayina

source: Desert Dusk
af: Woestynskemer
am: በረሃ ጨለማ
ar: غسق الصحراء
az: Çöl Alatoranı
be: Пустынны Змярканне
bg: Пустинен Здрач
bn: মরুভূমির সন্ধ্যা
bo: བྱེ་ཐང་གི་སྙིང་སྟོད།
ca: Capvespre desèrtic
cs: Pouštní Soumrak
da: Ørken Skumring
de: Heideabend
el: Έρημος Σούρουπο
es: Atardecer del Desierto
et: Kõrbe Hämarik
fa: غروب کویر
fi: Aavikon Hämärä
fr: Crépuscule du désert
gu: રણનું સંધ્યાકાળ
he: דמדומי המדבר
hi: रेगिस्तान का संध्या
hr: Pustinjski Sumrak
hu: Pusztai Alkony
hy: Անապատի Մթնշաղ
id: Senja Gurun
is: Eyðimerkurrokkr
it: Tramonto del Deserto
ja: 砂暮焔
km: សន្ធិយាវាលខ្សាច់
kn: ಮರಳುಗಾಡಿನ ಸಂಜೆ
ko: 모래언덕의 황혼
lt: Dykumos Prieblanda
lv: Tuksneša Krēsla
mk: Пустински Самрак
ms: Senja Gurun
my: သဲကန္တာရညနေဝင်ချိန်
nb: Ørkenskumring
nl: Woestijnschemering
pl: Pustynny Zmierzch
pt: Crepúsculo Sertanejo
ro: Amurgul Deșertului
ru: Пустынные Сумерки
si: කාන්තාර සන්ධ්‍යාව
sk: Púštny Súmrak
sl: Puščavski Somrak
sq: Muzgu i Shkretëtirës
sr: Пустињски Сумрак
sv: Ökensskymning
sw: Jangwa Jioni
ta: பாலைவன மாலை
te: ఎడారి సంధ్య
th: ค่ำคืนในทะเลทราย
tr: Çöldeki Alacakaranlık
uk: Пустельні сутінки
ur: صحرا کی شام
uz: Cho'l Tonggi
vi: Hoàng Hôn Sa Mạc
zh: 沙焃
zh_hant: 沙焃
zu: Ukuhwalala Kwasogwadule
