Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# isDefenderMoveFirst_Detail
source: The player who moves second in the placing phase moves first in the moving phase.
af: Die speler wat tweede beweeg in die plasingsfase, beweeg eerste in die beweegfase.
am: በማስቀመጫ ደረጃ ሁለተኛ የሚንቀሳቀሰው ተጫዋች በማንቀሳቀሻ ደረጃ መጀመሪያ ይንቀሳቀሳል።
ar: اللاعب الذي يلعب ثانياً في مرحلة الوضع يتحرك أولاً في مرحلة الحركة.
az: Yerləşdirmə mərhələsində ikinci hərəkət edən oyunçu hərəkət mərhələsində birinci olur.
be: Гулец, які ідзе другім у фазе размяшчэння, ідзе першым у фазе перамяшчэння.
bg: Играчът, който се движи втори във фазата на поставяне, се движи първи във фазата на придвижване.
bn: খেলোয়াড় যিনি স্থাপনের পর্বে দ্বিতীয় স্থানান্তরিত হয় চলন্ত পর্বে প্রথম স্থানান্তরিত হয়।
bo: འཇོག་རིམ་ནང་གཉིས་པར་འགུལ་བ་རྩེད་འགྲན་པ་ནི་སྤོ་འགུལ་དུས་རིམ་ནང་སྔོན་འགུལ་བྱེད་མཁན་ཡིན།
ca: El jugador que mou segon en la fase de col·locació mou primer en la fase de moviments.
cs: Hráč, který se ve fázi umístění pohybuje na druhém místě, se ve fázi pohybu pohybuje jako první.
da: Den spiller, der flytter som den anden i placeringsfasen, flytter først i flyttefasen.
de: Der in der Setzphase zweite Spieler zieht in der Zugphase zuerst.
el: Ο παίκτης που κινείται δεύτερος στη φάση τοποθέτησης κινείται πρώτος στη φάση μετακίνησης.
es: El jugador que mueve en segundo lugar en la fase de colocación mueve primero en la fase de movimiento.
et: Mängija, kes liigub paigutusfaasis teisena, liigub liikumisfaasis esimesena.
fa: بازیکنی که در مرحله جای‌گذاری مهره‌ها در نوبت دوم حرکت می کند در مرحله حرکت دادن مهره‌ها اول حرکت می کند.
fi: Pelaaja, joka liikkuu toisena sijoitusvaiheessa, liikkuu ensimmäisenä siirtovaiheessa.
fr: Le joueur qui se déplace en second lors de la phase de placement se déplace en premier lors de la phase de déplacement.
gu: પ્લેસિંગ જે પ્લેસિંગ તબક્કામાં બીજા સ્થાને આવે છે તે ચાલતા તબક્કામાં પહેલા ફરે છે.
he: השחקן שזז שני בשלב ההצבה זז ראשון בשלב התנועה.
hi: जो खिलाड़ी प्लेसिंग फेज में सेकेंड मूव करता है वह मूविंग फेज में पहले मूव करता है।
hr: Drugi igrač u fazi postavljanja je prvi na redu u fazi pomicanja.
hu: Az a játékos, aki a második a lerakásban, lépésben első lesz.
hy: Խաղացողը, ով տեղափոխվում է երկրորդը տեղակայման փուլում, շարժվում է առաջինը շարժման փուլում:
id: Pemain yang bergerak kedua di fase penempatan bergerak pertama di fase bergerak.
is: Leikmaðurinn sem færist í öðru sæti í staðsetningarfasanum færist fyrstur í hreyfifasanum.
it: Il giocatore che muove per secondo nella fase di piazzamento muove per primo nella fase di spostamento.
ja: 配置フェイズで 2 番目に移動したプレイヤーが、移動フェイズで最初に移動します。
km: អ្នកលេងដែលផ្លាស់ទីទីពីរក្នុងដំណាក់កាលដាក់កូនអុក ផ្លាស់ទីមុនគេក្នុងដំណាក់កាលផ្លាស់ទី។
kn: ಇರಿಸುವ ಹಂತದಲ್ಲಿ ಎರಡನೇ ಸ್ಥಾನಕ್ಕೆ ಚಲಿಸುವ ಆಟಗಾರನು ಚಲಿಸುವ ಹಂತದಲ್ಲಿ ಮೊದಲು ಚಲಿಸುತ್ತಾನೆ.
ko: 배치 단계에서 두 번째로 둔 플레이어가 이동 단계에서 먼저 이동합니다.
lt: Žaidėjas, kuris padėjimo fazėje juda antras, judėjimo fazėje juda pirmas.
lv: Spēlētājs, kurš izvietošanas fāzē pārvietojas otrais, pārvietošanas fāzē pārvietojas pirmais.
mk: Играчот кој се движи втор во фазата на поставување се движи прв во фаза на движење.
ms: Pemain yang bergerak kedua dalam fasa meletakkan bergerak pertama dalam fasa bergerak.
my: နေရာယူသည့်အဆင့်တွင် ဒုတိယရွေ့သောကစားသမားသည် ရွေ့လျားသည့်အဆင့်တွင် ပထမရွေ့သည်။
nb: Spilleren som beveger seg andre i plasseringsfasen, beveger seg først i den bevegelige fasen.
nl: De speler die als tweede beweegt in de plaatsingsfase beweegt als eerste in de verplaatsingsfase.
pl: Gracz, który porusza się jako drugi w fazie układania, porusza się jako pierwszy w fazie ruchu.
pt: O jogador que se move em segundo lugar na fase de colocação se move primeiro na fase de movimentação.
ro: Jucătorul care este al doilea în plasare, devine primul în faza de mutare.
ru: Игрок, который ходит вторым в фазе расстановки, ходит первым в фазе перемещения.
si: තැන්පත් කිරීමේ අවධියේ දෙවනුව චලනය කරන ක්‍රීඩකයා, චලන අවධියේ පළමුව චලනය කරයි.
sk: Hráč, ktorý sa vo fáze umiestňovania pohybuje ako druhý, sa vo fáze pohybu pohybuje ako prvý.
sl: Igralec, ki se v fazi postavljanja premakne kot drugi, se v fazi premikanja premakne prvi.
sq: Lojtari që lëviz i dyti në fazën e vendosjes lëviz i pari në fazën e lëvizjes.
sr: Играч који се креће други у фази постављања креће се први у фази кретања.
sv: Den spelare som flyttar näst längst i placeringsfasen flyttar först i flyttfasen.
sw: Mchezaji ambaye anasonga pili katika awamu ya kuweka anasonga kwanza katika awamu ya kusonga.
ta: இடும் கட்டத்தில் இரண்டாவது இடத்தைப் பிடித்த வீரர் நகரும் கட்டத்தில் முதலில் நகர்கிறார்.
te: ఉంచే దశలో రెండవ స్థానంలో ఉన్న ఆటగాడు కదిలే దశలో మొదట కదులుతాడు.
th: ผู้เล่นที่ขยับตัวที่สองในระยะการวางจะเคลื่อนที่ก่อนในระยะที่เคลื่อนที่
tr: Yerleştirme aşamasında ikinci olan oyuncu, hareket aşamasında ilk hamleyi yapar.
uk: Гравець, який йде другим у фазі розміщення, переходить першим у фазі переміщення.
ur: پلیسنگ فیز میں دوسرے نمبر پر آنے والا کھلاڑی موونگ فیز میں پہلے آتا ہے۔
uz: Joylashtirish bosqichida ikkinchi harakat qilgan o'yinchi harakatlanayotgan bosqichda birinchi bo'lib harakat qiladi.
vi: Người chơi đi thứ hai trong giai đoạn đặt sẽ đi trước trong giai đoạn di chuyển.
zh: 在摆子阶段后摆子的一方，在走子阶段先走子。
zh_hant: 在擺子階段後擺子的一方，在走子階段先走子。
zu: Umdlali ohamba okwesibili esigabeni sokubeka uhamba kuqala esigabeni esinyakazayo.

# mayRemoveMultiple
source: Multi-remove
af: Multi-verwyder
am: ብዙ-ማስወገድ
ar: متعدد الإزالة
az: Çoxlu sil
be: Мульты-выдаліць
bg: Многократно преместване
bn: বহু-সরান
bo: མང་བསུབ།
ca: Supressió múltiple
cs: Vícenásobné odebrání
da: Multi-fjern
de: Mehrfaches Entfernen
el: Πολλαπλή αφαίρεση
es: Remoción múltiple
et: Mitmekordne eemaldamine
fa: حذف چندگانه مهره‌ها
fi: Monta poistoa
fr: Suppression multiple
gu: બહુ-દૂર કરો
he: הסרה מרובה
hi: बहु-निकालें
hr: Višestruko uklanjanje
hu: Többszörös eltávolítás
hy: Բազմակի հեռացում
id: Multi-hapus
is: Fjölfjarlægja
it: Multi-rimozione
ja: マルチリムーブ
km: ដកចេញច្រើន
kn: ಬಹು-ತೆಗೆದುಹಾಕಿ
ko: 여러 말 제거
lt: Daugkartinis perkėlimas
lv: Vairākkārtēja pārvietošana
mk: Повеќе-отстранување
ms: Pembuangan berbilang
my: မျိုးစုံကို ဖယ်ရှားပါ
nb: Fjern flere
nl: Meervoudig verwijderen
pl: Wielokrotne usuwanie
pt: Remoção múltipla
ro: Morișcă (moară dublă)
ru: Мульти-перемещение
si: බහු-ඉවත් කිරීම
sk: Viacnásobné premiestňovanie
sl: Večkratno odstranjevanje
sq: Shumë-hiqni
sr: Вишеструко уклањање
sv: Flera flyttningar
sw: Kuondoa nyingi
ta: பல-நீக்கு
te: బహుళ-తీసివేయి
th: มัลติลบ
tr: çoklu kaldır
uk: Багаторазове видалення
ur: کثیر ہٹانا
uz: Ko'p o'chirish
vi: loại bỏ nhiều lần
zh: 吃多子
zh_hant: 吃多子
zu: Ukukhipha okuningi

# mayRemoveMultiple_Detail
source: If a player closes more than one mill at once, she will remove the number of mills she closed.
af: As 'n speler meer as een meule op een slag toemaak, sal sy die aantal meule wat sy gesluit het, verwyder.
am: አንድ ተጫዋች ከአንድ በላይ ሚል በአንድ ጊዜ ከዘጋ፣ የዘጋቸውን የሚል ብዛት ያህል ያስወግዳል።
ar: إذا أغلق اللاعب أكثر من مطحنة في وقت واحد ، فسيكون قادرًا على إزالة عدد المطاحن التي أغلقها.
az: Oyunçu bir anda birdən çox dəyirmanı bağlasa, bağladığı dəyirmanların sayını siləcək.
be: Калі гулец закрывае больш за адзін млын адначасова, ён выдаляе колькасць млыноў, якія ён зачыніў.
bg: Ако играч затвори повече от една мелница наведнъж, той ще премахне броя на мелниците, които е затворил.
bn: যদি কোনও খেলোয়াড় একবারে একাধিক মিল বন্ধ করে দেয় তবে তিনি বন্ধ হওয়া মিলের সংখ্যা সরিয়ে ফেলবেন।
bo: གལ་ཏེ་རྩེད་འགྲན་པ་ཞིག་གིས་ཐེངས་གཅིག་ལ་གསུམ་ལས་མང་བ་ཁ་རྒྱག་ན་ཁོ་མོས་ཁ་རྒྱག་པའི་གསུམ་གྱི་ཨང་གྲངས་དེ་མེད་པར་བཟོ་ཐུབ།
ca: Si un jugador forma més d'un molí a la vegada, prendrà tantes peces com molins ha format.
cs: Pokud hráč zavře více než jeden mlýn najednou, bude moci odebrat počet mlýnů, které uzavřela.
da: Hvis en spiller lukker mere end én mølle på én gang, fjerner hun det antal møller, hun har lukket.
de: Wenn ein Spieler mehr als eine Mühle gleichzeitig schließt, darf er entsprechend viele Steine entfernen.
el: Εάν ένας παίκτης κλείσει περισσότερους από έναν μύλους ταυτόχρονα, θα αφαιρέσει τον αριθμό των μύλων που έκλεισε.
es: Si una jugadora cierra más de un molino a la vez, podrá retirar el número de molinos que haya cerrado.
et: Kui mängija sulgeb korraga rohkem kui ühe veski, eemaldab ta nii mitu veskit, kui mitu veskit ta sulges.
fa: اگر یک بازیکن یکباره بیش از یک دوز را حاصل شود ، می تواند به تعداد دوزهایی که حاصل شده، مهره‌های حریف را بردارد.
fi: Jos pelaaja sulkee useamman kuin yhden myllyn kerralla, hän poistaa suljettujen myllyjen määrän.
fr: Si un joueur ferme plus d'un moulin à la fois, il pourra retirer le nombre de moulins qu'il a fermés.
gu: જો કોઈ ખેલાડી એક સાથે એક મિલ કરતાં વધુ બંધ કરે છે, તો તેણી બંધ કરેલી મિલોની સંખ્યા દૂર કરશે.
he: אם שחקן סוגר יותר ממפעל אחד בבת אחת, היא תסיר את מספר הטחנות שסגרה.
hi: यदि कोई खिलाड़ी एक बार में एक से अधिक मिलों को बंद कर देता है, तो वह बंद की गई मिलों की संख्या को निकालने में सक्षम होगी।
hr: Ako igrač zatvori više od jednog mlina odjednom, može ukloniti isti broj figura protivnika.
hu: Ha egy játékos ugyanazzal a koronggal egyszerre több malmot hoz létre, akkor a létrehozott malmok számának megfelelő számú ellenfél-korongot távolíthat el.
hy: Եթե խաղացողը միանգամից փակում է մեկից ավելի ջրաղաց, նա կհեռացնի իր փակած ջրաղացների քանակը:
id: Jika seorang pemain menutup lebih dari satu penggilingan sekaligus, dia akan menghapus jumlah penggilingan yang dia tutup.
is: Ef leikmaður lokar fleiri en einni myllu í einu mun hún fjarlægja fjölda myllna sem hún lokaði.
it: Se un giocatore chiude più di un mulino alla volta, potrà rimuovere il numero di mulini che ha chiuso.
ja: プレーヤーが一度に複数のミルを完成させた場合、完成させたミルの数だけ駒を取り除けます。
km: ប្រសិនបើអ្នកលេងបិទមីលច្រើនជាងមួយក្នុងពេលតែមួយ នាងនឹងដកចេញចំនួនមីលដែលនាងបានបិទ។
kn: ಒಬ್ಬ ಆಟಗಾರನು ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಗಿರಣಿಗಳನ್ನು ಏಕಕಾಲದಲ್ಲಿ ಮುಚ್ಚಿದರೆ, ಅವಳು ಮುಚ್ಚಿದ ಗಿರಣಿಗಳ ಸಂಖ್ಯೆಯನ್ನು ಅವಳು ತೆಗೆದುಹಾಕುತ್ತಾಳೆ.
ko: 곤이 교차되어 여러 개가 한 번에 생겼을 때, 곤의 숫자만큼 상대의 말도 여러 개 제거합니다.
lt: Jei žaidėjas vienu metu uždaro daugiau nei vieną malūnėlį, jis pašalina tiek malūnėlių, kiek jų uždarė.
lv: Ja spēlētājs noslēdz vairāk nekā vienu dzirnaviņu vienlaicīgi, viņš noņems tik dzirnaviņu, cik viņš noslēdzis.
mk: Ако играч затвори повеќе од една мелница одеднаш, таа ќе го отстрани бројот на мелници што ги затвори.
ms: Sekiranya pemain menutup lebih dari satu kilang sekaligus, dia akan membuang jumlah kilang yang ditutupnya.
my: ကစားသမားတစ်ဦးသည် စက်ရုံတစ်ရုံထက်ပို၍ တစ်ပြိုင်နက်ပိတ်ပါက၊ ပိတ်ထားသောစက်အရေအတွက်ကို ဖယ်ရှားမည်ဖြစ်သည်။
nb: Hvis en spiller stenger mer enn en mølle samtidig, vil hun fjerne antall møller hun stengte.
nl: Als een speler meer dan één molen tegelijk sluit, kan hij het aantal molens dat hij gesloten heeft verwijderen.
pl: Jeśli gracz zamknie więcej niż jeden młyn na raz, będzie mógł usunąć tyle młynów, ile zamknął.
pt: Se um jogador fechar mais de um moinho de uma vez, ele removerá o número de moinhos que fechou.
ro: Dacă un jucător cu aceeași piesă închide mai mult de o moară simultan, poate elimina de la adversar atâtea piese, câte mori a realizat.
ru: Если игрок закрывает более одной мельницы одновременно, он может удалить то количество мельниц, которое он закрыл.
si: ක්‍රීඩකයෙක් එකවර වැඩියෙන් මිල් වසා දමන්නේ නම්, ඇය වසා දැමූ මිල් ගණන ඉවත් කරනු ඇත.
sk: Ak hráč uzavrie viac ako jeden mlyn naraz, odstráni toľko mlynov, koľko ich uzavrel.
sl: Če igralec zapre več kot en mlin naenkrat, odstrani toliko mlinov, kolikor jih je zaprl.
sq: Nëse një lojtar mbyll më shumë se një mulli në të njëjtën kohë, ajo do të jetë në gjendje të heq numrin e mullinjve që mbylli.
sr: Ако играч затвори више млинова одједном, уклониће број млинова које је затворила.
sv: Om en spelare stänger mer än en kvarn på en gång, tar hon bort det antal kvarnar hon stängt.
sw: Ikiwa mchezaji atafunga zaidi ya kinu kimoja mara moja, ataondoa idadi ya vinu alizofunga.
ta: ஒரு வீரர் ஒரே நேரத்தில் ஒரு ஆலைக்கு மேல் மூடினால், அவள் மூடிய ஆலைகளின் எண்ணிக்கையை அகற்றுவாள்.
te: ఒక క్రీడాకారుడు ఒకేసారి ఒకటి కంటే ఎక్కువ మిల్లులను మూసివేస్తే, ఆమె మూసివేసిన మిల్లుల సంఖ్యను ఆమె తొలగిస్తుంది.
th: หากผู้เล่นปิดโรงสีมากกว่าหนึ่งครั้ง เธอจะลบจำนวนโรงสีที่เธอปิด
tr: Bir oyuncu aynı anda birden fazla değirmeni kapatırsa, kapattığı değirmen sayısını kaldırabilecektir.
uk: Якщо гравець закриває більше одного млина одночасно, він видаляє кількість закритих млинів.
ur: اگر کوئی کھلاڑی ایک ساتھ ایک سے زیادہ ملوں کو بند کرتا ہے، تو وہ اپنی بند ہونے والی ملوں کی تعداد کو ہٹا دے گی۔
uz: Agar o'yinchi bir vaqtning o'zida bir nechta tegirmonni yopsa, u yopilgan tegirmonlar sonini olib tashlaydi.
vi: Nếu một người chơi đóng nhiều nhà máy cùng một lúc, cô ấy sẽ xóa số nhà máy mà mình đã đóng.
zh: 若同时形成多个三连，则形成几个三连就能吃对方几个子。
zh_hant: 若同時形成多個三連，則形成幾個三連就能吃對方幾個子。
zu: Uma umdlali evala izigayo ezingaphezu kwesisodwa ngesikhathi esisodwa, uzosusa inombolo yezigayo azivalile.

# mayRemoveFromMillsAlways
source: Destroy mills
af: Vernietig meulens
am: ሚሎችን አፍርስ
ar: تدمير المطاحن
az: Dəyirmanları məhv edin
be: Разбурыць млыны
bg: Унищожаване на мелници
bn: মিলগুলি ধ্বংস করুন
bo: གསུམ་གཏོར་བ།
ca: Destrueix els molins
cs: Zničte mlýny
da: Ødelægge møller
de: Mühlen zerstören
el: Καταστροφή μύλων
es: Destruir molinos
et: Veskite hävitamine
fa: نابودسازی دوزها
fi: Myllyjen tuhoaminen
fr: Détruire les moulins
gu: મિલોનો નાશ કરો
he: להרוס טחנות
hi: मिलों को नष्ट करें
hr: Uništi mlinove
hu: Pusztítsd a malmokat
hy: Ոչնչացնել ջրաղացները
id: Hancurkan mul
is: Eyðileggja myllur
it: Distruggere i mulini
ja: ミルを破壊する
km: អាចដកកូនអុកពីមីលបានដោយមិនមានកំណត់
kn: ಗಿರಣಿಗಳನ್ನು ನಾಶಮಾಡಿ
ko: 곤 파괴
lt: Naikinti malūnus
lv: Iznīcināt dzirnavas
mk: Уништи мелници
ms: Hancurkan kilang
my: ဆန်စက်များကို ဖျက်ဆီးပါ
nb: Ødelegge møller
nl: Molens vernietigen
pl: Niszczenie młynów
pt: Remover de moinhos sempre
ro: Distruge mori
ru: Уничтожить мельницы
si: මිල්ලයන් විනාශ කරන්න
sk: Zničte mlyny
sl: Uničenje mlinov
sq: Shkatërroni mullinjtë
sr: Уништи млинове
sv: Förstör kvarnar
sw: Kuharibu mill
ta: ஆலைகளை அழிக்கவும்
te: మిల్లులను నాశనం చేయండి
th: ทำลายโรงสี
tr: Değirmenleri yok et
uk: Знищити млини
ur: ملوں کو تباہ کرنا
uz: Tegirmonlarni yo'q qiling
vi: Phá hủy các nhà máy
zh: 允许吃三连中的子
zh_hant: 允許吃三連中的子
zu: Bhubhisa izigayo
