Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# removeOpponentsPieceFromHandThenYourTurn_Detail
source: Remove piece(s) from the opponent's hand. If, according to the Multi-remove setting, multiple pieces are to be removed and the opponent has no pieces left in hand, continue removing the opponent's pieces from the board. Then, it's your turn to move. If you continue to form mills, you may keep removing the opponent's pieces.
af: Verwyder stukke uit die opponent se hand. As daar volgens die Multi-verwyder instelling meervoudige stukke verwyder moet word en die opponent het geen stukke oor in hul hand nie, gaan voort om die opponent se stukke van die bord af te verwyder. Dan is dit jou beurt om te skuif. As jy aanhou om meulens te vorm, kan jy aanhou om die opponent se stukke te verwyder.
am: ተቀናቃኙን ቁራጭ ከእጁ አውጣ። ከተወሰነ ቅንብር መሠረት ብዙ ቁራጭዎች ሊወጡ እንደሚገባና ተቀናቃኙ እንደሌለ እጁ ላይ ቁራጭ ካልቀረበት በቦርድ ላይ ከእንቅስቃሴ እንቅስቃሴ አሻግር። ከዚያ እንቅስቃሴ እርስዎ ይሆናል። በቦርድ ላይ ቁራጭዎች ካሳመሰሉ ማሳመሻዎቹ የሚቀጥል ማወጅ ትክክለኛ መሆን እንዲቻል ትችላላችሁ።
ar: قم بإزالة القطع من يد الخصم. إذا كان يجب إزالة قطع متعددة وفقًا لإعداد الإزالة المتعددة ولم يتبق لدى الخصم أي قطع في يده، فاستمر في إزالة قطع الخصم من اللوحة. ثم حان دورك للتحرك. إذا استمررت في تشكيل الطواحين، فيمكنك الاستمرار في إزالة قطع الخصم.
az: Rəqibin əlindəki daşları götürün. Çox sayda daş götürmə parametrinə görə, çoxlu daşlar götürülməlidirsə və rəqibin əlində daş qalmayıbsa, rəqibin lövhədəki daşlarını götürməyə davam edin. Sonra sizin hərəkət etmə növbənizdir. Dəyirmanlar qurmağa davam etsəniz, rəqibin daşlarını götürməyə davam edə bilərsiniz.
be: Выдаліце фігуру(ы) з рукі праціўніка. Калі, у адпаведнасці з наладай Multi-remove, трэба выдаліць некалькі штук і ў суперніка не засталося фігур у руцэ, працягвайце выдаляць фігуры праціўніка з дошкі. Затым ваша чарга рухацца. Калі вы працягваеце фарміраваць млыны, вы можаце працягваць выдаляць фігуры праціўніка.
bg: Премахнете фигурата(ите) от ръката на опонента. Ако, според настройката за многократно премахване, трябва да се премахнат няколко фигури и опонентът няма останали фигури в ръката си, продължете да премахвате фигурите на опонента от дъската. След това е ваш ред да се преместите. Ако продължите да образувате мелници, можете да продължите да премахвате фигурите на опонента.
bn: প্রতিপক্ষের হাত থেকে ঘুঁটি সরিয়ে দিন। যদি, মাল্টি-রিমুভ সেটিং অনুযায়ী, একাধিক ঘুঁটি সরাতে হয় এবং প্রতিপক্ষের হাতে আর কোনো ঘুঁটি না থাকে, বোর্ড থেকে প্রতিপক্ষের ঘুঁটি সরাতে থাকুন। তারপর আপনার পালা চলার। আপনি যদি মিল তৈরি করা চালিয়ে যান, আপনি প্রতিপক্ষের ঘুঁটিগুলি সরিয়ে যেতে পারেন।
bo: ཁ་གཏད་ཀྱི་ལག་ནས་དུམ་བུ་བཏོན་དགོས། གལ་ཏེ་སྣ་མང་བཏོན་པའི་སྒྲིག་སྟངས་ལྟར་ན། ཆ་ཤས་མང་པོ་བཏོན་དགོས་པ་དང་ཁ་གཏད་ཀྱི་ལག་ཏུ་ཆ་ཤས་གང་ཡང་མ་ལྷག་ན། དེ་ནས་ཁྱེད་རང་འགུལ་སྐྱོད་བྱེད་པའི་དུས་ཚོད་རེད། གལ་ཏེ་ཁྱེད་ཀྱིས་མུ་མཐུད་དུ་འཕྲུལ་ཁང་བཟོས་ན། ཁྱེད་ཀྱིས་ཁ་གཏད་ཀྱི་ཆ་ཤས་དེ་དག་མུ་མཐུད་དུ་མེད་པར་བཟོ་སྲིད།
ca: Retireu la peça (o peces) de la mà de l'oponent. Si, a causa de la configuració de supressió múltiple, s'han de retirar més peces i l'oponent ja no té peces a la mà, continueu retirant-ne del tauler. Després, és el vostre torn de moure. Si formeu més molins, podeu continuar retirant peces de l'oponent.
cs: Odstraňte kameny z ruky soupeře. Pokud má být podle nastavení Vícenásobného odebrání odstraněno více kamenů a soupeři nezbyly v ruce žádné kameny, pokračujte v odstraňování soupeřových kamenů z hrací plochy. Poté jste na tahu vy. Pokud budete pokračovat ve vytváření mlýnů, můžete pokračovat v odstraňování soupeřových kamenů.
da: Fjern brik(ker) fra modstanderens hånd. Hvis der ifølge indstillingen Multi-fjernelse skal fjernes flere brikker, og modstanderen ikke har flere brikker tilbage på hånden, skal du fortsætte med at fjerne modstanderens brikker fra brættet. Derefter er det din tur til at flytte. Hvis du fortsætter med at danne møller, kan du blive ved med at fjerne modstanderens brikker.
de: Entferne Spielsteine aus der Hand des Gegners. Wenn gemäß der Einstellung für mehrfaches Entfernen mehrere Spielsteine entfernt werden müssen und der Gegner keine Spielsteine mehr in der Hand hat, fahre fort, die Spielsteine des Gegners vom Spielbrett zu entfernen. Dann bist du am Zug. Wenn du weiterhin Mühlen bildest, darfst du die Spielsteine des Gegners weiter entfernen.
el: Αφαιρέστε κομμάτια από το χέρι του αντιπάλου. Αν, σύμφωνα με τη ρύθμιση Πολλαπλής αφαίρεσης, πρόκειται να αφαιρεθούν πολλά κομμάτια και ο αντίπαλος δεν έχει άλλα κομμάτια στο χέρι, συνεχίστε να αφαιρείτε τα κομμάτια του αντιπάλου από το ταμπλό. Στη συνέχεια, είναι η σειρά σας να κινηθείτε. Αν συνεχίσετε να σχηματίζετε μύλους, μπορείτε να συνεχίσετε να αφαιρείτε τα κομμάτια του αντιπάλου.
es: Quita pieza(s) de la mano del oponente. Si, de acuerdo con la configuración de Multi-quitar, se deben quitar múltiples piezas y el oponente no tiene piezas restantes en la mano, continúa quitando las piezas del oponente del tablero. Luego, es tu turno de mover. Si continúas formando molinos, puedes seguir quitando las piezas del oponente.
et: Eemalda nupp (nupud) vastase käest. Kui vastavalt Multi-remove seadele tuleb eemaldada mitu nuppu ja vastasel pole enam käes nuppe, jätka vastase nuppude eemaldamist laualt. Siis on sinu kord käia. Kui jätkad veskite moodustamist, võid jätkata vastase nuppude eemaldamist.
fa: مهره(ها) را از دست حریف بردارید. اگر طبق تنظیمات حذف چندگانه، قرار است چندین مهره برداشته شود و حریف هیچ مهره‌ای در دست نداشته باشد، ادامه دهید تا مهره‌های حریف را از صفحه بردارید. سپس نوبت شما برای حرکت است. اگر به تشکیل دوز ادامه دهید، می‌توانید مهره‌های حریف را برداشتن ادامه دهید.
fi: Poista nappula(t) vastustajan kädestä. Jos monipoistoasetuksen mukaan on poistettava useita nappuloita eikä vastustajalla ole enää nappuloita kädessä, jatka vastustajan nappuloiden poistamista laudalta. Sitten on sinun vuorosi siirtyä. Jos jatkat myllyjen muodostamista, voit jatkaa poistaa vastustajan nappuloita.
fr: Retirez la/les pièce(s) de la main de l'adversaire. Si, selon le réglage Multi-retrait, plusieurs pièces doivent être retirées et que l'adversaire n'a plus de pièces en main, continuez à retirer les pièces de l'adversaire du plateau. Ensuite, c'est à votre tour de jouer. Si vous continuez à former des moulins, vous pouvez continuer à retirer les pièces de l'adversaire.
gu: પ્રતિસ્પર્ધીના હાથમાંથી ટુકડો(ઓ) દૂર કરો. જો Multi-remove સેટિંગ મુજબ, અનેક ટુકડાઓ દૂર કરવાના હોય અને પ્રતિસ્પર્ધીના હાથમાં કોઈ ટુકડાઓ ન હોય, તો બોર્ડથી પ્રતિસ્પર્ધીના ટુકડાઓ ચાલુ રાખો. પછી, તમારો વારો આવે છે. જો તમે ચાલુ રીતે મિલ્સ બનાવતા રહો છો, તો તમે પ્રતિસ્પર્ધીના ટુકડાઓ દૂર કરતા રહી શકો છો.
he: הסר כלי(ים) מהיד של היריב. אם, לפי הגדרת ה-Multi-remove, יש להסיר מספר כלים וליריב לא נשארו כלים ביד, המשך להסיר את הכלים של היריב מהלוח. לאחר מכן, תורך להזיז. אם תמשיך ליצור טחנות, תוכל להמשיך להסיר את הכלים של היריב.
hi: विरोधी के हाथ से मोहरे (मोहरों) को हटाएँ। यदि, मल्टी-रिमूव सेटिंग के अनुसार, कई मोहरों को हटाना है और विरोधी के हाथ में कोईमोहरा नहीं बचा है, तो बोर्ड से विरोधी के मोहरों को हटाना जारी रखें।फिर, आपकी बारी है। यदि आप मिल बनाना जारी रखते हैं, तो आप विरोधी के मोहरों को हटाना जारी रख सकते हैं।
hr: Uklonite figure iz protivničke ruke. Ako prema postavci višestrukog uklanjanja treba ukloniti više figura, a protivnik nema više figura u ruci, nastavi uklanjati protivničke figure s ploče. Zatim ste vi na potezu. Ako nastavite formirati mlinove, možete nastaviti uklanjati protivničke figure.
hu: Vedd ki a korongot(korongokat) az ellenfél kezéből. Ha a többszörös eltávolítás beállítása szerint több korongot kell eltávolítani és az ellenfélnek nincs több korongja a kezében, folytasd az ellenfél korongjainak eltávolítását a tábláról. Aztán te jössz, hogy mozogj. Ha folytatod a malomképzést, továbbra is eltávolíthatod az ellenfél korongjait.
hy: Հեռացրեք խաղաքար(եր)ը հակառակորդի ձեռքից: Եթե, ըստ Բազմակի-հեռացման կարգավորման, պետք է հեռացվեն մի քանի խաղաքարեր, և հակառակորդի ձեռքում այլևս խաղաքարեր չեն մնացել, շարունակեք հեռացնել հակառակորդի խաղաքարերը տախտակից: Ապա ձեր հերթն է շարժվելու: Եթե դուք շարունակում եք ձևավորել ջրաղացներ, կարող եք շարունակել հեռացնել հակառակորդի խաղաքարերը:
id: Singkirkan bidak dari tangan lawan. Jika, menurut pengaturan Multi-remove, beberapa bidak harus disingkirkan dan lawan tidak memiliki bidak yang tersisa di tangan, lanjutkan menyingkirkan bidak lawan dari papan. Lalu, giliran Anda untuk bergerak. Jika Anda terus membentuk mill, Anda dapat terus menyingkirkan bidak lawan.
is: Fjarlægðu bríki af hendi andstæðingsins. Ef samkvæmt stillingunni fyrir fjölda til að fjarlægja skal fjarlægja margar bríkur og andstæðingurinn hefur engar bríkur eftir í hendi, skaltu halda áfram að fjarlægja bríkur andstæðingsins af spilaborðinu. Þá er það þinn tími til að hreyfa þig. Ef þú heldur áfram að mynda myllur, þá geturðu haldið áfram að fjarlægja bríkur andstæðingsins.
it: Rimuovi la pedina (o le pedine) dalla mano dell'avversario. Se, in base all'impostazione di rimozione multipla, è necessario rimuovere più pedine e l'avversario non ha più pedine in mano, continua a rimuovere le pedine dell'avversario dalla plancia. Poi è il tuo turno di muovere. Se continui a formare mulini, puoi continuare a rimuovere le pedine dell'avversario.
ja: 相手の手札からコマを取り除く。マルチ除去の設定に従い、複数のコマを取り除く必要がある場合で、相手の手札にコマが残っていない場合は、ボードから相手のコマを取り除き続ける。その後、自分の手番になる。ミルを作り続けることができれば、相手のコマを取り除き続けられる。
km: ដកកូនអុកចេញពីដៃរបស់គូប្រកួត។ ប្រសិនបើ យោងតាមការកំណត់ Multi-remove កូនអុកច្រើនត្រូវដកចេញ ហើយគូប្រកួតគ្មានកូនអុកនៅសល់ក្នុងដៃ បន្តដកកូនអុករបស់គូប្រកួតចេញពីក្តារ។ បន្ទាប់មក វាជាវេនរបស់អ្នកដើម្បីផ្លាស់ទី។ ប្រសិនបើអ្នកបន្តបង្កើតមីល អ្នកអាចបន្តដកកូនអុករបស់គូប្រកួតចេញ។
kn: ಎದುರಾಳಿಯ ಕೈಯಿಂದ ಕಾಯಿ(ಗಳನ್ನು) ತೆಗೆದುಹಾಕಿ. ಮಲ್ಟಿ-ರಿಮೂವ್ ಸೆಟ್ಟಿಂಗ್ ಪ್ರಕಾರ, ಬಹು ಕಾಯಿಗಳನ್ನು ತೆಗೆದುಹಾಕಬೇಕಾಗಿದ್ದರೆ ಮತ್ತು ಎದುರಾಳಿಗೆ ಕೈಯಲ್ಲಿ ಯಾವುದೇ ಕಾಯಿಗಳಿಲ್ಲದಿದ್ದರೆ, ಫಲಕದಿಂದ ಎದುರಾಳಿಯ ಕಾಯಿಗಳನ್ನು ಮುಂದುವರಿಸಿ ತೆಗೆದುಹಾಕಿ. ನಂತರ, ನಿಮ್ಮ ಸರದಿ ಬರುತ್ತದೆ. ನೀವು ಮಿಲ್ಸ್ ರಚಿಸುತ್ತಲೇ ಇದ್ದರೆ, ನೀವು ಎದುರಾಳಿಯ ಕಾಯಿಗಳನ್ನು ತೆಗೆದುಹಾಕುತ್ತಲೇ ಇರಬಹುದು.
ko: 상대의 손에서 말을 제거합니다. Multi-remove 설정에 따라 여러 말을 제거해야 하고 상대가 손에 남은 말이 없다면, 계속해서 보드에서 상대의 말을 제거합니다. 그 후, 당신의 차례로 넘어갑니다. 참고누를 계속 형성한다면, 계속해서 상대의 말을 제거할 수 있습니다.
lt: Pašalinkite figūrą (-as) iš priešininko rankos. Jei „Multi-remove“ nustatymas reikalauja pašalinti kelias figūras, o priešininkas savo rankoje neturi daugiau figūrų, toliau šalinkite priešininko figūras nuo lentos. Tada jūsų ėjimas judėti. Jei ir toliau formuojate malūnus, galite pašalinti daugiau priešininko figūrų.
lv: Noņem figūru(-as) no pretinieka rokas. Ja saskaņā ar iestatījumu “Vairāku figūru noņemšana” ir jānoņem vairākas figūras un pretiniekam rokā vairs nav figūru, turpini noņemt pretinieka figūras no galda. Pēc tam ir tavs gājiens. Ja turpini veidot dzirnavas, tu vari turpināt noņemt pretinieka figūras.
mk: Отстранете ја фигурата (фигурите) од раката на противникот. Ако, според поставките за повеќекратно отстранување, треба да се отстранат повеќе фигури, а на противникот не му останале фигури во раката, продолжете да ги отстранувате фигурите на противникот од таблата. Потоа, вие сте на ред да се повлечете. Ако продолжите да формирате мелници, можете да продолжите да ги отстранувате фигурите на противникот.
ms: Keluarkan bidak daripada tangan lawan. Jika, mengikut tetapan Alih keluar berbilang, berbilang bidak perlu dialih keluar dan lawan tidak mempunyai baki bidak di tangan, teruskan mengalihkan keluar bidak lawan daripada papan. Kemudian, giliran anda untuk bergerak. Jika anda terus membentuk kilang, anda boleh terus mengalihkan keluar bidak lawan.
my: ပြိုင်ဘက်၏ လက်ထဲမှ အရာဝတ္ထု(များ)ကို ဖယ်ရှားပါ။ Multi-remove ဆက်တင်အရ၊ အရာဝတ္ထု အများကြီးကို ဖယ်ရှားရန်ရှိပြီး ပြိုင်ဘက်တွင် လက်ထဲတွင် အရာဝတ္ထု မရှိလျှင်၊ ဘုတ်အဖွဲ့မှ ပြိုင်ဘက်၏ အရာဝတ္ထု(များ)ကို ဆက်လက် ဖယ်ရှားပါ။ ထို့နောက် သင့်အလှည့်ကျ ရွေ့လျားရန် အလှည့်ဖြစ်သည်။ သင် ကြိတ်များကို ဆက်လက် ပုံဖော်ပါက၊ ပြိုင်ဘက်၏ အရာဝတ္ထု(များ)ကို ဖယ်ရှားနိုင်သည်။
nb: Fjern brikke(r) fra motstanderens hånd. Hvis flere brikker skal fjernes i henhold til innstillingen for flerfjerning, og motstanderen ikke har flere brikker i hånden, fortsetter du å fjerne motstanderens brikker fra brettet. Så er det din tur å flytte. Hvis du fortsetter å danne møller, kan du fortsette å fjerne motstanderens brikker.
nl: Verwijder stuk(ken) uit de hand van de tegenstander. Als, volgens de instelling 'Meervoudig verwijderen', meerdere stukken moeten worden verwijderd en de tegenstander geen stukken meer in de hand heeft, ga je door met het verwijderen van de stukken van de tegenstander van het bord. Dan is het jouw beurt om te verplaatsen. Als je blijft molens vormen, kun je doorgaan met het verwijderen van de stukken van de tegenstander.
pl: Usuń pionek (pionki) z ręki przeciwnika. Jeśli zgodnie z ustawieniem wielokrotnego usuwania należy usunąć wiele pionków, a przeciwnik nie ma już żadnych pionków w ręku, kontynuuj usuwanie pionków przeciwnika z planszy. Następnie jest twoja kolej, aby się poruszyć. Jeśli nadal tworzysz młyny, możesz kontynuować usuwanie pionków przeciwnika.
pt: Remova a(s) peça(s) da mão do oponente. Se, de acordo com a configuração de Remoção Múltipla, múltiplas peças devem ser removidas e o oponente não tiver mais peças na mão, continue removendo as peças do oponente do tabuleiro. Então, é a sua vez de mover. Se você continuar formando moinhos, pode continuar removendo as peças do oponente.
ro: Eliminați piesa(ele) din mâna adversarului. Dacă, conform setării de Eliminare Multiplă, trebuie eliminate mai multe piese și adversarul nu are piese rămase în mână, continuați să eliminați piesele adversarului de pe tablă. Apoi, este rândul dumneavoastră să vă mutați. Dacă continuați să formați mori, puteți continua să eliminați piesele adversarului.
ru: Уберите фигуру(ы) из руки противника. Если согласно настройке Multi-remove должно быть убрано несколько фигур и у противника не осталось фигур в руке, продолжайте убирать фигуры противника с доски. Затем ваш ход. Если вы продолжаете формировать мельницы, вы можете продолжать убирать фигуры противника.
si: ප්‍රතිවාදීන්ගේ අතින් කැබලි(ය) ඉවත් කරන්න. Multi-remove සැකසුම අනුව, කැබලි කීපයක් ඉවත් කළ යුතු නම් සහ ප්‍රතිවාදීන්ගේ අතේ කැබලි නොමැති වී ඇත්නම්, ප්‍රතිවාදීන්ගේ කැබලි පුවරුවෙන් ඉවත් කිරීම ඉදිරියට ගන්න. ඉන්පසු, ඔබේ වාරය ඔබ චලනය කිරීමට. ඔබ නෙරෙන්චි නිර්මාණය කිරීම ඉදිරියටත් ඉවත් කරන්නේ නම්, ඔබට ප්‍රතිවාදීන්ගේ කැබලි ඉවත් කිරීම තවදුරටත් කල හැකිය.
sk: Odstráňte figúrky z ruky súpera. Ak je v súlade s nastavením viacnásobného odstránenia potrebné odstrániť viacero figúrok a súper nezostali v ruke žiadne figúrky, pokračujte v odstraňovaní súperových figúrok z hracej plochy. Potom ste na rade vy. Ak budete pokrač vytvá mills, môžete pokračovať v odstraňovaní súperových figúrok.
sl: Odstrani figure iz nasprotnikove roke. Če naj bi bilo v skladu z nastavitvijo Multi-remove odstranjenih več figur, nasprotniku/nasprotnici pa v roki ni ostalo več figur, nadaljuj z odstranjevanjem nasprotnikovih figur s plošče. Nato je tvoja poteza. Če še naprej oblikuješ mline, lahko še naprej odstranjuješ nasprotnikove figure.
sq: Hiq figurën(figurat) nga dora e kundërshtarit. Nëse, sipas cilësimit të heqjes së shumëfishtë, duhet të hiqen figura të shumta dhe kundërshtarit nuk i kanë mbetur figura në dorë, vazhdoni të hiqni figurat e kundërshtarit nga tabela. Pastaj, është radha juaj për të lëvizur. Nëse vazhdoni të formoni mullinj, mund të vazhdoni të hiqni figurat e kundërshtarit.
sr: Уклоните фигуру(е) из противникове руке. Ако, према подешавању вишеструког уклањања, треба уклонити више фигура, а противник нема више фигура у руци, наставите да уклањате противничке фигуре са табле. Затим сте ви на потезу. Ако наставите да формирате млинове, можете наставити да уклањате противничке фигуре.
sv: Ta bort pjäs(er) från motståndarens hand. Om flera pjäser ska tas bort enligt inställningen “Multi-remove”, och motståndaren inte har några pjäser kvar i handen, fortsätter du att ta bort motståndarens pjäser från brädet. Sedan är det din tur att flytta. Om du fortsätter att bilda kvarnar, kan du fortsätta att ta bort motståndarens pjäser.
sw: Ondoa kipande/vipande kutoka mkononi mwa mpinzani. Ikiwa, kulingana na mipangilio ya kuondoa vipande vingi, vipande vingi vitaondolewa na mpinzani hana vipande vilivyosalia mkononi, endelea kuondoa vipande vya mpinzani kutoka kwenye ubao. Kisha, ni zamu yako kucheza. Ukiendelea kuunda vinu, unaweza kuendelea kuondoa vipande vya mpinzani.
ta: எதிரியின் கையிலிருந்து துண்டு (களை) அகற்றவும். மல்டி-ரெமோவ் அமைப்பின் படி, பல துண்டுகள் அகற்றப்பட வேண்டும் மற்றும் எதிராளிக்கு கையில் எந்த துண்டுகளும் இல்லை என்றால், எதிரியின் துண்டுகளை பலகையில் இருந்து அகற்றவும். பின்னர், நகர்த்துவதற்கான உங்கள் முறை. நீங்கள் தொடர்ந்து ஆலைகளை உருவாக்கினால், எதிராளியின் துண்டுகளை அகற்றலாம்.
te: ప్రత్యర్థి చేతి నుండి పావు(లు) తొలగించండి. మల్టీ-రిమూవ్ సెట్టింగ్ ప్రకారం, బహుళ పావులను తీసివేయాలంటే, ప్రత్యర్థి దగ్గర చేతిలో పావులు లేకపోతే, బోర్డు నుండి ప్రత్యర్థి పావులను తొలగించడం కొనసాగించండి. అప్పుడు, ఇది మీరు కదిలే వంతు. మీరు మిల్లులను ఏర్పరచడం కొనసాగిస్తే, మీరు ప్రత్యర్థి పావులను తొలగించడం కొనసాగించవచ్చు.
th: นำชิ้นส่วนออกจากมือของคู่ต่อสู้ หากตามการตั้งค่าการนำออกหลายๆ ชิ้น มีการนำชิ้นส่วนหลายชิ้นออก และฝ่ายตรงข้ามไม่มีชิ้นส่วนเหลืออยู่ในมือ ให้นำชิ้นส่วนของฝ่ายตรงข้ามออกจากกระดานต่อไป จากนั้นจะถึงตาของคุณเคลื่อนที่ หากคุณยังคงสร้างโรงสีต่อไป คุณอาจลบชิ้นส่วนของคู่ต่อสู้ต่อไปได้
tr: Rakibin elinden parça(lar)ı çıkarın. Çoklu-çıkarma ayarına göre birden fazla parça çıkarılacaksa ve rakibin elinde hiç parça kalmadıysa, rakibin tahtadaki parçalarını çıkarmaya devam edin. Ardından sıra sizin parça hareket ettirmenize gelir. Değirmenler oluşturmaya devam ederseniz, rakibin parçalarını çıkarmaya devam edebilirsiniz.
uk: Видаліть фішку(-и) з руки суперника. Якщо згідно з налаштуванням Multi-remove потрібно видалити декілька фішок, а в суперника не залишилося фішок в руці, продовжуйте видаляти фішки суперника з дошки. Потім ваш хід. Якщо ви продовжуєте формувати млини, ви можете продовжувати видаляти фішки суперника.
ur: مخالف کے ہاتھ سے حصہ (حصے) ہٹا دیں۔ اگر ملٹی ریمو سیٹنگ کے مطابق ، متعدد ٹکڑوں کو ہٹانا ہے اور مخالف کے ہاتھ میں کوئی ٹکڑا باقی نہیں ہے تو ، مخالف کے ٹکڑوں کو بورڈ سے ہٹانا جاری رکھیں۔ پھر ، یہ حرکت کرنے کی آپ کی باری ہے۔ اگر آپ ملیں بنانا جاری رکھتے ہیں تو ، آپ مخالف کے ٹکڑے ہٹا سکتے ہیں۔
uz: Raqibning qo'lidan dona(donalar)ni olib tashlang. Agar ko'p dona olib tashlash sozlamasiga ko'ra, bir nechta dona olib tashlanishi kerak bo'lsa va raqibning qo'lida dona qolmasa, raqibning donalarini taxtadan olib tashlashni davom ettiring. Keyin, harakat qilish navbati sizga beriladi. Agar siz tegirmonlarni hosil qilishni davom ettirsangiz, raqibning donalarini olib tashlashingiz mumkin.
vi: Loại bỏ (các) quân cờ khỏi tay đối thủ. Nếu theo cài đặt loại bỏ nhiều quân, nhiều quân cờ sẽ bị loại bỏ và đối thủ không còn quân cờ trên tay, hãy tiếp tục loại bỏ các quân cờ của đối thủ khỏi bàn cờ. Sau đó, đến lượt bạn di chuyển. Nếu bạn tiếp tục tạo cối xay gió, bạn có thể tiếp tục loại bỏ các quân cờ của đối thủ.
zh: 移除对方手中的棋子。如果根据“吃多子”设置需要移除多个棋子，而对方手中已经没有棋子了，则继续从棋盘上吃掉对方的棋子。然后，轮到己方行棋。如果己方继续形成三连，己方可以继续移除对方的棋子。
zh_hant: 移除對方手中的棋子。如果根據「吃多子」設定需要移除多個棋子，而對方手中已經沒有棋子了，則繼續從棋盤上吃掉對方的棋子。然後，輪到己方行棋。如果己方繼續形成三連，己方可以繼續移除對方的棋子。
zu: Susa ingcezu (izingcezu) esandleni somphikisi. Uma, ngokuvumelana nokusetha kokususwa okuningi, izinhlayiya eziningi kufanele zisuswe futhi umphikisi engasekho nezingcezu esandleni, qhubeka ususa izingcezu zomphikisi ebhodini. Khona-ke, yithuba lakho lokuhamba. Uma uqhubeka wakha ama-mill, ungaqhubeka ususa izingcezu zomphikisi.
