Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: LLM not configured. Please check your settings.
af: LLM nie gekonfigureer nie. Kontroleer asseblief jou instellings.
am: LLM አልተተካ ነው። እባክዎ ቅንብሮቶችዎን ያረጋግጡ።
ar: لم يتم تكوين LLM. يُرجى التحقق من الإعدادات.
az: LLM konfiqurasiya olunmayıb. Zəhmət olmasa, parametrləri yoxlayın.
be: LLM не наладжаны. Праверце свае налады.
bg: LLM не е конфигуриран. Моля, проверете настройките си.
bn: LLM কনফিগার করা হয়নি। অনুগ্রহ করে আপনার সেটিংস পরীক্ষা করুন।
bo: LLM གཏོང་སྤྲོད་མི་བཟོ་ཡིན། ཁྱེད་རང་གི་སྒྲིག་སྒྲིག་ཚད་ལྟ་བཤེར་རོགས།
ca: LLM no configurat. Comprova la configuració.
cs: LLM není nakonfigurován. Zkontrolujte, prosím, svá nastavení.
da: LLM ikke konfigureret. Tjek dine indstillinger.
de: LLM nicht konfiguriert. Bitte prüfen Sie Ihre Einstellungen.
el: Το LLM δεν έχει ρυθμιστεί. Ελέγξτε τις ρυθμίσεις σας.
es: LLM no configurado. Por favor, revisa tu configuración.
et: LLM pole seadistatud. Palun kontrollige oma sätteid.
fa: LLM پیکربندی نشده است. لطفاً تنظیمات خود را بررسی کنید.
fi: LLM ei ole määritetty. Tarkista asetuksesi.
fr: LLM non configuré. Veuillez vérifier vos paramètres.
gu: LLM રૂપરેખાંકિત નથી. કૃપા કરી તમારી સેટિંગ્સ તપાસો.
he: LLM לא מוגדר. אנא בדוק את ההגדרות שלך.
hi: LLM कॉन्फ़िगर नहीं है। कृपया अपनी सेटिंग्स जांचें।
hr: LLM nije konfiguriran. Provjerite postavke.
hu: Az LLM nincs konfigurálva. Kérlek, ellenőrizd a beállításaidat.
hy: LLM չի կազմաձևված։ Ստուգեք ձեր կարգավորումները։
id: LLM belum dikonfigurasi. Periksa pengaturan Anda.
is: LLM ekki stillt. Athugaðu stillingarnar þínar.
it: LLM non configurato. Controlla le impostazioni.
ja: LLM が設定されていません。設定を確認してください。
km: LLM មិនបានកំណត់ឡើយ។ សូមពិនិត្យការកំណត់របស់អ្នក។
kn: LLM ಸಂರಚಿಸಲಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: LLM이 구성되지 않았습니다. 설정을 확인하세요.
lt: LLM nėra sukonfigūruotas. Patikrinkite nustatymus.
lv: LLM nav konfigurēts. Lūdzu, pārbaudiet iestatījumus.
mk: LLM не е конфигуриран. Проверете ги вашите поставки.
ms: LLM tidak dikonfigurasikan. Sila semak tetapan anda.
my: LLM မတပ်ဆင်ထားပါ။ သတ်မှတ်ချက်များ စစ်ဆေးပါ။
nb: LLM ikke konfigurert. Vennligst sjekk innstillingene dine.
nl: LLM niet geconfigureerd. Controleer je instellingen.
pl: LLM nie jest skonfigurowane. Sprawdź ustawienia.
pt: LLM não configurado. Verifique suas configurações.
ro: LLM nu este configurat. Verifică setările.
ru: LLM не настроен. Проверьте настройки.
si: LLM වින්‍යාස කර නොමැත. කරුණාකර ඔබගේ සැකසුම් පරීක්ෂා කරන්න.
sk: LLM nie je nakonfigurované. Skontrolujte nastavenia.
sl: LLM ni konfiguriran. Prosimo, preverite nastavitve.
sq: LLM nuk është konfiguruar. Ju lutem kontrolloni cilësimet tuaja.
sr: LLM nije konfigurisano. Proverite podešavanja.
sv: LLM är ej konfigurerat. Kontrollera dina inställningar.
sw: LLM haijasanidiwa. Tafadhali angalia mipangilio yako.
ta: LLM கட்டமைக்கப்படவில்லை. உங்கள் அமைப்புகளை சரிபார்க்கவும்.
te: LLM కాన్ఫిగర్ చేయబడలేదు. దయచేసి మీ సెట్టింగులను తనిఖీ చేయండి.
th: ยังไม่ได้ตั้งค่า LLM โปรดตรวจสอบการตั้งค่าของคุณ.
tr: LLM yapılandırılmadı. Lütfen ayarlarınızı kontrol edin.
uk: LLM не налаштовано. Будь ласка, перевірте налаштування.
ur: LLM تشکیل نہیں ہے۔ براہ کرم اپنی ترتیبات چیک کریں۔
uz: LLM sozlanmagan. Iltimos, sozlamalarni tekshiring.
vi: Chưa cấu hình LLM. Vui lòng kiểm tra cài đặt.
zh: 大模型未配置，请检查设置。
zh_hant: 尚未設定LLM，請檢查您的設定。
zu: I-LLM ayikalungiswa. Sicela uhlole izilungiselelo zakho.

source: Set provider, model, API Key, and Base URL
af: Stel verskaffer, model, API-sleutel en Base URL in
am: አቅራቢ፣ ሞዴል፣ API Key እና Base URL ያቀናብሩ።
ar: تعيين المزود، النموذج، API Key وBase URL
az: Provider, model, API Key və Base URL-i təyin edin
be: Вызначыце пастаўшчыка, мадэль, API Key і Base URL
bg: Задайте доставчик, модел, API Key и Base URL
bn: প্রোভাইডার, মডেল, API Key এবং Base URL সেট করুন
bo: provider, model, API Key དང Base URL གཏོང་རོགས།
ca: Defineix el proveïdor, el model, l'API Key i la Base URL
cs: Nastavit poskytovatele, model, API Key a Base URL
da: Angiv udbyder, model, API Key og Base URL
de: Anbieter, Modell, API Key und Base URL festlegen
el: Ορισμός παρόχου, μοντέλου, API Key και Base URL
es: Configurar proveedor, modelo, API Key y Base URL
et: Määra teenusepakkuja, mudel, API Key ja Base URL
fa: تنظیم ارائه‌دهنده، مدل، API Key و Base URL
fi: Määritä palveluntarjoaja, malli, API Key ja Base URL
fr: Définir le fournisseur, le modèle, l'API Key et le Base URL
gu: પ્રદાતા, મોડેલ, API Key અને Base URL સેટ કરો
he: הגדר ספק, מודל, API Key ו-Base URL
hi: प्रोवाइडर, मॉडल, API Key, और Base URL सेट करें
hr: Postavi provider, model, API Key i Base URL
hu: Szolgáltató, modell, API Key és Base URL beállítása
hy: Սահմանեք մատակարարին, մոդելը, API Key-ը և Base URL-ը։
id: Atur penyedia, model, API Key, dan Base URL
is: Stilla veitanda, líkan, API Key og Base URL
it: Imposta provider, modello, API Key e Base URL
ja: プロバイダー、モデル、API Key、Base URL を設定
km: កំណត់អ្នកផ្ដល់សេវា ម៉ូឌែល API Key និង Base URL
kn: ಪ್ರದಾತ, ಮಾದರಿ, API Key ಮತ್ತು Base URL ಅನ್ನು ಹೊಂದಿಸಿ
ko: 공급자, 모델, API Key 및 Base URL 설정
lt: Nustatyti tiekėją, modelį, API Key ir Base URL
lv: Iestatīt pakalpojumu sniedzēju, modeli, API Key un Base URL
mk: Поставете добавувач, модел, API Key и Base URL
ms: Tetapkan pembekal, model, API Key, dan Base URL
my: ပံ့ပိုးသူ၊ မော်ဒယ်၊ API Key နှင့် Base URL သတ်မှတ်ပါ
nb: Angi leverandør, modell, API Key og Base URL
nl: Stel provider, model, API Key en Base URL in
pl: Ustaw dostawcę, model, API Key i Base URL
pt: Definir provedor, modelo, API Key e Base URL
ro: Setează furnizorul, modelul, API Key și Base URL
ru: Указать поставщика, модель, API Key и Base URL
si: සැපයුම්කරු, මාදිලිය, API Key සහ Base URL සකසන්න
sk: Nastaviť poskytovateľa, model, API Key a Base URL
sl: Nastavite ponudnika, model, API ključ in osnovni URL
sq: Vendos ofruesin, modelin, Çelësin API dhe URL-në bazë
sr: Postavite provajdera, model, API Key i Base URL
sv: Ange leverantör, modell, API Key och Base URL
sw: Weka muuzaji, mfano, API Key, na Base URL
ta: வழங்குபவர், மாடல், API Key மற்றும் Base URL ஐ அமைக்கவும்
te: ప్రొవైడర్, మోడల్, API Key, మరియు Base URL సెట్ చేయండి.
th: ตั้งค่าผู้ให้บริการ, โมเดล, API Key และ Base URL
tr: Sağlayıcıyı, modeli, API Key ve Base URL'i belirle
uk: Встановіть постачальника, модель, ключ API та базову URL-адресу
ur: فراہم کنندہ، ماڈل، API Key، اور Base URL سیٹ کریں
uz: Provider, model, API Key va Base URL ni o'rnating
vi: Đặt nhà cung cấp, mô hình, API Key và Base URL
zh: 设置提供商、模型、API Key 和 Base URL
zh_hant: 設定提供者、模型、API Key 與 Base URL
zu: Setha umphakeli, imodeli, API Key, ne-Base URL

source: LLM configuration
af: LLM‑konfigurasie
am: የLLM ቅንብር
ar: تكوين LLM
az: LLM konfiqurasiyası
be: Канфігурацыя LLM
bg: Конфигурация на LLM
bn: LLM কনফিগারেশন
bo: LLM སྒྲིག་སྒྲིག།
ca: Configuració de LLM
cs: Konfigurace LLM
da: LLM-konfiguration
de: LLM-Konfiguration
el: Ρύθμιση LLM
es: Configuración de LLM
et: LLM konfiguratsioon
fa: پیکربندی LLM
fi: LLM-asetukset
fr: Configuration LLM
gu: LLM રૂપરેખાંકન
he: הגדרות LLM
hi: LLM कॉन्फ़िगरेशन
hr: LLM konfiguracija
hu: LLM konfiguráció
hy: LLM կազմաձևում
id: Konfigurasi LLM
is: LLM stillingar
it: Configurazione LLM
ja: LLM 設定
km: ការកំណត់របស់ LLM
kn: LLM ಸಂರಚನೆ
ko: LLM 구성
lt: LLM konfigūracija
lv: LLM konfigurācija
mk: LLM конфигурација
ms: Konfigurasi LLM
my: LLM ဆက်တင်များ
nb: LLM‑konfigurasjon
nl: LLM‑configuratie
pl: Konfiguracja LLM
pt: Configuração do LLM
ro: Configurare LLM
ru: Конфигурация LLM
si: LLM වින්‍යාසය
sk: Konfigurácia LLM
sl: Konfiguracija LLM
sq: Konfigurimi LLM
sr: LLM konfiguracija
sv: LLM-konfiguration
sw: Usanidi wa LLM
ta: LLM கட்டமைப்பு
te: LLM కాన్ఫిగరేషన్
th: การกำหนดค่า LLM
tr: LLM yapılandırması
uk: Конфігурація LLM
ur: LLM کنفیگریشن
uz: LLM sozlamalari
vi: Cấu hình LLM
zh: 大模型配置
zh_hant: LLM 設定
zu: Ukulungiselelwa kwe-LLM

source: Configure LLM provider
af: Konfigureer LLM‑verskaffer
am: የLLM አቅራቢ ማቀናበር
ar: تكوين مزود LLM
az: LLM provider-ini konfiqurasiya et
be: Наладзіць пастаўшчыка LLM
bg: Конфигуриране на доставчик на LLM
bn: LLM প্রোভাইডার কনফিগার করুন
bo: LLM provider གཏོང་རོགས།
ca: Configura el proveïdor LLM
cs: Nastavit poskytovatele LLM
da: Konfigurer LLM-udbyder
de: LLM-Anbieter konfigurieren
el: Ρύθμιση παρόχου LLM
es: Configurar proveedor de LLM
et: Seadista LLM-pakkuja
fa: پیکربندی ارائه‌دهنده LLM
fi: Määritä LLM-palveluntarjoaja
fr: Configurer le fournisseur LLM
gu: LLM પ્રદાતા રૂપરેખાંકિત કરો
he: הגדר ספק LLM
hi: LLM प्रोवाइडर कॉन्फ़िगर करें
hr: Konfiguriraj LLM providera
hu: LLM szolgáltató konfigurálása
hy: LLM մատակարարի կարգավորում
id: Konfigurasi penyedia LLM
is: Stilla LLM veitanda
it: Configura provider LLM
ja: LLM プロバイダーを設定
km: កំណត់អ្នកផ្ដល់សេវា LLM
kn: LLM ಪ್ರದಾತೆಯನ್ನು ಸಂರಚಿಸಿ
ko: LLM 공급자 구성
lt: Konfigūruoti LLM tiekėją
lv: Konfigurēt LLM pakalpojumu sniedzēju
mk: Конфигурирај LLM добавувач
ms: Konfigurasi pembekal LLM
my: LLM ပံ့ပိုးသူ ကို သတ်မှတ်ပါ
nb: Konfigurer LLM‑leverandør
nl: Configureer LLM‑provider
pl: Skonfiguruj dostawcę LLM
pt: Configurar provedor do LLM
ro: Configurează furnizorul LLM
ru: Настроить поставщика LLM
si: LLM සැපයුම්කරු වින්‍යාස කරන්න
sk: Nastaviť poskytovateľa LLM
sl: Konfiguriraj ponudnika LLM
sq: Konfiguro ofruesin LLM
sr: Podesi LLM provajdera
sv: Konfigurera LLM-leverantör
sw: Sanidi muuzaji wa LLM
ta: LLM வழங்குபவரை அமைக்கவும்
te: LLM provider ను కాన్ఫిగర్ చేయండి
th: ตั้งค่า LLM provider
tr: LLM sağlayıcısını yapılandır
uk: Налаштувати постачальника LLM
ur: LLM فراہم کنندہ کو ترتیب دیں
uz: LLM provayderini sozlash
vi: Cấu hình nhà cung cấp LLM
zh: 配置大模型提供商
zh_hant: 設定 LLM 提供者
zu: Lungisa umphakeli we-LLM

source: LLM prompt template header
af: LLM‑promptsjabloonopskrif
am: የLLM ጠየቃ አብያተ-ራዕይ
ar: رأس قالب موجه LLM
az: LLM sorğu şablonunun başlığı
be: Загаловак шаблону запыту LLM
bg: Заглавка на шаблона за подканата на LLM
bn: LLM প্রম্পট টেমপ্লেট হেডার
bo: LLM སྐུལ་བཤད་རིས་ཆའི་མགོ་འགྱུར།
ca: Capçalera de la plantilla d'indicació LLM
cs: Záhlaví šablony výzvy LLM
da: LLM-promptskabelonoverskrift
de: Header der LLM-Aufforderungsvorlage
el: Κεφαλίδα προτύπου προτροπής LLM
es: Encabezado de la plantilla de prompt de LLM
et: LLM päringu malli päis
fa: هدر قالب پرامپت LLM
fi: LLM-kehotemallin otsikko
fr: En-tête du modèle de prompt LLM
gu: LLM પ્રોમ્પ્ટ ટેમ્પલેટ હેડર
he: כותרת עליונה של תבנית הפרומפט ל-LLM
hi: LLM प्रॉम्प्ट टेम्पलेट हेडर
hr: Zaglavlje predloška LLM upita
hu: LLM prompt sablon fejléc
hy: LLM prompt ձևանմուշի վերնագիր
id: Header template prompt LLM
is: Yfirskrift LLM prompt‑sniðmáts
it: Intestazione modello di prompt LLM
ja: LLM プロンプト テンプレート ヘッダー
km: ក្បាលគំរូសំណើ LLM
kn: LLM ಪ್ರಾಂಪ್‌ಟ್ ಟೆಂಪ್ಲೇಟ್ ಶಿರೋನಾಮೆ
ko: LLM 프롬프트 템플릿 헤더
lt: LLM užklausos šablono antraštė
lv: LLM prompt veidnes galvene
mk: Заглавје на LLM шаблон за упатување
ms: Tajuk templat arahan LLM
my: LLM အမိန့်ပုံစံ ခေါင်းစီး
nb: LLM prompt‑mal overskrift
nl: LLM prompt‑sjabloon koptekst
pl: Nagłówek szablonu polecenia LLM
pt: Cabeçalho do template de prompt do LLM
ro: Antet șablon prompt LLM
ru: Заголовок шаблона запроса LLM
si: LLM ප්‍රෝම්ප්ට් සැකිල්ල ශීර්ෂය
sk: Záhlavie šablóny výzvy LLM
sl: Glava predloge poziva LLM
sq: Kryeparathënie e modelit të kërkesës LLM
sr: Zaglavlje LLM šablona upita
sv: Rubrik för LLM-promptmall
sw: Kichwa cha kiolezo cha ombi la LLM
ta: LLM உந்துதல் வார்ப்புரு தலைப்பு
te: LLM ప్రాంప్ట్ టెంప్లేట్ శీర్షిక
th: ส่วนหัวเทมเพลตพรอมต์ LLM
tr: LLM istem şablonu başlığı
uk: Заголовок шаблону підказки LLM
ur: LLM پرامپٹ ٹیمپلیٹ ہیڈر
uz: LLM prompt shabloni sarlavhasi
vi: Tiêu đề mẫu prompt LLM
zh: 大模型提示模板头部
zh_hant: LLM 提示詞範本標頭
zu: Isihloko sethemplethi ye-prompt ye-LLM

source: No pieces were recognized in the image. Please try again.
af: Geen stukke is in die afbeelding herken nie. Probeer asseblief weer.
am: በምስሉ ውስጥ የጨዋታው ብልፊቶች አልተረዱም። እባኮትን እንደገና ይሞክሩ።
ar: لم يتم التعرف على أي قطع في الصورة. يرجى المحاولة مرة أخرى.
az: Şəkildə heç bir fiqur tanınmadı. Zəhmət olmasa, yenidən cəhd edin.
be: На выяве не распазнаны ніводнай фігуры. Калі ласка, паспрабуйце яшчэ раз.
bg: Не бяха разпознати фигури на изображението. Моля, опитайте отново.
bn: চিত্রে কোনো গুটি সনাক্ত করা যায়নি। দয়া করে পুনরায় চেষ্টা করুন।
bo: ཡྙན་ཚིག་ནང་རྡོག་མི་བཙུགས། ལོག་གཏོང་རོགས།
ca: No s'han reconegut peces a la imatge. Torna-ho a provar.
cs: Na snímku nebyly rozpoznány žádné kameny. Zkuste to prosím znovu.
da: Ingen brikker blev genkendt på billedet. Prøv igen.
de: Keine Spielfiguren im Bild erkannt. Bitte erneut versuchen.
el: Δεν αναγνωρίστηκαν κομμάτια στην εικόνα. Παρακαλώ δοκιμάστε ξανά.
es: No se reconocieron piezas en la imagen. Por favor, inténtalo de nuevo.
et: Ühtegi nuppu pildil ei tuvastatud. Palun proovige uuesti.
fa: هیچ مهره‌ای در تصویر شناسایی نشد. لطفاً دوباره تلاش کنید.
fi: Kuvasta ei tunnistettu yhtään nappulaa. Yritä uudelleen.
fr: Aucune pièce n'a été détectée sur l'image. Veuillez réessayer.
gu: છબીમાં કોઈ પીસ ઓળખાઇ નથી. કૃપા કરી ફરી પ્રયત્ન કરો.
he: לא זוהו כלי משחק בתמונה. אנא נסה שוב.
hi: छवि में कोई पीस नहीं पहचाना गया। कृपया पुन: प्रयास करें।
hr: U slici nisu prepoznate figure. Pokušajte ponovo.
hu: A képen egy bábú sem ismerhető fel. Kérlek, próbáld újra.
hy: Պատկերում ոչ մի քար չի ճանաչվել. Խնդրում ենք կրկին փորձել։
id: Tidak ada bidak yang dikenali dalam gambar. Silakan coba lagi.
is: Engir steinar greindust í myndinni. Reyndu aftur.
it: Nessun pezzo riconosciuto nell’immagine. Riprova.
ja: 画像から駒が認識されませんでした。もう一度お試しください。
km: មិនមានឯកតា(pieces)ណាមួយត្រូវបានស្គាល់នៅក្នុងរូបភាពទេ។ សូមព្យាយាមម្តងទៀត។
kn: ಚಿತ್ರದಲ್ಲಿ ಯಾವುದೇ ತುಂಡು ಗುರುತಿಸಲ್ಪಡಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이미지에서 말을 인식하지 못했습니다. 다시 시도하세요.
lt: Nepavyko atpažinti figūrų paveikslėlyje. Bandykite dar kartą.
lv: Attēlā netika atpazītas nevienas figūras. Lūdzu, mēģiniet vēlreiz.
mk: Во сликата не беа препознаени фигури. Обидете се повторно.
ms: Tiada buah dikesan dalam imej. Sila cuba lagi.
my: ပုံတွင် အပိုင်းကဏ္ဍမတွေ့ပါ။ ထပ်မံစမ်းကြည့်ပါ။
nb: Ingen brikker gjenkjent i bildet. Prøv igjen.
nl: Geen stukken herkend in de afbeelding. Probeer het opnieuw.
pl: Żadne pionki nie zostały rozpoznane na obrazie. Spróbuj ponownie.
pt: Nenhuma peça foi reconhecida na imagem. Tente novamente.
ro: Nicio piesă nu a fost recunoscută în imagine. Încearcă din nou.
ru: Ни одной фигуры не распознано на изображении. Попробуйте снова.
si: රූපයේ කොටස් කිසිවක් හඳුනාගත නොවීය. කරුණාකර නැවත උත්සාහ කරන්න.
sk: Na obrázku neboli rozpoznané žiadne figúrky. Skúste to znova.
sl: Na sliki niso bile prepoznane nobene figure. Poskusite znova.
sq: Asnjë figurë nuk u njoh në imazh. Ju lutem provoni përsëri.
sr: Niti jedna figurica nije prepoznata na slici. Pokušajte ponovo.
sv: Inga pjäser identifierades i bilden. Försök igen.
sw: Hakuna vipande vilivotambuliwa kwenye picha. Tafadhali jaribu tena.
ta: படத்தில் எந்த துண்டுகளும் அடையாளமிடப்படவில்லை. மீண்டும் முயற்சிக்கவும்.
te: చిత్రంలో ఏ భాగాలు గుర్తించబడలేదు. దయచేసి మళ్లీ ప్రయత్నించండి.
th: ไม่พบชิ้นส่วนใดๆ ในภาพ โปรดลองอีกครั้ง.
tr: Görüntüde hiçbir taş tanınmadı. Lütfen tekrar deneyin.
uk: На зображенні не розпізнано жодної фішки. Будь ласка, спробуйте ще раз.
ur: تصویر میں کوئی مہرے پہچانے نہیں گئے۔ براہ کرم دوبارہ کوشش کریں۔
uz: Rasmda hech qanday figuralar aniqlanmadi. Iltimos, qayta urinib ko'ring.
vi: Không có quân cờ nào được nhận diện trong ảnh. Vui lòng thử lại.
zh: 未在图像中识别到棋子，请重试。
zh_hant: 影像中未辨識到任何棋子，請再試一次。
zu: Akukho maqhekeza womdlalo atholakele esithombeni. Sicela uzame futhi.

source: Recognize board from image
af: Herken speelbord vanaf afbeelding
am: ከምስሉ ቦርድ ማረጋገጥ
ar: التعرف على لوحة اللعب من الصورة
az: Şəkildən taxtanı tanı
be: Распазнаць гульнявую дошку з выявы
bg: Разпознай дъска от изображение
bn: ছবি থেকে বোর্ড সনাক্ত করুন
bo: ཡྙན་ཚིག་ནས་གདོང་ལེན་བྱེད།
ca: Reconeix el tauler a partir de la imatge
cs: Rozpoznat desku ze snímku
da: Genkend spillebræt fra billede
de: Spielbrett aus Bild erkennen
el: Αναγνώριση πίνακα από εικόνα
es: Reconocer tablero desde la imagen
et: Tuvasta mängulaud pildilt
fa: شناسایی صفحه از تصویر
fi: Tunnista lauta kuvasta
fr: Reconnaître le plateau à partir de l'image
gu: છબીમાંથી બોર્ડ ઓળખો
he: זהה לוח מהתמונה
hi: छवि से बोर्ड पहचानें
hr: Prepoznaj ploču sa slike
hu: Játéktábla felismerése képből
hy: Խաղի տախտակի ճանաչում պատկերից
id: Kenali papan permainan dari gambar
is: Greina leikborð úr mynd
it: Riconosci tabellone dall’immagine
ja: 画像から盤面を認識
km: ស្គាល់ផ្ទាំងពីរូបភាព
kn: ಚಿತ್ರದಿಂದ ಫಲಕವನ್ನು ಗುರುತಿಸಿ
ko: 이미지에서 보드 인식
lt: Atpažinti lentą iš paveikslėlio
lv: Atpazīt dēli no attēla
mk: Препознај табла од слика
ms: Kenal pasti papan permainan dari imej
my: ပုံမှ ဂိမ်းဘုတ်ကို ဖော်ထုတ်ရန်
nb: Gjenkjenn brett fra bilde
nl: Herken bord uit afbeelding
pl: Rozpoznaj planszę z obrazu
pt: Reconhecer tabuleiro na imagem
ro: Recunoaște tabla din imagine
ru: Распознать доску с изображения
si: රූපයෙන් ක්‍රීඩා පුවරුව හඳුනාගන්න
sk: Rozpoznať dosku z obrázka
sl: Prepoznaj ploščo iz slike
sq: Njoh tabelën nga imazhi
sr: Prepoznaj tablu sa slike
sv: Identifiera bräde från bild
sw: Tambua ubao kutoka kwenye picha
ta: படத்திலிருந்து பலகையை அடையாளம் காண்க
te: చిత్రం నుండి బోర్డును గుర్తించండి
th: จดจำกระดานจากภาพ
tr: Görüntüden tahtayı tanı
uk: Розпізнати поле із зображення
ur: تصویر سے گیم بورڈ پہچانیں
uz: Rasmdan taxtani aniqlash
vi: Nhận diện bàn cờ từ ảnh
zh: 从图片识别棋盘
zh_hant: 從影像辨識棋盤
zu: Hlonza ibhodi lomdlalo esithombeni

source: View tips
af: Kyk wenke
am: ምክሮችን ይመልከቱ
ar: عرض النصائح
az: Məsləhətlərə bax
be: Паказаць парады
bg: Преглед на съвети
bn: টিপস দেখুন
bo: བསམ་ཚུལ་ལྟ།
ca: Mostra consells
cs: Zobrazit tipy
da: Vis tips
de: Tipps anzeigen
el: Προβολή συμβουλών
es: Ver consejos
et: Vaata näpunäiteid
fa: مشاهده نکات
fi: Näytä vinkit
fr: Voir les conseils
gu: સૂચનો જુઓ
he: הצג טיפים
hi: टिप्स देखें
hr: Prikaži savjete
hu: Tippek megtekintése
hy: Խորհուրդներ դիտել
id: Lihat tips
is: Skoða ráð
it: Visualizza suggerimenti
ja: ヒントを見る
km: មើលគន្លឹះ
kn: ಸೂಚನೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ko: 팁 보기
lt: Peržiūrėti patarimus
lv: Skatīt padomus
mk: Прикажи совети
ms: Lihat petua
my: အကြံပြုချက်များ ကြည့်ရန်
nb: Se tips
nl: Bekijk tips
pl: Zobacz wskazówki
pt: Ver dicas
ro: Vezi sfaturi
ru: Просмотреть советы
si: උදව් උපදෙස් බලන්න
sk: Zobraziť tipy
sl: Ogled nasvetov
sq: Shiko këshilla
sr: Pogledaj savete
sv: Visa tips
sw: Tazama vidokezo
ta: குறிப்புகளைப் பார்வையிட
te: సలహాలు చూడండి
th: ดูเคล็ดลับ
tr: İpuçlarını görüntüle
uk: Переглянути поради
ur: مشورے دیکھیں
uz: Maslahatlarni ko'rish
vi: Xem mẹo
zh: 查看提示
zh_hant: 查看提示
zu: Buka amathiphu

source: Apply to board
af: Toepas op speelbord
am: ወደ ቦርድ ላይ መተግበር
ar: تطبيق على لوحة اللعب
az: Oyun taxtasına tətbiq et
be: Прыменіць да дошкі
bg: Приложи към дъската
bn: বোর্ডে প্রয়োগ করুন
bo: ས་ཁབ་ལ་རིས་མཐུད།
ca: Aplica al tauler
cs: Použít na desku
da: Anvend på brættet
de: Auf Spielbrett anwenden
el: Εφαρμογή στον πίνακα
es: Aplicar al tablero
et: Rakenda mängulauale
fa: اعمال به صفحه
fi: Sovella lautaan
fr: Appliquer au plateau
gu: બોર્ડ પર લાગુ કરો
he: החל על הלוח
hi: बोर्ड पर लागू करें
hr: Primijeni na ploču
hu: Játéktáblára alkalmaz
hy: Կիրառել խաղի տախտակին
id: Terapkan ke papan
is: Beita á leikborð
it: Applica al tabellone
ja: 盤面に適用
km: អនុវត្តទៅផ្ទាំង
kn: ಫಲಕಕ್ಕೆ ಅನ್ವಯಿಸಿ
ko: 보드에 적용
lt: Pritaikyti lentelei
lv: Lietot uz dēļa
mk: Примени на таблата
ms: Terap ke papan
my: ဘုတ်တွင်အသုံးပြုရန်
nb: Bruk på brett
nl: Toepassen op bord
pl: Zastosuj do planszy
pt: Aplicar ao tabuleiro
ro: Aplică pe tablă
ru: Применить к доске
si: පුවරුවට යෙදවන්න
sk: Použiť na dosku
sl: Uporabi na ploščo
sq: Apliko në tabelë
sr: Primeni na tablu
sv: Tillämpa på brädet
sw: Tumia kwenye ubao
ta: பலகைக்கு பயன்படுத்தவும்
te: బోర్డు పై వర్తించండి
th: นำไปใช้กับกระดาน
tr: Tahtaya uygula
uk: Застосувати до поля
ur: بورڈ پر لاگو کریں
uz: Taxtaga qo'llash
vi: Áp dụng lên bàn cờ
zh: 应用到棋盘
zh_hant: 套用到棋盤
zu: Faka ebhodini lomdlalo

source: Adjust board area
af: Pas speelbordarea aan
am: የቦርድ አካባቢ መስተካከል
ar: ضبط منطقة لوحة اللعب
az: Oyun taxtası sahəsini tənzimləyin
be: Адрэгуляваць зону дошкі
bg: Настрой зона на дъската
bn: বোর্ড এলাকা সামঞ্জস্য করুন
bo: ས་ཁབ་ཁ་སྐྱང་བྱེད།
ca: Ajusta l'àrea del tauler
cs: Upravit oblast desky
da: Juster brætområdet
de: Brettbereich anpassen
el: Ρύθμιση περιοχής πίνακα
es: Ajustar área del tablero
et: Kohanda mängulaua piirkonda
fa: تنظیم ناحیه صفحه
fi: Säädä laudan aluetta
fr: Ajuster la zone du plateau
gu: બોર્ડ વિસ્તાર સમાયોજિત કરો
he: התאם את אזור הלוח
hi: बोर्ड क्षेत्र समायोजित करें
hr: Prilagodi područje ploče
hu: Játéktábla területének beállítása
hy: Խաղի տախտակի տարածքի ճշգրտում
id: Sesuaikan area papan
is: Stilla svæði á leikborði
it: Regola area del tabellone
ja: 盤面領域を調整
km: សម្រួលទំហំផ្ទាំង
kn: ಫಲಕ ಪ್ರದೇಶವನ್ನು ಹೊಂದಿಸಿ
ko: 보드 영역 조정
lt: Koreguoti lentos sritį
lv: Regulēt dēļa laukumu
mk: Прилагоди област на таблата
ms: Laraskan kawasan papan
my: ဘုတ်နေရာကို ကိုက်ညီအောင် ပြင်ဆင်ရန်
nb: Juster brettområde
nl: Bordgebied aanpassen
pl: Dopasuj obszar planszy
pt: Ajustar área do tabuleiro
ro: Ajustează zona tablei
ru: Настроить область доски
si: පුවරු ප්‍රදේශය සකසන්න
sk: Upraviť oblasť dosky
sl: Prilagodi območje plošče
sq: Rregullo zonën e tabelës
sr: Prilagodi oblast table
sv: Justera brädområde
sw: Rekebisha eneo la ubao
ta: பலகை பகுதியை சரிசெய்யவும்
te: బోర్డు ప్రాంతాన్ని సర్దుబాటు చేయండి
th: ปรับพื้นที่กระดาน
tr: Tahta alanını ayarla
uk: Налаштувати область поля
ur: بورڈ کے علاقے کو ایڈجسٹ کریں
uz: Taxta hududini sozlash
vi: Chỉnh vùng bàn cờ
zh: 调整棋盘区域
zh_hant: 調整棋盤區域
zu: Lungisa indawo yebhodi lomdlalo

source: View common URLs
af: Kyk algemene URL's
am: የተለመዱ URL-ዎችን ይመልከቱ
ar: عرض عناوين URL الشائعة
az: Ümumi URL-lərə bax
be: Паказаць распаўсюджаныя URLs
bg: Преглед на често използвани URL
bn: সাধারণ URLs দেখুন
bo: མཐོང་གཏོགས་གྲིགས་པའི URLs ལྟ།
ca: Mostra les URLs comunes
cs: Zobrazit běžné URL
da: Vis almindelige URLs
de: Häufig genutzte URLs anzeigen
el: Προβολή κοινών URLs
es: Ver URLs comunes
et: Vaata levinud URL-e
fa: مشاهده URLهای متداول
fi: Näytä yleiset URL-osoitteet
fr: Voir les URL communes
gu: સામાન્ય URLs જુઓ
he: הצג כתובות URL נפוצות
hi: सामान्य URLs देखें
hr: Prikaži uobičajene URL-ove
hu: Gyakori URL‑ek megtekintése
hy: Հաճախ օգտագործվող URL-ներ դիտել
id: Lihat URL umum
is: Skoða algengar URL‑ur
it: Visualizza URL comuni
ja: 一般的な URL を表示
km: មើល URL ទូទៅ
kn: ಸಾಮಾನ್ಯ URLಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ko: 자주 사용하는 URL 보기
lt: Peržiūrėti dažnai naudojamus URL
lv: Skatīt bieži izmantotos URL
mk: Преглед на често користени URL
ms: Lihat URL biasa
my: နှစ်သက်အသုံးများသော URLs ကြည့်ရန်
nb: Vis vanlige URL-er
nl: Bekijk veelgebruikte URL’s
pl: Zobacz popularne URL-e
pt: Ver URLs comuns
ro: Vezi URL-uri comune
ru: Просмотреть общие URL
si: සාමාන්‍ය URL බලන්න
sk: Zobraziť bežné URL
sl: Ogled pogostih URL-jev
sq: Shiko URL-të e zakonshme
sr: Pogledaj uobičajene URL‑ove
sv: Visa vanliga URL:er
sw: Angalia URL za kawaida
ta: பொதுவான URLகளைப் பார்வையிட
te: సాధారణ URLలు చూడండి
th: ดู URL ทั่วไป
tr: Yaygın URL'leri görüntüle
uk: Переглянути поширені URL
ur: عام URLs دیکھیں
uz: Ommabop URL-larni ko'rish
vi: Xem các URL thường dùng
zh: 查看常用 URL
zh_hant: 查看常用 URL
zu: Buka ama-URL ajwayelekile
