Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# whatIsRetrogradeAnalysis
source: The Retrograde Analysis algorithm uses multi-valued retrograde analysis to build an endgame database from different start positions, then applies this database to optimize gameplay. This approach falls under the category of Ultra-Strong solutions.
af: Die retrograde-analise-algoritme gebruik multi-waarde retrograde analise om 'n eindspeldatabasis vanaf verskillende beginposisies te bou, en pas dan hierdie databasis toe om spel te optimaliseer. Hierdie benadering val onder die kategorie van Ultra-Strong oplossings.
am: ከምንም እንቅስቃሴ ሳይሆን በመጀመሪያ ከተለያዩ ስፍራዎች ላይ የመጨረሻ ዘመን መረጃ ቤት ይገነባል፣ ከዚህ መረጃ ቤት በማጠናከር ጨዋታውን ለማሻሻል ይረዳል። ይህ ሂደት በኩል እጅግ ብርቱ መፍትሄ ስር ይገኛል።
ar: تستخدم خوارزمية التحليل الرجعي تحليلًا رجعيًا متعدد القيم لبناء قاعدة بيانات نهاية اللعبة من مواقع بدء مختلفة ، ثم تطبق قاعدة البيانات هذه لتحسين طريقة اللعب. يندرج هذا النهج ضمن فئة الحلول فائقة القوة.
az: Retrograd Analiz alqoritmi müxtəlif başlanğıc mövqelərindən oyun sonu verilənlər bazası yaratmaq üçün çox dəyərli retrograd analizdən istifadə edir, sonra oyunu optimallaşdırmaq üçün bu verilənlər bazasını tətbiq edir. Bu yanaşma Ultra Güclü həllər kateqoriyasına aiddir.
be: Алгарытм рэтраграднага аналізу выкарыстоўвае шматзначны рэтраградны аналіз для стварэння базы дадзеных эндшпіля з розных стартавых пазіцый, а затым прымяняе гэтую базу дадзеных для аптымізацыі гульнявога працэсу. Такі падыход адносіцца да катэгорыі звыштрывалых рашэнняў.
bg: Алгоритъмът за ретрограден анализ използва ретрограден анализ с множество стойности, за да изгради база данни за края на играта от различни начални позиции, след което прилага тази база данни за оптимизиране на играта. Този подход попада в категорията на Ultra-Strong решения.
bn: রেট্রোগ্রেড অ্যানালাইসিস অ্যালগরিদম বিভিন্ন স্টার্ট পজিশন থেকে একটি এন্ডগেম ডাটাবেস তৈরি করতে বহু-মূল্যবান রেট্রোগ্রেড বিশ্লেষণ ব্যবহার করে, তারপর গেমপ্লে অপ্টিমাইজ করতে এই ডাটাবেসটি প্রয়োগ করে। এই পদ্ধতিটি আল্ট্রা-স্ট্রং সমাধানের বিভাগে পড়ে।
bo: ཕྱིར་ལོག་དབྱེ་ཞིབ་རྩིས་གཞི་དེས་འགོ་འཛུགས་གནས་ཡུལ་མི་འདྲ་བ་ནས་མཇུག་མཐའི་རྩེད་མོའི་གནས་སྡུད་གཞི་གྲངས་བཟོ་བར་རིན་ཐང་སྣ་ཚོགས་ཀྱི་ཕྱིར་ལོག་དབྱེ་ཞིབ་བཀོལ་སྤྱོད་བྱེད་ཀྱི་ཡོད། ཐབས་ལམ་འདི་ཧ་ཅང་ཤུགས་ཆེ་བའི་ཐབས་ཤེས་ཀྱི་སྡེ་ཚན་འོག་ལ་ཚུད་ཡོད།
ca: L'algoritme d'anàlisi retroactiva usa bases de dades de finals generades des de diferents posicions per a optimitzar el joc. Pertany a les anomenades solucions ultrafortes.
cs: Algoritmus retrográdní analýzy využívá retrográdní analýzu s více hodnotami k vytvoření databáze konce hry z různých počátečních pozic a poté tuto databázi použije k optimalizaci hry. Tento přístup spadá do kategorie Ultra-Strong řešení.
da: Retrogradanalysealgoritmen bruger retrogradanalyse med flere værdier til at bygge en slutspilsdatabase fra forskellige startpositioner og anvender derefter denne database til at optimere gameplayet. Denne tilgang falder ind under kategorien Ultra-Strong-løsninger.
de: Der Retrograde-Analyse-Algorithmus verwendet eine mehrwertige Retrograde-Analyse, um eine Endspieldatenbank aus verschiedenen Startpositionen zu erstellen, und wendet diese Datenbank dann an, um das Gameplay zu optimieren. Dieser Ansatz fällt in die Kategorie der ultrastarken Lösungen.
el: Ο αλγόριθμος Ανάδρομης Ανάλυσης χρησιμοποιεί ανάδρομη ανάλυση πολλαπλών τιμών για τη δημιουργία μιας βάσης δεδομένων τέλους παιχνιδιού από διαφορετικές θέσεις έναρξης και, στη συνέχεια, εφαρμόζει αυτήν τη βάση δεδομένων για τη βελτιστοποίηση του παιχνιδιού. Αυτή η προσέγγιση εμπίπτει στην κατηγορία των Ultra-Strong λύσεων.
es: El algoritmo de análisis retrógrado utiliza un análisis retrógrado de valores múltiples para crear una base de datos de finales desde diferentes posiciones iniciales y luego aplica esta base de datos para optimizar el juego. Este enfoque se incluye en la categoría de soluciones ultrafuertes.
et: Retrograadse analüüsi algoritm kasutab mitme väärtusega retrograadset analüüsi, et luua erinevatest alguspositsioonidest lõppmängu andmebaas, seejärel rakendab see andmebaas mängu optimeerimiseks. See lähenemisviis kuulub ülitugevate lahenduste kategooriasse.
fa: الگوریتم تحلیل رتروگراد از تحلیل رتروگراد چند ارزشی برای ساخت یک پایگاه داده پایان بازی از موقعیت های مختلف شروع استفاده می کند، سپس این پایگاه داده را برای بهینه سازی گیم پلی اعمال می کند. این رویکرد در دسته راه حل های فوق العاده قوی قرار می گیرد.
fi: Retrograde Analysis -algoritmi käyttää moniarvoista retrogradista analyysiä loppupelitietokannan rakentamiseen eri aloituspaikoista ja käyttää sitten tätä tietokantaa pelin optimoimiseksi. Tämä lähestymistapa kuuluu Ultra-Strong-ratkaisujen luokkaan.
fr: L'algorithme d'Analyse Rétrograde utilise une analyse rétrograde à plusieurs valeurs pour créer une base de données de fin de partie à partir de différentes positions de départ, puis applique cette base de données pour optimiser le gameplay. Cette approche entre dans la catégorie des solutions Ultra-Fortes.
gu: રેટ્રોગ્રેડ એનાલિસિસ એલ્ગોરિધમ વિવિધ સ્ટાર્ટ પોઝિશનમાંથી એન્ડગેમ ડેટાબેઝ બનાવવા માટે બહુ-મૂલ્યવાળું રેટ્રોગ્રેડ એનાલિસિસનો ઉપયોગ કરે છે, પછી ગેમપ્લેને ઑપ્ટિમાઇઝ કરવા માટે આ ડેટાબેઝને લાગુ કરે છે. આ અભિગમ અલ્ટ્રા-સ્ટ્રોંગ સોલ્યુશન્સની શ્રેણીમાં આવે છે.
he: האלגוריתם של ניתוח רטרוגרדי משתמש בניתוח רטרוגרדי רב ערכים כדי לבנות מסד נתונים של משחק סוף מעמדות התחלה שונות, ולאחר מכן מיישם את מסד הנתונים הזה כדי לייעל את המשחק. גישה זו נכללת בקטגוריה של פתרונות Ultra-Strong.
hi: रेट्रोग्रेड एनालिसिस एल्गोरिथम अलग-अलग स्टार्ट पोजीशन से एंडगेम डेटाबेस बनाने के लिए मल्टी-वैल्यूड रेट्रोग्रेड एनालिसिस का उपयोग करता है, फिर गेमप्ले को ऑप्टिमाइज़ करने के लिए इस डेटाबेस को लागू करता है। यह दृष्टिकोण अल्ट्रा-स्ट्रॉन्ग सॉल्यूशंस की श्रेणी में आता है।
hr: Algoritam retrogradne analize koristi viševrijednu retrogradnu analizu za izgradnju baze podataka završetka igre s različitih početnih pozicija, a zatim primjenjuje tu bazu podataka za optimizaciju igranja. Ovaj pristup spada u kategoriju ultra jakog rješenja.
hu: A Retrográd Analysis algoritmus többértékű retrográd elemzést használ a végjáték-adatbázis felépítéséhez különböző kezdőpozíciókból, majd ezt az adatbázist alkalmazza a játékmenet optimalizálására. Ez a megközelítés az Ultra-Strong megoldások kategóriájába tartozik.
hy: Հետադիմական վերլուծության ալգորիթմը օգտագործում է բազմարժեք հետադիմական վերլուծություն՝ տարբեր մեկնարկային դիրքերից վերջնական խաղի տվյալների բազա ստեղծելու համար, այնուհետև կիրառում է այս տվյալների բազան՝ խաղը օպտիմալացնելու համար: Այս մոտեցումը պատկանում է Ultra-Strong լուծումների կատեգորիային:
id: Algoritme Analisis Retrograde menggunakan analisis retrograde multi-nilai untuk membangun database endgame dari berbagai posisi awal, lalu menerapkan database ini untuk mengoptimalkan gameplay. Pendekatan ini termasuk dalam kategori solusi Ultra-Kuat.
is: Retrograde Analysis reikniritið notar marggilda retrograde greiningu til að byggja upp lokagagnagrunn úr mismunandi upphafsstöðum og notar síðan þennan gagnagrunn til að hámarka spilun. Þessi nálgun fellur undir flokkinn Ultra-Strong lausnir.
it: L'algoritmo di analisi retrograda utilizza l'analisi retrograda multivalore per creare un database finale da diverse posizioni di partenza, quindi applica questo database per ottimizzare il gioco. Questo approccio rientra nella categoria delle soluzioni Ultra-Strong.
ja: 逆行分析アルゴリズムは、多値逆行分析を使用してさまざまな開始位置からエンドゲーム データベースを構築し、このデータベースを適用してゲームプレイを最適化します。このアプローチは、超強力ソリューションのカテゴリーに分類されます。
km: ក្បួនដោះស្រាយការវិភាគថយក្រោយប្រើការវិភាគថយក្រោយពហុតម្លៃដើម្បីបង្កើតមូលដ្ឋានទិន្នន័យចុងហ្គេមពីទីតាំងចាប់ផ្តើមផ្សេងៗ បន្ទាប់មកអនុវត្តមូលដ្ឋានទិន្នន័យនេះដើម្បីបង្កើនប្រសិទ្ធភាពការលេងហ្គេម។ វិធីសាស្រ្តនេះស្ថិតនៅក្រោមប្រភេទនៃដំណោះស្រាយ Ultra-Strong ។
kn: ರೆಟ್ರೊಗ್ರೇಡ್ ಅನಾಲಿಸಿಸ್ ಅಲ್ಗಾರಿದಮ್ ವಿವಿಧ ಆರಂಭದ ಸ್ಥಾನಗಳಿಂದ ಎಂಡ್‌ಗೇಮ್ ಡೇಟಾಬೇಸ್ ಅನ್ನು ನಿರ್ಮಿಸಲು ಬಹು-ಮೌಲ್ಯದ ರೆಟ್ರೋಗ್ರೇಡ್ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಬಳಸುತ್ತದೆ, ನಂತರ ಗೇಮ್‌ಪ್ಲೇಯನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿಸಲು ಈ ಡೇಟಾಬೇಸ್ ಅನ್ನು ಅನ್ವಯಿಸುತ್ತದೆ. ಈ ವಿಧಾನವು ಅಲ್ಟ್ರಾ-ಸ್ಟ್ರಾಂಗ್ ಪರಿಹಾರಗಳ ವರ್ಗದ ಅಡಿಯಲ್ಲಿ ಬರುತ್ತದೆ.
ko: 역행 분석 알고리즘은 다중 값 역행 분석을 사용하여 다양한 시작 위치에서 최종 게임 데이터베이스를 구축한 다음 이 데이터베이스를 적용하여 게임 플레이를 최적화합니다. 이 접근 방식은 울트라 스트롱 솔루션 범주에 속합니다.
lt: Retrogradinės analizės algoritmas naudoja kelių reikšmių retrogradinę analizę, kad sukurtų žaidimo pabaigos duomenų bazę iš skirtingų pradžios pozicijų, tada pritaiko šią duomenų bazę, kad optimizuotų žaidimą. Šis metodas priklauso ypač stiprių sprendimų kategorijai.
lv: Retrogrādās analīzes algoritms izmanto daudzvērtīgu retrogrādo analīzi, lai izveidotu beigu datu bāzi no dažādām sākuma pozīcijām, un pēc tam izmanto šo datu bāzi, lai optimizētu spēli. Šī pieeja ietilpst īpaši spēcīgu risinājumu kategorijā.
mk: Алгоритмот за ретроградна анализа користи ретроградна анализа со повеќе вредности за да изгради база на податоци за крајната игра од различни почетни позиции, а потоа ја применува оваа база за оптимизирање на играта. Овој пристап спаѓа во категоријата Ултра-силни решенија.
ms: Algoritma Analisis Retrogred menggunakan analisis retrogred berbilang nilai untuk membina pangkalan data permainan akhir daripada kedudukan permulaan yang berbeza, kemudian menggunakan pangkalan data ini untuk mengoptimumkan permainan. Pendekatan ini termasuk dalam kategori penyelesaian Ultra-Kuat.
my: Retrograde ခွဲခြမ်းစိတ်ဖြာမှု algorithm သည် မတူညီသော start positions များမှ endgame database တစ်ခုကို တည်ဆောက်ရန်အတွက် တန်ဖိုးများစွာရှိသော retrograde ခွဲခြမ်းစိတ်ဖြာမှုကို အသုံးပြုပြီး ဂိမ်းကစားခြင်းကို ပိုကောင်းအောင်ပြုလုပ်ရန် ဤဒေတာဘေ့စ်ကို အသုံးပြုပါသည်။ ဤချဉ်းကပ်မှုသည် အလွန်ပြင်းထန်သော ဖြေရှင်းနည်းများ အမျိုးအစားအောက်တွင် ရှိသည်။
nb: Algoritmen for retrograd analyse bruker retrograd analyse med flere verdier for å bygge en sluttspilldatabase fra forskjellige startposisjoner, og bruker deretter denne databasen for å optimalisere spillingen. Denne tilnærmingen faller inn under kategorien Ultra-Strong-løsninger.
nl: Het algoritme voor retrograde-analyse maakt gebruik van meerwaardige retrograde-analyse om een eindspel-database op te bouwen vanuit verschillende startposities en past deze database vervolgens toe om de gameplay te optimaliseren. Deze aanpak valt onder de categorie Ultrasterke oplossingen.
pl: Algorytm analizy wstecznej wykorzystuje wielowartościową analizę wsteczną do zbudowania bazy danych gier końcowych z różnych pozycji początkowych, a następnie stosuje tę bazę danych w celu optymalizacji rozgrywki. Takie podejście należy do kategorii rozwiązań Ultra-Strong.
pt: O algoritmo de análise retrógrada utiliza uma análise retrógrada de múltiplos valores para criar uma base de dados de finais a partir de diferentes posições iniciais e depois aplica essa base para otimizar o jogo. Esta abordagem está incluída na categoria de soluções ultrafortes.
ro: Algoritmul de analiză retrogradă utilizează analiza retrogradă cu mai multe valori pentru a construi o bază de date finală din diferite poziții de început, apoi aplică această bază de date pentru a optimiza jocul. Această abordare se încadrează în categoria soluțiilor Ultra-Strong.
ru: Алгоритм ретроградного анализа использует многозначный ретроградный анализ для создания базы данных эндшпиля с разных начальных позиций, а затем применяет эту базу данных для оптимизации игрового процесса. Этот подход относится к категории сверхсильных решений.
si: රිට්‍රෝග්‍රේඩ් විශ්ලේෂණ අල්ගොරිතමය බහු-අගය රිට්‍රෝග්‍රේඩ් විශ්ලේෂණය භාවිතා කර විවිධ ආරම්භක තත්වයන්ගෙන් අන්තිම ක්‍රීඩා දත්ත ගබඩාවක් ගොඩනගා, එවිට මෙම දත්ත ගබඩාව ක්‍රීඩා ප්‍රවාහය ප්‍රවර්ධනය කිරීමට අයදුම් කරයි. මෙම ප්‍රවේශය අති-ශක්තිමත් විසඳුම් ප්‍රවර්ගයට අයත් වේ.
sk: Algoritmus retrográdnej analýzy využíva retrográdnu analýzu s viacerými hodnotami na zostavenie databázy konca hry z rôznych počiatočných pozícií a potom túto databázu použije na optimalizáciu hry. Tento prístup patrí do kategórie ultrasilných riešení.
sl: Algoritem retrogradne analize uporablja večvrednostno retrogradno analizo, da iz različnih začetnih položajev zgradi zbirko podatkov o končni igri, nato pa to zbirko podatkov uporabi za optimizacijo igranja. Ta pristop spada v kategorijo ultra-močnih rešitev.
sq: Algoritmi i Analizës Retrograde përdor analizën retrograde me shumë vlera për të ndërtuar një bazë të dhënash të fundit të lojës nga pozicione të ndryshme fillestare, më pas e aplikon këtë bazë të dhënash për të optimizuar lojën. Kjo qasje bie në kategorinë e zgjidhjeve ultra të forta.
sr: Алгоритам ретроградне анализе користи ретроградну анализу са више вредности да би направио базу података за крај игре са различитиһ почетниһ позиција, а затим примењује ову базу података да би оптимизовао игру. Овај приступ спада у категорију ултра-јакиһ решења.
sv: Algoritmen för retrograd analys använder retrograd analys med flera värden för att bygga en slutspelsdatabas från olika startpositioner, och tillämpar sedan denna databas för att optimera spelet. Detta tillvägagångssätt faller under kategorin Ultrastarka lösningar.
sw: Kanuni ya Uchanganuzi wa Retrograde hutumia uchanganuzi wa urejeshaji wa thamani nyingi ili kuunda hifadhidata ya mchezo wa mwisho kutoka nafasi tofauti za kuanza, kisha hutumia hifadhidata hii ili kuboresha uchezaji wa mchezo. Mbinu hii iko chini ya kategoria ya Suluhu zenye Nguvu Zaidi.
ta: ரெட்ரோகிரேட் பகுப்பாய்வு வழிமுறை வெவ்வேறு தொடக்க நிலைகளிலிருந்து ஒரு எண்ட்கேம் தரவுத்தளத்தை உருவாக்க பல மதிப்புள்ள பிற்போக்கு பகுப்பாய்வைப் பயன்படுத்துகிறது, பின்னர் விளையாட்டை மேம்படுத்த இந்த தரவுத்தளத்தைப் பயன்படுத்துகிறது. இந்த அணுகுமுறை அல்ட்ரா-ச்ட்ராங் தீர்வுகள் வகையின் கீழ் வருகிறது.
te: వివిధ ప్రారంభ స్థానాల నుండి ముగింపు గేమ్ డేటాబేస్‌ను రూపొందించడానికి రెట్రోగ్రేడ్ విశ్లేషణ అల్గోరిథం బహుళ-విలువైన రెట్రోగ్రేడ్ విశ్లేషణను ఉపయోగిస్తుంది, ఆపై గేమ్‌ప్లేను ఆప్టిమైజ్ చేయడానికి ఈ డేటాబేస్‌ను వర్తింపజేస్తుంది. ఈ విధానం అల్ట్రా-స్ట్రాంగ్ సొల్యూషన్స్ విభాగంలోకి వస్తుంది.
th: อัลกอริธึมการวิเคราะห์ถอยหลังเข้าคลองใช้การวิเคราะห์ถอยหลังเข้าคลองแบบหลายค่าเพื่อสร้างฐานข้อมูลตอนจบเกมจากตำแหน่งเริ่มต้นที่แตกต่างกัน จากนั้นใช้ฐานข้อมูลนี้เพื่อเพิ่มประสิทธิภาพการเล่นเกม วิธีการนี้จัดอยู่ในประเภทของโซลูชันที่แข็งแกร่งเป็นพิเศษ
tr: Geriye Dönük Analiz algoritması, farklı başlangıç konumlarından bir oyunsonu veritabanı oluşturmak için çok değerli geriye dönük analizi kullanır ve ardından oyunu optimize etmek için bu veritabanını uygular. Bu yaklaşım, ultra güçlü çözüm kategorisine girer.
uk: Алгоритм ретроградного аналізу використовує багатозначний ретроградний аналіз для створення бази даних ендшпілю з різних початкових позицій, а потім застосовує цю базу даних для оптимізації ігрового процесу. Цей підхід відноситься до категорії надміцних рішень.
ur: Retrograde Analysis الگورتھم مختلف ابتدائی پوزیشنوں سے اینڈگیم ڈیٹا بیس بنانے کے لیے کثیر قدر والے ریٹروگریڈ تجزیہ کا استعمال کرتا ہے، پھر گیم پلے کو بہتر بنانے کے لیے اس ڈیٹا بیس کو لاگو کرتا ہے۔ یہ نقطہ نظر انتہائی مضبوط حل کے زمرے میں آتا ہے۔
uz: Retrograd tahlil algoritmi turli boshlang'ich pozitsiyalardan o'yin oxiri ma'lumotlar bazasini yaratish uchun ko'p qiymatli retrograd tahlildan foydalanadi, so'ngra o'yinni optimallashtirish uchun ushbu ma'lumotlar bazasini qo'llaydi. Ushbu yondashuv Ultra-kuchli yechimlar toifasiga kiradi.
vi: Thuật toán Phân tích ngược dòng sử dụng phân tích ngược dòng đa giá trị để xây dựng cơ sở dữ liệu kết thúc trò chơi từ các vị trí bắt đầu khác nhau, sau đó áp dụng cơ sở dữ liệu này để tối ưu hóa lối chơi. Cách tiếp cận này thuộc danh mục Giải pháp siêu mạnh.
zh: 逆行分析算法使用多值逆行分析从不同的开始局面构建残局数据库，然后应用此数据库优化游戏玩法。这种方法属于超强解决方案的范畴。
zh_hant: 逆行分析算法使用多值逆行分析從不同的開始局面構建殘局數據庫，然後應用此數據庫優化遊戲玩法。這種方法屬於超強解決方案的範疇。
zu: I-algorithm ye-Retrograde Analysis isebenzisa ukuhlaziya okunenani eliningi lokubuyisela emuva ukuze kwakhiwe isizindalwazi somdlalo wokugcina kusuka ezindaweni ezihlukene zokuqala, bese isebenzisa le sizindalwazi ukuze kulungiselelwe ukudlala umdlalo. Le ndlela ingena ngaphansi kwesigaba sezixazululo ze-Ultra-Strong.

# viewAlgorithmGuide
source: Would you like to view the user guide for this algorithm?
af: Wil jy die gebruikersgids vir hierdie algoritme sien?
am: ይህን አልጎርዘም የተጠቃሚ መመሪያ መመልከት ትፈልጋሉ?
ar: هل ترغب في عرض دليل المستخدم لهذه الخوارزمية؟
az: Bu alqoritm üçün istifadəçi təlimatına baxmaq istərdinizmi?
be: Вы жадаеце прагледзець кіраўніцтва карыстальніка для гэтага алгарытму?
bg: Искате ли да видите ръководството за потребителя за този алгоритъм?
bn: আপনি কি এই অ্যালগরিদমের জন্য ব্যবহারকারীর নির্দেশিকা দেখতে চান?
bo: ཁྱེད་རང་རྩིས་གཞི་འདིའི་སྤྱོད་མཁན་གྱི་ལམ་སྟོན་ལ་ལྟ་འདོད་དམ།
ca: Voleu veure la guia d'usuari per a aquest algorisme?
cs: Chcete zobrazit uživatelskou příručku pro tento algoritmus?
da: Vil du se brugervejledningen til denne algoritme?
de: Möchten Sie das Benutzerhandbuch für diesen Algorithmus anzeigen?
el: Θα θέλατε να δείτε τον οδηγό χρήστη για αυτόν τον αλγόριθμο;
es: ¿Desea consultar la guía del usuario de este algoritmo?
et: Kas soovite vaadata selle algoritmi kasutusjuhendit?
fa: آیا می خواهید راهنمای کاربر این الگوریتم را مشاهده کنید؟
fi: Haluatko nähdä tämän algoritmin käyttöoppaan?
fr: Souhaitez-vous consulter le guide d'utilisation de cet algorithme ?
gu: શું તમે આ અલ્ગોરિધમ માટે વપરાશકર્તા માર્ગદર્શિકા જોવા માંગો છો?
he: האם תרצה לראות את המדריך למשתמש עבור אלגוריתם זה?
hi: क्या आप इस एल्गोरिथ्म के लिए उपयोगकर्ता मार्गदर्शिका देखना चाहेंगे?
hr: Želite li vidjeti korisnički priručnik za ovaj algoritam?
hu: Szeretné megtekinteni az algoritmus felhasználói útmutatóját?
hy: Ցանկանու՞մ եք դիտել այս ալգորիթմի օգտագործման ուղեցույցը:
id: Apakah Anda ingin melihat panduan pengguna untuk algoritme ini?
is: Viltu skoða notendahandbókina fyrir þetta reiknirit?
it: Vuoi visualizzare la guida per l'utente di questo algoritmo?
ja: このアルゴリズムのユーザー ガイドを参照しますか?
km: តើអ្នកចង់មើលមគ្គុទ្ទេសក៍អ្នកប្រើសម្រាប់ក្បួនដោះស្រាយនេះទេ?
kn: ಈ ಅಲ್ಗಾರಿದಮ್‌ಗಾಗಿ ಬಳಕೆದಾರ ಮಾರ್ಗದರ್ಶಿಯನ್ನು ವೀಕ್ಷಿಸಲು ನೀವು ಬಯಸುವಿರಾ?
ko: 이 알고리즘의 사용자 가이드를 보시겠습니까?
lt: Ar norėtumėte peržiūrėti šio algoritmo vartotojo vadovą?
lv: Vai vēlaties skatīt šī algoritma lietotāja rokasgrāmatu?
mk: Дали сакате да го погледнете корисничкото упатство за овој алгоритам?
ms: Adakah anda ingin melihat panduan pengguna untuk algoritma ini?
my: ဤအယ်လဂိုရီသမ်အတွက် အသုံးပြုသူလမ်းညွှန်ကို သင်ကြည့်ရှုလိုပါသလား။
nb: Vil du se brukerveiledningen for denne algoritmen?
nl: Wilt u de gebruikershandleiding van dit algoritme bekijken?
pl: Czy chcesz zobaczyć instrukcję obsługi tego algorytmu?
pt: Deseja consultar o guia do usuário deste algoritmo?
ro: Doriți să vedeți ghidul utilizatorului pentru acest algoritm?
ru: Хотите просмотреть руководство пользователя для этого алгоритма?
si: ඔබට මෙම අල්ගොරිතමය සඳහා පරිශීලක අත්පොත බලන්න කැමතිද?
sk: Chcete si pozrieť používateľskú príručku pre tento algoritmus?
sl: Ali si želite ogledati uporabniški priročnik za ta algoritem?
sq: Dëshironi të shikoni udhëzuesin e përdoruesit për këtë algoritëm?
sr: Да ли желите да видите упутство за употребу за овај алгоритам?
sv: Vill du se användarhandboken för denna algoritm?
sw: Je, ungependa kuona mwongozo wa mtumiaji wa kanuni hii?
ta: இந்த வழிமுறைக்கான பயனர் வழிகாட்டியைக் காண விரும்புகிறீர்களா?
te: మీరు ఈ అల్గారిథమ్ కోసం యూజర్ గైడ్‌ని వీక్షించాలనుకుంటున్నారా?
th: คุณต้องการดูคู่มือผู้ใช้สำหรับอัลกอริทึมนี้หรือไม่?
tr: Bu algoritmanın kullanım kılavuzunu görüntülemek ister misiniz?
uk: Бажаєте переглянути посібник користувача для цього алгоритму?
ur: کیا آپ اس الگورتھم کے لیے صارف گائیڈ دیکھنا چاہیں گے؟
uz: Ushbu algoritm uchun foydalanuvchi qo'llanmasini ko'rishni xohlaysizmi?
vi: Bạn có muốn xem hướng dẫn sử dụng thuật toán này không?
zh: 您想查看此算法的用户指南吗？
zh_hant: 您想查看此算法的用戶指南嗎？
zu: Ungathanda ukubuka umhlahlandlela womsebenzisi wale algorithm?

source: Show positional advantage indicator
af: Toon posisionele voordeel aanwyser
am: በቦታ አቀጣጠል እንዲታይ አሳይ
ar: أظهر مؤشر الميزة الموضعية
az: Mövqe üstünlüyü göstəricisini göstərin
be: Паказаць індыкатар пазіцыйнай перавагі
bg: Показване на индикатор за позиционно предимство
bn: অবস্থানগত সুবিধা নির্দেশক দেখান
bo: གོ་གནས་ཀྱི་དགེ་མཚན་སྟོན་པ།
ca: Mostra l'indicador d'avantatge posicional
cs: Zobrazit indikátor poziční výhody
da: Vis positionel fordelsindikator
de: Anzeige des Positionsvorteilsindikators
el: Εμφάνιση δείκτη πλεονεκτήματος θέσης
es: Visualización del indicador de la ventaja de la posición
et: Näita positsioonieelise indikaatorit
fa: نشانگر مزیت موقعیتی را نشان دهید
fi: Näytä sijaintiedun osoitin
fr: Afficher l'indicateur d'avantage positionnel
gu: સ્થિતિકીય લાભ સૂચક બતાવો
he: הצג מחוון יתרון מיקום
hi: स्थितीय लाभ सूचक दिखाएँ
hr: Prikaži indikator položajne prednosti
hu: Helyzetelőny jelző megjelenítése
hy: Ցույց տալ դիրքային առավելությունների ցուցիչը
id: Tampilkan indikator keunggulan posisi
is: Sýna stöðuávinningsvísi
it: Mostra l'indicatore del vantaggio di posizione
ja: 局面の有利不利インジケーターを表示
km: បង្ហាញសូចនាករគុណសម្បត្តិទីតាំង
kn: ಸ್ಥಾನಿಕ ಅನುಕೂಲ ಸೂಚಕವನ್ನು ತೋರಿಸಿ
ko: 위치 우위 지시기 보기
lt: Rodyti padėties pranašumo indikatorių
lv: Rādīt pozīcijas priekšrocības indikatoru
mk: Прикажи индикатор за позициска предност
ms: Tunjukkan penunjuk kelebihan kedudukan
my: အနေအထားအရ အားသာချက်ညွှန်ပြချက်ကို ပြပါ
nb: Vis indikator for posisjonsfordel
nl: Toon positionele voordeelindicator
pl: Pokaż wskaźnik przewagi pozycyjnej
pt: Visualização do indicador de vantagem posicional
ro: Afișați indicatorul de avantaj pozițional
ru: Показать индикатор позиционного преимущества
si: තත්ව වාසි දර්ශකය පෙන්වන්න
sk: Zobraziť indikátor pozičnej výhody
sl: Prikaži indikator položajne prednosti
sq: Trego treguesin e avantazhit pozicional
sr: Прикажи индикатор позиционе предности
sv: Visa positionsfördelsindikator
sw: Onyesha kiashiria cha faida ya nafasi
ta: நிலை நன்மை குறிகாட்டியைக் காட்டு
te: స్థాన ప్రయోజన సూచికను చూపు
th: แสดงตัวบ่งชี้ความได้เปรียบเชิงตำแหน่ง
tr: Konumsal avantaj göstergesini göster
uk: Показати індикатор позиційної переваги
ur: پوزیشنی فائدہ کا اشارہ دکھائیں۔
uz: Pozitsiyaviy ustunlik ko'rsatkichini ko'rsatish
vi: Hiển thị chỉ báo lợi thế vị trí
zh: 显示局面优劣指示器
zh_hant: 顯示棋勢優劣指示器
zu: Bonisa inkomba yenzuzo yendawo
