Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# tipCannotMoveOpponentsPieces
source: You can't move your opponent's pieces.
af: Jy kan nie jou teenstander se stukke skuif nie.
am: የተቀናቃኝዎን ቁራጮች ማንቀሳቀስ አይችሉም።
ar: لا يمكنك تحريك قطع خصمك.
az: Rəqibinizin fiqurlarını hərəkət etdirə bilməzsiniz.
be: Вы не можаце рухаць фігурамі суперніка.
bg: Не можете да местите фигурите на противника си.
bn: আপনি আপনার প্রতিপক্ষের টুকরো স্থানান্তর করতে পারবেন না।
bo: ཁྱེད་རང་གིས་ཁ་གཏད་ཀྱི་རྡེའུ་སྤོ་མི་ཆོག
ca: No podeu moure les peces de l'oponent.
cs: Nemůžete přesouvat kusy svého soupeře.
da: Du kan ikke flytte din modstanders brikker.
de: Du kannst die gegnerischen Steine nicht bewegen.
el: Δεν μπορείτε να μετακινήσετε τα κομμάτια του αντιπάλου σας.
es: No puede mover las piezas de su oponente.
et: Sa ei saa liigutada oma vastase tükki.
fa: نمی‌توانید مهره های حریف را حرکت دهید.
fi: Et voi siirtää vastustajan nappuloita.
fr: Vous ne pouvez pas déplacer les pièces de votre adversaire.
gu: તમે તમારા વિરોધીના ટુકડાઓ ખસેડી શકતા નથી.
he: אתה לא יכול להזיז את הכלים של היריב שלך.
hi: आप अपने प्रतिद्वंद्वी के टुकड़े नहीं हिला सकते।
hr: Ne možete pomicati protivničke figure.
hu: Nem mozgathatja az ellenfél korongjait.
hy: Դուք չեք կարող շարժել ձեր հակառակորդի խաղաքարերը:
id: Anda tidak dapat memindahkan bidak lawan.
is: Þú getur ekki fært stykki andstæðingsins.
it: Non potete muovere i pezzi del vostro avversario.
ja: 相手の駒を動かすことはできません。
km: អ្នកមិនអាចផ្លាស់ទីកូនអុករបស់គូប្រកួតបានទេ។
kn: ನಿಮ್ಮ ಎದುರಾಳಿಯ ತುಣುಕುಗಳನ್ನು ನೀವು ಸರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 상대의 말은 움직일 수 없습니다.
lt: Negalite judinti priešininko figūrų.
lv: Jūs nevarat pārvietot pretinieka figūru.
mk: Не можете да ги поместите фигурите на противникот.
ms: Anda tidak boleh menggerakkan potongan lawan.
my: သင့်ကို သင့်အနိုင်ယူဆခြင်းရဲ့ ပစ္စည်းများကို ရွေ့မရပါ။
nb: Du kan ikke flytte motstanderens brikker.
nl: Je kunt de stukken van je tegenstander niet verplaatsen.
pl: Nie możesz poruszyć kawałków przeciwnika.
pt: Você não pode mover as peças de seu oponente.
ro: Piesele adversarului nu pot fi mișcate.
ru: Вы не можете передвигать фигуры противника.
si: ඔබට ප්‍රතියෝගීන්ගේ කැටයම් හරවා ගත නොහැක.
sk: Nemôžete pohnúť figúrkou súpera.
sl: Nasprotnikove figure ne morete premakniti.
sq: Ju nuk mund të lëvizni copat e kundërshtarit tuaj.
sr: Не можете да померате противничке фигуре.
sv: Du kan inte flytta din motståndares pjäser.
sw: Huwezi kusonga vipande vya mpinzani wako.
ta: உங்கள் எதிரியின் துண்டுகளை நகர்த்த முடியாது.
te: మీరు మీ ప్రత్యర్థి ముక్కలను తరలించలేరు.
th: คุณไม่สามารถขยับหมากของฝ่ายตรงข้ามได้
tr: Rakibinizin taşlarını hareket ettiremezsiniz.
uk: Ви не можете переміщати фігури суперника.
ur: آپ اپنے مخالف کے ٹکڑے نہیں ہلا سکتے۔
uz: Siz raqibingizning qismlarini siljita olmaysiz.
vi: Bạn không thể di chuyển quân cờ của đối thủ.
zh: 不能移动对方的棋子
zh_hant: 不能移動對方的棋子
zu: Awukwazi ukuhambisa izingcezu zomphikisi wakho.

# tipSelectPieceToMove
source: Select your piece to move.
af: Kies jou stuk om te beweeg.
am: ለማንቀሳቀስ ቁራጭዎን ይምረጡ።
ar: حدد قطعتك لتحريكها.
az: Hərəkət etmək üçün parçanızı seçin.
be: Выберыце сваю частку для перамяшчэння.
bg: Изберете фигура, която да преместите.
bn: সরানোর জন্য আপনার টুকরাটি নির্বাচন করুন।
bo: སྤོ་འགུལ་གཏོང་དགོས་པའི་རྡེའུ་འདེམས་རོགས།
ca: Trieu la peça a moure.
cs: Vyberte kousek, který chcete přesunout.
da: Vælg din brik til at flytte.
de: Wähle deinen Stein zum Ziehen.
el: Επιλέξτε το κομμάτι που θέλετε να μετακινήσετε.
es: Seleccione su pieza para moverla.
et: Valige oma tükk, mida liigutada.
fa: مهره‌ای برای حرکت‌دادن انتخاب کنید.
fi: Valitse siirrettävä nappula.
fr: Sélectionnez votre pièce à déplacer.
gu: ખસેડવા માટે તમારા ભાગને પસંદ કરો.
he: בחר את היצירה שלך להזזה.
hi: स्थानांतरित करने के लिए अपने टुकड़े का चयन करें।
hr: Odaberite svoj figuru za pomicanje.
hu: Válasszon lépéshez egy korongot.
hy: Ընտրեք ձեր խաղաքարը տեղաշարժելու համար:
id: Pilih bidak Anda untuk dipindahkan.
is: Veldu stykkið þitt til að færa.
it: Selezionate il vostro pezzo da muovere.
ja: 移動する駒を選択します。
km: ជ្រើសរើសកូនអុករបស់អ្នកដើម្បីផ្លាស់ទី។
kn: ಸರಿಸಲು ನಿಮ್ಮ ತುಣುಕು ಆಯ್ಕೆಮಾಡಿ.
ko: 움직일 말을 선택하세요.
lt: Pasirinkite figūrėlę, kurią norite perkelti.
lv: Izvēlieties savu figūru, ko pārvietot.
mk: Изберете го вашето парче за движење.
ms: Pilih bahagian anda untuk bergerak.
my: ရွှေ့ရန် သင့်အပိုင်းကို ရွေးပါ။
nb: Velg brikken du vil flytte.
nl: Selecteer je stuk om te verplaatsen.
pl: Wybierz swoją figurkę, którą chcesz poruszyć.
pt: Selecione sua peça para movê-la.
ro: Selectează piesa de mutat.
ru: Выберите свою фигуру для перемещения.
si: ඔබගේ කැටයම තෝරා ගන්න.
sk: Vyberte si figúrku, ktorou sa budete pohybovať.
sl: Izberite figuro, ki jo želite premakniti.
sq: Zgjidhni pjesën tuaj për të lëvizur.
sr: Изаберите свој комад за премештање.
sv: Välj din pjäs som ska flyttas.
sw: Chagua kipande chako ili kusonga.
ta: நகர்த்த உங்கள் பகுதியைத் தேர்ந்தெடு.
te: తరలించడానికి మీ భాగాన్ని ఎంచుకోండి.
th: เลือกหมากของคุณเพื่อย้าย
tr: Taşınacak parçanızı seçin.
uk: Виберіть свій фрагмент для переміщення.
ur: منتقل کرنے کے لیے اپنا ٹکڑا منتخب کریں۔
uz: Ko'chirish uchun qismingizni tanlang.
vi: Chọn quân cờ của bạn để di chuyển.
zh: 请选择要移动的己方棋子
zh_hant: 請選擇要移動的己方棋子
zu: Khetha ucezu lwakho ukuze uhambise.

# tipHaveThreePiecesLeft
source: You have three pieces left.
af: Jy het drie stukke oor.
am: ሶስት ቁራጮች ቀርተውዎታል።
ar: لديك ٣ قطع متبقية.
az: Üç parçanız qalıb.
be: У вас засталося тры штукі.
bg: Остават ви три фигури.
bn: আপনার তিনটি টুকরা বাকি আছে।
bo: ཁྱེད་རང་ལ་རྡེའུ་གསུམ་ལྷག་འདུག
ca: Us queden 3 peces.
cs: Zbývají vám 3 kameny.
da: Du har tre brikker tilbage.
de: Du hast noch 3 Steine übrig.
el: Σας απομένουν τρία κομμάτια.
es: Le quedan 3 piezas.
et: Sul on kolm tükki alles.
fa: فقط ۳ مهره برای شما باقیمانده.
fi: Sinulla on kolme nappulaa jäljellä.
fr: Il vous reste trois pièces.
gu: ત્રણ ટુકડાઓ બાકી.
he: נשארו לך שלושה חלקים.
hi: आपके पास 3 टुकड़े बचे हैं।
hr: Preostale su vam tri figure.
hu: Három korongja maradt.
hy: Ձեզ մնացել է երեք խաղաքար:
id: Anda memiliki tiga potong tersisa.
is: Þú átt þrjú stykki eftir.
it: Vi rimangono 3 pezzi.
ja: 残り3枚です。
km: អ្នកនៅសល់កូនអុកបី។
kn: ನಿಮ್ಮ ಬಳಿ ಮೂರು ತುಂಡುಗಳು ಉಳಿದಿವೆ.
ko: 말이 세 개 남았습니다.
lt: Jums liko trys figūrėlės.
lv: Jums ir palikušas trīs figūras.
mk: Имате уште три парчиња.
ms: Anda tinggal tiga keping lagi.
my: မင်းမှာ သုံးပုဒ်ပဲ ကျန်တော့တယ်။
nb: Du har tre stykker igjen.
nl: Je hebt nog 3 stukken over.
pl: Zostały Ci 3 pionki.
pt: Você tem três peças restantes.
ro: Mai ai 3 piese.
ru: У вас осталось 3 фигуры.
si: ඔබට කැටයම් තුනක් තිබේ.
sk: Zostávajú vám tri figúrky.
sl: Na voljo imate še tri figure.
sq: Ju kanë mbetur 3 copë.
sr: Остала су вам три комада.
sv: Du har tre bitar kvar.
sw: Umebakisha vipande vitatu.
ta: உங்களிடம் மூன்று துண்டுகள் உள்ளன.
te: మీకు మూడు ముక్కలు మిగిలి ఉన్నాయి.
th: คุณเหลือหมากสามตัว
tr: 3 parçanız kaldı.
uk: У вас залишилося три фішки.
ur: آپ کے پاس تین ٹکڑے باقی ہیں۔
uz: Sizda uchta dona qoldi.
vi: Bạn còn ba quân cờ.
zh: 只剩下3颗棋子了
zh_hant: 只剩下3顆棋子了
zu: Unezingcezu ezintathu ezisele.

# tipCanMoveToAnyPoint
source: You can move to any point you like.
af: Jy kan beweeg na enige punt wat jy wil.
am: የፈለጉት ነጥብ ላይ ማንቀሳቀስ ይችላሉ።
ar: يمكنك الانتقال إلى أي نقطة تريدها.
az: İstədiyiniz nöqtəyə keçə bilərsiniz.
be: Вы можаце рухацца ў любую кропку, якая вам падабаецца.
bg: Можете да се преместите до всяко поле, което пожелаете.
bn: আপনি আপনার পছন্দের যে কোন পয়েন্টে যেতে পারেন।
bo: ཁྱེད་རང་གིས་རྡེའུ་རང་འདོད་ཀྱི་ས་ཚིགས་གང་རུང་ལ་སྤོ་ཐུབ།
ca: Us podeu moure a qualsevol punt que vulgueu.
cs: Můžete přesunout kámen na libovolné volné pole.
da: Du kan flytte til et hvilket som helst punkt, du vil.
de: Du kannst an jede beliebige Position springen.
el: Μπορείς να μετακινηθείς σε όποιο σημείο θέλεις.
es: Puede moverse a cualquier punto que prefiera.
et: Sa võid liikuda ükskõik millisesse punkti.
fa: می توانید به هر خانه‌ای که دوست دارید بروید.
fi: Voit liikkua mihin tahansa kohtaan.
fr: Vous pouvez vous déplacer vers le point de votre choix.
gu: ગમે તે બિંદુ પર જઈ શકાય છે.
he: אתה יכול לעבור לכל נקודה שתרצה.
hi: आप अपनी पसंद के किसी भी बिंदु पर जा सकते हैं।
hr: Možete se pomaknuti na bilo koje mjesto.
hu: Bármely tetszőleges szabad mezőre léphet.
hy: Դուք կարող եք տեղափոխվել ցանկացած կետ:
id: Anda dapat pindah ke titik mana pun yang Anda suka.
is: Þú getur fært stykkið á hvaða punkt sem er.
it: Potete muovere in qualsiasi punto vogliate.
ja: 好きなポイントに移動できます。
km: អ្នកអាចផ្លាស់ទីទៅចំណុចណាក៏បានដែលអ្នកចូលចិត្ត។
kn: ನೀವು ಇಷ್ಟಪಡುವ ಯಾವುದೇ ಹಂತಕ್ಕೆ ನೀವು ಚಲಿಸಬಹುದು.
ko: 원하는 방향으로 이동하세요.
lt: Galite judėti į bet kurį norimą tašką.
lv: Jūs varat pārvietoties uz jebkuru punktu.
mk: Може да се преселите во која било точка што ви се допаѓа.
ms: Anda boleh bergerak ke mana-mana tempat yang anda suka.
my: ကြိုက်တဲ့နေရာကို ရွှေ့လို့ရပါတယ်။
nb: Du kan flytte til et hvilket som helst punkt du vil.
nl: Je kunt naar elk punt gaan dat je wilt.
pl: Możesz poruszyć się do dowolnego punktu.
pt: Você pode ir para qualquer ponto que quiser.
ro: Poți sări pe orice punct liber.
ru: Вы можете переместиться в любую точку.
si: ඔබට කැමති ඕනෑම කඩයකට ගලවා ගත හැක.
sk: Môžete presunúť figúrku na ľubovoľné pole.
sl: Premaknete se lahko na poljubno točko.
sq: Ju mund të lëvizni në çdo pikë që ju pëlqen.
sr: Можете се преселити у било коју тачку која вам се свиђа.
sv: Du kan flytta till vilken punkt du vill.
sw: Unaweza kusonga kwa hatua yoyote unayopenda.
ta: நீங்கள் விரும்பும் எந்த இடத்திற்கும் செல்லலாம்.
te: మీకు నచ్చిన ఏ పాయింట్‌కైనా వెళ్లవచ్చు.
th: คุณสามารถย้ายหมากไปยังจุดใดก็ได้ที่ต้องการ
tr: İstediğiniz noktaya hareket edebilirsiniz.
uk: Ви можете рухатися в будь-яку точку, яка вам подобається.
ur: آپ اپنی پسند کے کسی بھی مقام پر جا سکتے ہیں۔
uz: Siz xohlagan nuqtaga o'tishingiz mumkin.
vi: Bạn có thể di chuyển đến bất kỳ điểm nào bạn thích.
zh: 可飞子到任意空位
zh_hant: 可飛子到任意空位
zu: Ungathuthela kunoma yiliphi iphuzu olithandayo.

# tipToMove
source: {player} to move.
af: {player} om te beweeg.
am: {player} ለማንቀሳቀስ።
ar: دور {player}.
az: hərəkət etmək üçün {player}.
be: {player} рухацца.
bg: {player} за преместване.
bn: {player} সরাতে।
bo: {player} སྤོ་འགུལ་བྱེད་རོགས།
ca: És el torn del jugador {player}.
cs: {player} přesunout.
da: {player} for at flytte.
de: {player} ist an der Reihe zu ziehen.
el: {player} για μετακίνηση.
es: Le toca mover a {player}.
et: {player} liikumiseks.
fa: نوبت حرکت {player}
fi: Siirrettävä {player}.
fr: C’est au tour de {player} de jouer.
gu: {player} ખસેડવા માટે.
he: {player} כדי לזוז.
hi: {player} स्थानांतरित करने के लिए।
hr: {player} je na potezu.
hu: {player} a mozgáshoz.
hy: {player} տեղափոխվելու համար:
id: {player} bergerak.
is: {player} til að færa.
it: {player} per muoversi.
ja: {player}移動します。
km: ដល់វេន {player} លេង។
kn: ಸರಿಸಲು {player}.
ko: {player} 의 말 이동 차례입니다.
lt: {player}, kad judėtumėte.
lv: {player}, lai pārvietotos.
mk: {player} за движење.
ms: {player} untuk bergerak.
my: {player}ကစားသည့်အခါကိုလှမ်းဆန်။
nb: {player} for å flytte.
nl: {player} om te verplaatsen.
pl: {player}, aby się przenieść.
pt: Vez de {player}.
ro: {player} pentru a muta.
ru: Ход {player}.
si: {player} හරවා ගන්න.
sk: {player} pre pohyb.
sl: {player} za premikanje.
sq: {player} për të lëvizur.
sr: {player} за померање.
sv: {player} för att flytta.
sw: {player} ili kusonga.
ta: {player} நகர்த்த.
te: {player} తరలించడానికి.
th: {player} เพื่อย้าย
tr: {player} hareket ettirin.
uk: {player} для переміщення.
ur: منتقل کرنے کے لیے {player}۔
uz: harakat qilish uchun {player}.
vi: {player} để di chuyển.
zh: 轮到{player}行棋
zh_hant: 輪到{player}移動
zu: {player} ukuhambisa.

# whiteWin
source: Player 1 wins!
af: Speler 1 wen!
am: ተጫዋች 1 አሸነፈ!
ar: اللاعب ١ يفوز!
az: Oyunçu 1 qalib gəlir!
be: Гулец 1 выйграў!
bg: Играч 1 печели!
bn: প্লেয়ারের 1 জয়!
bo: རྩེད་འགྲན་པ་ 1 རྒྱལ་ཁ་ཐོབ་པ།
ca: Guanya el jugador 1!
cs: Hráč 1 vyhrává!
da: Spiller 1 vinder!
de: Spieler 1 gewinnt!
el: Ο παίκτης 1 κερδίζει!
es: ¡El Jugador 1 gana!
et: Mängija 1 võidab!
fa: بازیکن ۱ برنده است!
fi: Pelaaja 1 voittaa!
fr: Joueur 1 gagne !
gu: પ્લેયર 1 જીતે!
he: שחקן 1 מנצח!
hi: खिलाड़ी 1 जीतता है!
hr: Igrač 1 pobjeđuje!
hu: 1-es játékos nyer!
hy: Խաղացող 1-ը հաղթում է:
id: Player 1 menang!
is: Leikmaður 1 vinnur!
it: Il giocatore 1 vince!
ja: プレーヤー 1 の勝利です。
km: អ្នកលេង 1 ឈ្នះ!
kn: ಆಟಗಾರ 1 ಗೆಲುವುಗಳು!
ko: 플레이어 1 승리!
lt: Laimi 1 žaidėjas!
lv: Uzvar 1. spēlētājs!
mk: Играчот 1 победи!
ms: Pemain 1 menang!
my: ကစားသမား ၁ မြင်သွားပြီ!
nb: Spiller 1 vinner!
nl: Speler 1 wint!
pl: Gracz 1 wygrywa!
pt: O jogador 1 ganhou!
ro: Jucătorul 1 câștigă!
ru: Игрок 1 победил!
si: ක්‍රීඩක 1 ජය ගනී!
sk: Hráč 1 vyhráva!
sl: Igralec 1 zmaga!
sq: Lojtari 1 fiton!
sr: Играч 1 је победио!
sv: Spelare 1 vinner!
sw: Mchezaji 1 ameshinda!
ta: வீரன் 1 வெற்றி!
te: ప్లేయర్ 1 విజయాలు!
th: ผู้เล่น 1 ชนะ!
tr: Oyuncu 1 kazanır!
uk: Гравець 1 перемагає!
ur: پلیئر 1 جیت گیا!
uz: 1-o'yinchi g'alaba qozonadi!
vi: Người chơi 1 thắng!
zh: 先手方胜！
zh_hant: 先手方勝！
zu: Umdlali ongu-1 uyawina!

# blackWin
source: Player 2 wins!
af: Speler 2 wen!
am: ተጫዋች 2 አሸነፈ!
ar: اللاعب ٢ يفوز!
az: Oyunçu 2 qazanır!
be: Гулец 2 выйграў!
bg: Играч 2 печели!
bn: খেলোয়াড়ের জয় 2!
bo: རྩེད་འགྲན་པ་ 2 རྒྱལ་ཁ་ཐོབ་པ།
ca: Guanya el jugador 2!
cs: Hráč 2 vyhrává!
da: Spiller 2 vinder!
de: Spieler 2 gewinnt!
el: Ο παίκτης 2 κερδίζει!
es: ¡El Jugador 2 gana!
et: Mängija 2 võidab!
fa: بازیکن ۲ برنده است!
fi: Pelaaja 2 voittaa!
fr: Joueur 2 gagne !
gu: ખેલાડી 2 જીત્યો!
he: שחקן 2 מנצח!
hi: खिलाड़ी 2 जीतता है!
hr: Igrač 2 pobjeđuje!
hu: 2-es játékos nyer!
hy: Խաղացող 2-ը հաղթում է:
id: Player 2 menang!
is: Leikmaður 2 vinnur!
it: Il giocatore 2 vince!
ja: プレイヤー 2 の勝利です。
km: អ្នកលេង 2 ឈ្នះ!
kn: ಆಟಗಾರ 2 ಗೆಲುವುಗಳು!
ko: 플레이어 2 승리!
lt: Laimi 2 žaidėjas!
lv: 2. spēlētājs uzvar!
mk: Играчот 2 победи!
ms: Pemain 2 menang!
my: ကစားသမား ၂ အောင်မြင်သည်!
nb: Spiller 2 vinner!
nl: Speler 2 wint!
pl: Gracz 2 wygrywa!
pt: O jogador 2 ganhou!
ro: Jucătorul 2 câștigă!
ru: Игрок 2 победил!
si: ක්‍රීඩක 2 ජය ගනී!
sk: Hráč 2 vyhráva!
sl: Igralec 2 zmaga!
sq: Lojtari 2 fiton!
sr: Играч 2 је победио!
sv: Spelare 2 vinner!
sw: Mchezaji 2 ameshinda!
ta: வீரன் 2 வெற்றி!
te: ప్లేయర్ 2 విజయాలు!
th: ผู้เล่น 2 ชนะ!
tr: 2. oyuncu kazanır!
uk: Гравець 2 перемагає!
ur: پلیئر 2 جیت گیا!
uz: 2-o'yinchi g'alaba qozondi!
vi: Người chơi 2 thắng!
zh: 后手方胜！
zh_hant: 後手方勝！
zu: Umdlali 2 uyawina!

source: Won
af: Gewen
am: አሸነፈ
ar: فوز
az: Qazandı
be: Выйграў
bg: Печели
bn: জিতেছে
bo: རྒྱལ་ཁ་ཐོབ་པ།
ca: Victòria
cs: Vyhrál
da: Vundet
de: Gewonnen
el: Κέρδισε
es: Victoria
et: Võitis
fa: برنده شد
fi: Voitti
fr: Gagné
gu: જીત્યો
he: זכית
hi: जीत लिया
hr: Pobijedio
hu: Nyert
hy: Հաղթեց
id: Menang
is: Vann
it: Vinto
ja: 勝利した
km: ឈ្នះ
kn: ಗೆದ್ದಿದೆ
ko: 승리
lt: Laimėjo
lv: Uzvarēja
mk: Победи
ms: Menang
my: ဝမ်
nb: Vant
nl: Gewonnen
pl: Wygrana
pt: Vitória
ro: Câștigă
ru: Выиграл
si: ජයගත්තා
sk: Vyhral
sl: Zmaga
sq: Fitoi
sr: Победио
sv: Vann
sw: Ameshinda
ta: வெற்றிபெற்றது
te: గెలిచింది
th: วอน
tr: Kazanan
uk: Виграв
ur: جیت گیا۔
uz: Yutuq
vi: Thắng
zh: 胜
zh_hant: 勝
zu: Iwinile

source: Lost
af: Verlore
am: ተሸነፈ
ar: خسارة
az: İtirilmiş
be: Страчаны
bg: Загуба
bn: নিখোঁজ
bo: ཕམ་པ།
ca: Derrota
cs: Prohrál
da: Tabt
de: Verloren
el: Χάθηκε
es: Derrota
et: Kaotatud
fa: باخت
fi: Hävinnyt
fr: Perdu
gu: હાર્યો
he: אָבֵד
hi: खो गया
hr: Izgubio
hu: Veszített
hy: Կորած
id: Kalah
is: Týndur
it: Perso
ja: 失った
km: ចាញ់
kn: ಕಳೆದುಹೋಯಿತು
ko: 패배
lt: Pralaimėta
lv: Zaudēts
mk: Изгубени
ms: Kalah
my: ပျောက်တယ်။
nb: Tapt
nl: Verloren
pl: Przegrany
pt: Derrota
ro: Pierde
ru: Проиграл
si: පරාජය විය
sk: Prehral
sl: Izgubljeno
sq: I humbur
sr: Изгубио
sv: Förlorat
sw: Potea
ta: இழந்தது
te: కోల్పోయిన
th: สูญหาย
tr: Kaybeden
uk: Програл
ur: کھو دیا
uz: Yo'qotilgan
vi: Thua
zh: 负
zh_hant: 負
zu: Ilahlekile

source: Thinking…
af: Dink…
am: በማሰብ ላይ…
ar: يفكر الرجاء الانتظار …
az: Düşünür…
be: Думаючы…
bg: Мислене…
bn: ভাবছে…
bo: བསམ་བློ་བཏང་བཞིན་པ།
ca: Pensant…
cs: Přemýšlím...
da: Tænker…
de: Denke nach…
el: Σκέφτομαι…
es: Pensando…
et: Mõtlemine…
fa: در حال فکر کردن...
fi: Ajattelemassa…
fr: Réfléchit…
gu: વિચારી રહ્યું છે…
he: חושב…
hi: विचारधारा…
hr: Razmišljam …
hu: Gondolkodás…
hy: Մտածում…
id: Berpikir…
is: Er að hugsa…
it: Pensare…
ja: 考え…
km: កំពុងគិត…
kn: ಆಲೋಚನೆ…
ko: 생각중…
lt: Galvoju…
lv: Domājot…
mk: Размислувајќи…
ms: Berfikir…
my: စဉ်းစားနေသည်…
nb: Tenker…
nl: Ik denk…
pl: Myśląc…
pt: Pensando…
ro: Cugetare…
ru: Думает…
si: සිතීම…
sk: Premýšľam…
sl: Razmišljanje…
sq: Duke menduar…
sr: Размишљам…
sv: Tänker…
sw: Kufikiri…
ta: சிந்தனை…
te: ఆలోచిస్తూ…
th: กำลังคิด…
tr: Düşünüyor...
uk: Думаючи…
ur: سوچنا…
uz: Fikrlash…
vi: Suy nghĩ…
zh: 思考中…
zh_hant: 思考中…
zu: Iyacabanga…

source: New game
af: Nuwe spel
am: አዲስ ጨዋታ
ar: لعبة جديدة
az: Yeni oyun
be: Новая гульня
bg: Нова игра
bn: নতুন খেলা
bo: རྩེད་མོ་གསར་པ།
ca: Partida nova
cs: Nová hra
da: Nyt spil
de: Neues Spiel
el: Νέο παιχνίδι
es: Nuevo juego
et: Uus mäng
fa: بازی جدید
fi: Uusi peli
fr: Nouvelle partie
gu: નવી રમત
he: משחק חדש
hi: नया खेल
hr: Nova igra
hu: Új játék
hy: Նոր խաղ
id: Permainan baru
is: Nýr leikur
it: Nuovo gioco
ja: 新しいゲーム
km: ហ្គេមថ្មី
kn: ಹೊಸ ಆಟ
ko: 새 게임
lt: Naujas žaidimas
lv: Jauna spēle
mk: Нова игра
ms: Permainan baru
my: ဂိမ်းအသစ်
nb: Nytt spill
nl: Nieuw spel
pl: Nowa gra
pt: Novo jogo
ro: Joc nou
ru: Новая игра
si: නව ක්‍රීඩාව
sk: Nová hra
sl: Nova igra
sq: Lojë e re
sr: Нова игра
sv: Nytt spel
sw: Mchezo mpya
ta: புதிய விளையாட்டு
te: కొత్త ఆట
th: เกมส์ใหม่
tr: Yeni oyun
uk: Нова гра
ur: نیا کھیل
uz: Yangi o'yin
vi: Trò chơi mới
zh: 开始新局
zh_hant: 開始新局
zu: Umdlalo omusha

source: Import game
af: Voer speletjie in
am: ጨዋታ አስገባ
ar: استيراد اللعبة
az: İdxal oyun
be: Імпарт гульні
bg: Внесена игра
bn: গেম আমদানি করুন
bo: རྩེད་མོ་ནང་འདྲེན་པ།
ca: Importa una partida
cs: Importovat hru
da: Import af spil
de: Spiel importieren
el: Εισαγωγή παιχνιδιού
es: Importar juego
et: Impordi mäng
fa: وارد کردن بازی
fi: Tuo peli
fr: Importer une partie
gu: આયાત રમત
he: ייבוא משחק
hi: आयात खेल
hr: Uvezi igru
hu: Játék importálása
hy: Ներմուծման խաղ
id: Impor game
is: Innflutningsleikur
it: Importazione gioco
ja: ゲームのインポート
km: នាំចូលហ្គេម
kn: ಆಟವನ್ನು ಆಮದು ಮಾಡಿ
ko: 게임 불러오기
lt: Importuoti žaidimą
lv: Importēt spēli
mk: Увезете игра
ms: Permainan import
my: သွင်းဂိမ်း
nb: Importer spill
nl: Spel importeren
pl: Importuj grę
pt: Importar jogo
ro: Importare joc
ru: Импортировать игру
si: ක්‍රීඩාව ආයාත කරන්න
sk: Import hry
sl: Uvoz igre
sq: Importo lojën
sr: Увези игру
sv: Importera spel
sw: Ingiza mchezo
ta: விளையாட்டு இறக்குமதி
te: ఆట దిగుమతి
th: นำเข้าเกม
tr: Oyunu içe aktar
uk: Імпортна гра
ur: کھیل درآمد کریں۔
uz: Import o'yin
vi: Nhập trò chơi
zh: 导入棋局
zh_hant: 導入棋局
zu: Ngenisa umdlalo

source: Export game
af: Voer speletjie uit
am: ጨዋታ ላክ
ar: تصدير اللعبة
az: İxrac oyun
be: Экспарт гульні
bg: Експорт на игра
bn: এক্সপোর্ট গেম
bo: རྩེད་མོ་ཕྱིར་འདྲེན་པ།
ca: Exporta una partida
cs: Exportovat hru
da: Eksportere spil
de: Spiel exportieren
el: Εξαγωγή παιχνιδιού
es: Exportar juego
et: Ekspordi mäng
fa: صادر کردن بازی
fi: Vie peli
fr: Exporter une partie
gu: રમત નિકાસ કરો
he: ייצוא משחק
hi: निर्यात खेल
hr: Izvezi igru
hu: Játék exportálása
hy: Արտահանման խաղ
id: Ekspor game
is: Flytja út leik
it: Esportazione gioco
ja: ゲームのエクスポート
km: នាំចេញហ្គេម
kn: ರಫ್ತು ಆಟ
ko: 게임 내보내기
lt: Eksportuoti žaidimą
lv: Eksportēt spēli
mk: Извозна игра
ms: Eksport permainan
my: Export ဂိမ်း
nb: Eksporter spill
nl: Spel exporteren
pl: Eksportuj grę
pt: Exportar jogo
ro: Exportare joc
ru: Экспортировать игру
si: ක්‍රීඩාව අපනයනය කරන්න
sk: Export hry
sl: Izvozi igro
sq: Lojë eksportuese
sr: Извези игру
sv: Exportera spel
sw: Hamisha mchezo
ta: விளையாட்டு ஏற்றுமதி
te: ఎగుమతి ఆట
th: ส่งออกเกม
tr: Oyunu dışa aktar
uk: Експортна гра
ur: کھیل برآمد کریں۔
uz: Eksport o'yini
vi: Xuất trò chơi
zh: 导出棋局
zh_hant: 匯出棋局
zu: Thekelisa umdlalo

source: Game imported.
af: Speletjie ingevoer.
am: ጨዋታ ገብቷል።
ar: تم استيراد اللعبة من الحافظة.
az: Oyun idxal edilib.
be: Імпартная гульня.
bg: Играта е импортирана.
bn: গেম আমদানি করা হয়েছে।
bo: རྩེད་མོ་ནང་འདྲེན་བྱས་ཚར་པ།
ca: S'ha importat la partida.
cs: Hra byla importována.
da: Spil importeret.
de: Spiel importiert.
el: Εισαγωγή παιχνιδιού.
es: Juego importado.
et: Mäng imporditud.
fa: بازی وارد شد
fi: Peli tuotu.
fr: Jeu importé.
gu: રમત આયાત કરવામાં આવી.
he: המשחק מיובא.
hi: खेल आयातित।
hr: Igra uvezena.
hu: Játék importálva.
hy: Խաղը ներմուծված է.
id: Permainan diimpor.
is: Leikur fluttur inn.
it: Gioco importato.
ja: ゲームがインポートされました。
km: បាននាំចូលហ្គេម។
kn: ಆಟವನ್ನು ಆಮದು ಮಾಡಲಾಗಿದೆ.
ko: 게임을 불러왔습니다.
lt: Žaidimas importuotas.
lv: Spēle importēta.
mk: Играта е увезена.
ms: Permainan diimport.
my: ဂိမ်းကို တင်သွင်းခဲ့သည်။
nb: Spill importert.
nl: Spel geïmporteerd.
pl: Gra zaimportowana.
pt: Jogo importado.
ro: Joc importat.
ru: Игра импортирована.
si: ක්‍රීඩාව ආනයනය කරන ලදී.
sk: Hra bola importovaná.
sl: Igra uvožena.
sq: Lojë e importuar.
sr: Игра увезена.
sv: Spelet importerat.
sw: Mchezo umeingizwa.
ta: இறக்குமதி செய்யப்பட்ட விளையாட்டு.
te: గేమ్ దిగుమతి చేయబడింది.
th: นำเข้าเกมแล้ว
tr: Oyun içe aktarıldı.
uk: Гра імпортована.
ur: گیم امپورٹڈ۔
uz: O'yin import qilingan.
vi: Trò chơi được nhập khẩu.
zh: 棋谱已导入
zh_hant: 遊戲已匯入
zu: Umdlalo ungenisiwe.

# cannotImport
source: Cannot import {invalidMove}
af: Kan nie invoer nie {invalidMove}
am: ማስገባት አልተቻለም {invalidMove}
ar: لا يمكن استيراد {invalidMove}
az: {invalidMove} idxal edilə bilməz
be: Немагчыма імпартаваць {invalidMove}
bg: Не може да се импортира {invalidMove}
bn: আমদানি করা যাবে না {invalidMove}
bo: ནང་འདྲེན་བྱེད་མི་ཐུབ། {invalidMove}
ca: No es pot importar {invalidMove}
cs: Nelze importovat {invalidMove}
da: Kan ikke importere {invalidMove}
de: Kann {invalidMove} nicht importieren
el: Δεν είναι δυνατή η εισαγωγή {invalidMove}
es: No se puede importar {invalidMove}
et: Ei saa importida {invalidMove}
fa: نمی‌تواند {invalidMove} را وارد کند.
fi: Ei voi tuoda {invalidMove}:a
fr: Impossible d'importer {invalidMove}
gu: {invalidMove} આયાત કરી શકાતી નથી.
he: לא ניתן לייבא {invalidMove}
hi: आयात नहीं कर सकता {invalidMove}
hr: Nije moguće uvesti {invalidMove}
hu: Nem lehet importálni {invalidMove}
hy: Հնարավոր չէ ներմուծել {invalidMove}
id: Tidak dapat mengimpor {invalidMove}
is: Get ekki flutt inn {invalidMove}
it: Impossibile importare {invalidMove}
ja: {invalidMove} をインポートできません
km: មិនអាចនាំចូល {invalidMove} បានទេ
kn: ಆಮದು ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ {invalidMove}
ko: {invalidMove} 으로 게임을 불러올 수 없습니다.
lt: Negalima importuoti {invalidMove}
lv: Nevar importēt {invalidMove}
mk: Не може да се увезе {invalidMove}
ms: Tidak boleh mengimport {invalidMove}
my: {invalidMove} ကို မတင်သွင်းနိုင်ပါ
nb: Kan ikke importere {invalidMove}
nl: Kan {invalidMove} niet importeren
pl: Nie można importować {invalidMove}
pt: Não é possível importar {invalidMove}
ro: Nu se poate importa {invalidMove}
ru: Не удалось открыть {invalidMove}
si: {invalidMove} ආයාත කළ නොහැක
sk: Nie je možné importovať {invalidMove}
sl: {invalidMove} ni mogoče uvoziti
sq: Nuk mund të importohet {invalidMove}
sr: Није могуће увести {invalidMove}
sv: Det går inte att importera {invalidMove}
sw: Haiwezi kuleta {invalidMove}
ta: {invalidMove}ஐ இறக்குமதி செய்யமுடியாது
te: దిగుమతి చేయడం సాధ్యపడదు {invalidMove}
th: ไม่สามารถนำเข้า {invalidMove}
tr: {invalidMove} içe aktarılamıyor
uk: Не вдається імпортувати {invalidMove}
ur: درآمد نہیں کیا جا سکتا {invalidMove}
uz: Import qilib boʻlmadi {invalidMove}
vi: Không thể nhập {invalidMove}
zh: 无法导入{invalidMove}
zh_hant: 無法導入{invalidMove}
zu: Ayikwazi ukungenisa {invalidMove}
