Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Use perfect database
af: Gebruik perfekte databasis
am: ፍጹም መረጃ ቤት ተጠቀም
ar: استخدام قاعدة بيانات مثالية
az: Mükəmməl verilənlər bazasından istifadə edin
be: Выкарыстоўвайце ідэальную базу дадзеных
bg: Използвайте перфектна база данни
bn: নিখুঁত ডাটাবেস ব্যবহার করুন
bo: གྲངས་མཛོད་ཡང་དག་པ་བེད་སྤྱོད་བྱེད་པ།
ca: Usa la base de dades perfecta
cs: Použijte perfektní databázi
da: Brug perfekt database
de: Verwenden Sie die perfekte Datenbank
el: Χρησιμοποιήστε τέλεια βάση δεδομένων
es: Utilizar una base de datos perfecta
et: Kasutage täiuslikku andmebaasi
fa: با استفاده از پایگاه داده کامل
fi: Käytä täydellistä tietokantaa
fr: Utilisez la base de données parfaite
gu: સંપૂર્ણ ડેટાબેઝનો ઉપયોગ કરો
he: השתמש במסד נתונים מושלם
hi: उत्तम डेटाबेस का उपयोग करें
hr: Koristi savršenu bazu podataka
hu: Használjon tökéletes adatbázist
hy: Օգտագործեք կատարյալ տվյալների բազա
id: Gunakan basis data yang sempurna
is: Notaðu fullkominn gagnagrunn
it: Utilizza il database perfetto
ja: 完璧なデータベースを使用する
km: ប្រើមូលដ្ឋានទិន្នន័យល្អឥតខ្ចោះ
kn: ಪರಿಪೂರ್ಣ ಡೇಟಾಬೇಸ್ ಬಳಸಿ
ko: 완벽한 데이터베이스 사용
lt: Naudokite tobulą duomenų bazę
lv: Izmantojiet perfektu datu bāzi
mk: Користете совршена база на податоци
ms: Gunakan pangkalan data yang sempurna
my: ပြီးပြည့်စုံသောဒေတာဘေ့စ်ကိုသုံးပါ။
nb: Benytt deg av den perfekte databasen
nl: Gebruik een perfecte database
pl: Użyj doskonałej bazy danych
pt: Usar uma base de dados perfeita
ro: Utilizați baza de date perfectă
ru: Использование идеальной базы данных
si: පරිපූර්ණ දත්ත ගබඩාව භාවිතා කරන්න
sk: Použite perfektnú databázu
sl: Uporabite popolno bazo podatkov
sq: Përdorni bazën e të dhënave të përsosur
sr: Користите савршену базу података
sv: Använd perfekt databas
sw: Tumia hifadhidata kamili
ta: சரியான தரவுத்தளத்தைப் பயன்படுத்தவும்
te: ఖచ్చితమైన డేటాబేస్ ఉపయోగించండి
th: ใช้ฐานข้อมูลที่สมบูรณ์แบบ
tr: Mükemmel Veritabanını Kullanın
uk: Використовуйте ідеальну базу даних
ur: کامل ڈیٹا بیس کا استعمال کریں۔
uz: Mukammal ma'lumotlar bazasidan foydalaning
vi: Sử dụng cơ sở dữ liệu hoàn hảo
zh: 使用完美数据库
zh_hant: 使用完美資料庫
zu: Sebenzisa i-database ephelele
