Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# qualityReqAuthorAttribution
source: ✓ Author attribution
af: ✓ Skrywertoeskrywing
am: ✓ የደራሲ ባህሪ
ar: ✓ إسناد المؤلف
az: ✓ Müəllif atributu
be: ✓ Пазначэнне аўтара
bn: ✓ লেখকের অ্যাট্রিবিউশন
bo: ✓ རྩོམ་པ་པོའི་ཐོབ་ཐང
ca: ✓ Atribució d'autor
cs: ✓ Uvedení autora
da: ✓ Forfattertilskrivning
de: ✓ Autorennennung
el: ✓ Αναφορά συγγραφέα
es: ✓ Atribución del autor
et: ✓ Autori omistamine
fa: ✓ اسناد نویسنده
fr: ✓ Attribution de l'auteur
gu: ✓ લેખક એટ્રિબ્યુશન
he: ✓ ייחוס מחבר
hi: ✓ लेखक का आरोप
hr: ✓ Navođenje autora
hu: ✓ Szerzői hozzárendelés
hy: ✓ Հեղինակի վերագրում
id: ✓ Atribusi penulis
is: ✓ Úthlutun höfundar
it: ✓ Attribuzione dell'autore
ja: ✓ 著者の帰属
km: ✓ គុណលក្ខណៈអ្នកនិពន្ធ
kn: ✓ ಲೇಖಕರ ಗುಣಲಕ್ಷಣ
ko: ✓ 작성자 표시
lt: ✓ Autoriaus priskyrimas
lv: ✓ Autora attiecināšana
mk: ✓ Атрибуција на авторот
ms: ✓ Atribusi pengarang
nl: ✓ Auteursvermelding
pl: ✓ Uznanie autora
pt: ✓ Atribuição do autor
ro: ✓ Atribuirea autorului
ru: ✓ Указание автора
si: ✓ කර්තෘ ආරෝපණය
sk: ✓ Priradenie autora
sl: ✓ Navedba avtorja
sv: ✓ Författartillskrivning
sw: ✓ Sifa za mwandishi
te: ✓ రచయిత అట్రిబ్యూషన్
th: ✓ การแสดงที่มาของผู้เขียน
tr: ✓ Yazar ilişkilendirmesi
uk: ✓ Позначення автора
ur: ✓ مصنف انتساب
uz: ✓ Muallif atributi
zh: ✓ 作者署名
zh_hant: ✓ 作者歸屬
zu: ✓ Isibaluli sombhali

# qualityReqAccurateDifficulty
source: ✓ Accurate difficulty rating
af: ✓ Akkurate moeilikheidsgraad
am: ✓ ትክክለኛ የችግር ደረጃ
ar: ✓ تصنيف الصعوبة الدقيق
az: ✓ Dəqiq çətinlik dərəcəsi
be: ✓ Дакладны рэйтынг складанасці
bn: ✓ সঠিক অসুবিধা রেটিং
bo: ✓ ཡང་དག་པའི་དཀའ་ཚད
ca: ✓ Valoració precisa de la dificultat
cs: ✓ Přesné hodnocení obtížnosti
da: ✓ Nøjagtig sværhedsgrad
de: ✓ Genaue Schwierigkeitsbewertung
el: ✓ Ακριβής βαθμολογία δυσκολίας
es: ✓ Clasificación de dificultad precisa
et: ✓ Täpne raskusaste
fa: ✓ درجه سختی دقیق
fr: ✓ Évaluation précise de la difficulté
gu: ✓ ચોક્કસ મુશ્કેલી રેટિંગ
he: ✓ דירוג קושי מדויק
hi: ✓ सटीक कठिनाई रेटिंग
hr: ✓ Točna ocjena težine
hu: ✓ Pontos nehézségi besorolás
hy: ✓ Բարդության ճշգրիտ գնահատական
id: ✓ Peringkat kesulitan yang akurat
is: ✓ Nákvæm erfiðleikamat
it: ✓ Valutazione accurata della difficoltà
ja: ✓ 正確な難易度評価
km: ✓ការវាយតម្លៃការលំបាកត្រឹមត្រូវ។
kn: ✓ ನಿಖರವಾದ ತೊಂದರೆ ರೇಟಿಂಗ್
ko: ✓ 정확한 난이도 평가
lt: ✓ Tikslus sunkumo įvertinimas
lv: ✓ Precīzs grūtības pakāpes vērtējums
mk: ✓ Точен рејтинг на тежина
ms: ✓ Penilaian kesukaran yang tepat
nl: ✓ Nauwkeurige moeilijkheidsgraad
pl: ✓ Dokładna ocena trudności
pt: ✓ Classificação de dificuldade precisa
ro: ✓ Evaluare precisă a dificultății
ru: ✓ Точный рейтинг сложности
si: ✓ නිරවද්‍ය දුෂ්කරතා ශ්‍රේණිගත කිරීම
sk: ✓ Presné hodnotenie obtiažnosti
sl: ✓ Natančna ocena težavnosti
sv: ✓ Exakt svårighetsgrad
sw: ✓ Ukadiriaji sahihi wa ugumu
te: ✓ ఖచ్చితమైన కష్టాల రేటింగ్
th: ✓ ระดับความยากที่แม่นยำ
tr: ✓ Doğru zorluk derecesi
uk: ✓ Точний рейтинг складності
ur: ✓ درست دشواری کی درجہ بندی
uz: ✓ Aniq qiyinchilik reytingi
zh: ✓ 准确的难度评级
zh_hant: ✓ 準確的難度等級
zu: ✓ Isilinganiso sobunzima esinembile

# qualityReqInstructive
source: ✓ Instructive or entertaining
af: ✓ Leersaam of vermaaklik
am: ✓ አስተማሪ ወይም አዝናኝ
ar: ✓ تعليمية أو ترفيهية
az: ✓ Öyrənici və ya əyləncəli
be: ✓ Павучальны або забаўляльны
bn: ✓ শিক্ষামূলক বা বিনোদনমূলক
bo: ✓ ཤེས་བྱ་ཡོད་པའམ་སྤྲོ་བ་ཅན
ca: ✓ Instructiu o entretingut
cs: ✓ Poučné nebo zábavné
da: ✓ Lærerigt eller underholdende
de: ✓ Lehrreich oder unterhaltsam
el: ✓ Διδακτική ή ψυχαγωγική
es: ✓ Instructivo o entretenido
et: ✓ Õpetlik või meelelahutuslik
fa: ✓ آموزنده یا سرگرم کننده
fr: ✓ Instructif ou divertissant
gu: ✓ ઉપદેશક અથવા મનોરંજક
he: ✓ מלמד או משעשע
hi: ✓ शिक्षाप्रद या मनोरंजक
hr: ✓ Poučno ili zabavno
hu: ✓ Tanulságos vagy szórakoztató
hy: ✓ Ուսուցողական կամ զվարճալի
id: ✓ Instruktif atau menghibur
is: ✓ Lærdómsríkt eða skemmtilegt
it: ✓ Istruttivo o divertente
ja: ✓ 有益または楽しい
km: ✓ ការណែនាំ ឬកម្សាន្ត
kn: ✓ ಬೋಧಕ ಅಥವಾ ಮನರಂಜನೆ
ko: ✓ 교육적이거나 재미있음
lt: ✓ Pamokantis arba linksmas
lv: ✓ Pamācošs vai izklaidējošs
mk: ✓ Поучно или забавно
ms: ✓ Mengajar atau menghiburkan
nl: ✓ Leerzaam of onderhoudend
pl: ✓ Pouczające lub rozrywkowe
pt: ✓ Instrutivo ou divertido
ro: ✓ Instructiv sau distractiv
ru: ✓ Поучительный или развлекательный
si: ✓ උපදේශාත්මක හෝ විනෝදාත්මක
sk: ✓ Poučné alebo zábavné
sl: ✓ Poučno ali zabavno
sv: ✓ Lärorikt eller underhållande
sw: ✓ Kufundisha au kuburudisha
te: ✓ సూచనాత్మకం లేదా వినోదాత్మకం
th: ✓ ให้คำแนะนำหรือความบันเทิง
tr: ✓ Eğitici veya eğlenceli
uk: ✓ Повчальний або розважальний
ur: ✓ تدریسی یا دل لگی
uz: ✓ O'rgatuvchi yoki qiziqarli
zh: ✓ 有教育意义或娱乐性
zh_hant: ✓ 具有啟發性或娛樂性
zu: ✓ Kuyafundisa noma kuyajabulisa

# nextMoveHint
source: Next move: {move}
af: Volgende skuif: {move}
am: ቀጣይ እንቅስቃሴ፡ {move}
ar: الخطوة التالية: {move}
az: Növbəti hərəkət: {move}
be: Наступны ход: {move}
bn: পরবর্তী পদক্ষেপ: {move}
bo: རྗེས་མའི་བསྒུལ་བ: {move}
ca: Proper moviment: {move}
cs: Další tah: {move}
da: Næste træk: {move}
de: Nächster Zug: {move}
el: Επόμενη κίνηση: {move}
es: Siguiente movimiento: {move}
et: Järgmine käik: {move}
fa: حرکت بعدی: {move}
fr: Prochain coup : {move}
gu: આગલી ચાલ: {move}
he: הצעד הבא: {move}
hi: अगली चाल: {move}
hr: Sljedeći potez: {move}
hu: Következő lépés: {move}
hy: Հաջորդ քայլը՝ {move}
id: Langkah selanjutnya: {move}
is: Næsta skref: {move}
it: Mossa successiva: {move}
ja: 次の動き: {move}
km: ចលនាបន្ទាប់៖ {move}
kn: ಮುಂದಿನ ನಡೆ: {move}
ko: 다음 수: {move}
lt: Kitas žingsnis: {move}
lv: Nākamais gājiens: {move}
mk: Следен потег: {move}
ms: Langkah seterusnya: {move}
nl: Volgende zet: {move}
pl: Następny ruch: {move}
pt: Próximo passo: {move}
ro: Următoarea mișcare: {move}
ru: Следующий ход: {move}
si: මීළඟ පියවර: {move}
sk: Ďalší ťah: {move}
sl: Naslednja poteza: {move}
sv: Nästa drag: {move}
sw: Hatua inayofuata: {move}
te: తదుపరి తరలింపు: {move}
th: ก้าวต่อไป: {move}
tr: Sonraki hamle: {move}
uk: Наступний хід: {move}
ur: اگلا اقدام: __ph0__
uz: Keyingi harakat: {move}
zh: 下一步：{move}
zh_hant: 下一步：{move}
zu: Umnyakazo olandelayo: {move}

# completeSolutionHint
source: Complete solution: {solution}
af: Volledige oplossing: {solution}
am: የተሟላ መፍትሄ፡ {solution}
ar: الحل الكامل: {solution}
az: Tam həll: {solution}
be: Поўнае рашэнне: {solution}
bn: সম্পূর্ণ সমাধান: {solution}
bo: ཐབས་ཤེས་ཚང་མ: {solution}
ca: Solució completa: {solution}
cs: Kompletní řešení: {solution}
da: Komplet løsning: {solution}
de: Vollständige Lösung: {solution}
el: Ολοκληρωμένη λύση: {solution}
es: Solución completa: {solution}
et: Täielik lahendus: {solution}
fa: راه حل کامل: {solution}
fr: Solution complète : {solution}
gu: સંપૂર્ણ ઉકેલ: {solution}
he: פתרון מלא: {solution}
hi: पूर्ण समाधान: {solution}
hr: Cjelovito rješenje: {solution}
hu: Teljes megoldás: {solution}
hy: Ամբողջական լուծում՝ {solution}
id: Solusi lengkap: {solution}
is: Heildarlausn: {solution}
it: Soluzione completa: {solution}
ja: 完全な解決策: {solution}
km: ដំណោះស្រាយពេញលេញ៖ {solution}
kn: ಸಂಪೂರ್ಣ ಪರಿಹಾರ: {solution}
ko: 전체 해답: {solution}
lt: Visas sprendimas: {solution}
lv: Pilnīgs risinājums: {solution}
mk: Целосно решение: {solution}
ms: Penyelesaian lengkap: {solution}
nl: Volledige oplossing: {solution}
pl: Kompletne rozwiązanie: {solution}
pt: Solução completa: {solution}
ro: Soluție completă: {solution}
ru: Полное решение: {solution}
si: සම්පූර්ණ විසඳුම: {solution}
sk: Kompletné riešenie: {solution}
sl: Popolna rešitev: {solution}
sv: Komplett lösning: {solution}
sw: Suluhisho kamili: {solution}
te: పూర్తి పరిష్కారం: {solution}
th: วิธีแก้ปัญหาที่สมบูรณ์: {solution}
tr: Tam çözüm: {solution}
uk: Повне рішення: {solution}
ur: مکمل حل: __ph0__
uz: Toʻliq yechim: {solution}
zh: 完整解答：{solution}
zh_hant: 完整解決方案：{solution}
zu: Isixazululo esiphelele: {solution}

# payAttentionToPositions
source: Pay attention to these positions
af: Gee aandag aan hierdie posisies
am: ለእነዚህ ቦታዎች ትኩረት ይስጡ
ar: انتبه لهذه المواقف
az: Bu mövqelərə diqqət yetirin
be: Звярніце ўвагу на гэтыя пазіцыі
bn: এই অবস্থানগুলিতে মনোযোগ দিন
bo: གནས་བབ་འདི་དག་ལ་དོ་སྣང་བྱོས།
ca: Fixeu-vos en aquestes posicions
cs: Věnujte pozornost těmto polohám
da: Vær opmærksom på disse positioner
de: Achte auf diese Positionen
el: Δώστε προσοχή σε αυτές τις θέσεις
es: Presta atención a estas posiciones.
et: Pöörake tähelepanu nendele positsioonidele
fa: به این مواضع توجه کنید
fr: Faites attention à ces positions
gu: આ સ્થિતિઓ પર ધ્યાન આપો
he: שימו לב לתפקידים אלו
hi: इन पदों पर ध्यान दें
hr: Obratite pozornost na ove položaje
hu: Figyelj ezekre a pozíciókra
hy: Ուշադրություն դարձրեք այս դիրքերին
id: Perhatikan posisi-posisi ini
is: Gefðu gaum að þessum stöðum
it: Presta attenzione a queste posizioni
ja: このような位置に注意してください
km: យកចិត្តទុកដាក់លើមុខតំណែងទាំងនេះ
kn: ಈ ಸ್ಥಾನಗಳಿಗೆ ಗಮನ ಕೊಡಿ
ko: 이 위치들에 주의하세요
lt: Atkreipkite dėmesį į šias pozicijas
lv: Pievērsiet uzmanību šīm pozīcijām
mk: Обрнете внимание на овие позиции
ms: Beri perhatian kepada jawatan-jawatan ini
nl: Besteed aandacht aan deze posities
pl: Zwróć uwagę na te pozycje
pt: Preste atenção a essas posições
ro: Atenție la aceste poziții
ru: Обратите внимание на эти позиции
si: මෙම තනතුරු කෙරෙහි අවධානය යොමු කරන්න
sk: Venujte pozornosť týmto polohám
sl: Bodite pozorni na te položaje
sv: Var uppmärksam på dessa positioner
sw: Makini na nafasi hizi
te: ఈ స్థానాలపై శ్రద్ధ వహించండి
th: ให้ความสนใจกับตำแหน่งเหล่านี้
tr: Bu pozisyonlara dikkat edin
uk: Зверніть увагу на ці позиції
ur: ان عہدوں پر دھیان دیں
uz: Ushbu pozitsiyalarga e'tibor bering
zh: 注意这些位置
zh_hant: 注意這些位置
zu: Naka lezi zikhundla

source: No solution available
af: Geen oplossing beskikbaar nie
am: ምንም መፍትሄ የለም።
ar: لا يوجد حل متاح
az: Heç bir həll yoxdur
be: Рашэння няма
bn: কোন সমাধান পাওয়া যায় না
bo: ཐབས་ཤེས་མེད།
ca: No hi ha solució disponible
cs: Není k dispozici žádné řešení
da: Ingen løsning tilgængelig
de: Keine Lösung verfügbar
el: Δεν υπάρχει διαθέσιμη λύση
es: No hay solución disponible
et: Lahendus puudub
fa: راه حلی در دسترس نیست
fr: Aucune solution disponible
gu: કોઈ ઉકેલ ઉપલબ્ધ નથી
he: אין פתרון זמין
hi: कोई समाधान उपलब्ध नहीं है
hr: Nema dostupnog rješenja
hu: Nincs elérhető megoldás
hy: Լուծում չկա
id: Tidak ada solusi yang tersedia
is: Engin lausn í boði
it: Nessuna soluzione disponibile
ja: 利用可能な解決策はありません
km: មិនមានដំណោះស្រាយទេ។
kn: ಯಾವುದೇ ಪರಿಹಾರ ಲಭ್ಯವಿಲ್ಲ
ko: 사용 가능한 해답 없음
lt: Nėra sprendimo
lv: Risinājums nav pieejams
mk: Нема достапно решение
ms: Tiada penyelesaian tersedia
nl: Geen oplossing beschikbaar
pl: Brak dostępnego rozwiązania
pt: Nenhuma solução disponível
ro: Nicio soluție disponibilă
ru: Нет доступного решения
si: විසඳුමක් නොමැත
sk: Nie je dostupné žiadne riešenie
sl: Rešitev ni na voljo
sv: Ingen lösning tillgänglig
sw: Hakuna suluhisho linalopatikana
te: పరిష్కారం అందుబాటులో లేదు
th: ไม่มีวิธีแก้ปัญหา
tr: Çözüm mevcut değil
uk: Немає доступних рішень
ur: کوئی حل دستیاب نہیں ہے
uz: Yechim mavjud emas
zh: 无可用解答
zh_hant: 沒有可用的解決方案
zu: Asikho isixazululo esitholakalayo

# keepGoingObjectiveNotAchieved
source: Keep going! The objective hasn't been achieved yet.
af: Gaan voort!Die doelwit is nog nie bereik nie.
am: ቀጥሉበት!ዓላማው ገና አልተሳካም።
ar: استمر!ولم يتحقق الهدف بعد.
az: Davam et!Məqsəd hələ əldə olunmayıb.
be: Працягвай!Мэта пакуль не дасягнутая.
bn: চালিয়ে যান!উদ্দেশ্য এখনো অর্জিত হয়নি।
bo: མུ་མཐུད! དམིགས་ཡུལ་འགྲུབ་མེད།
ca: Segueix així!L'objectiu encara no s'ha assolit.
cs: Pokračuj!Cíle zatím nebylo dosaženo.
da: Fortsæt!Målet er ikke nået endnu.
de: Weiter so! Das Ziel wurde noch nicht erreicht.
el: Συνέχισε!Ο στόχος δεν έχει επιτευχθεί ακόμη.
es: ¡Sigue adelante!El objetivo aún no se ha logrado.
et: Jätkake!Eesmärk pole veel saavutatud.
fa: ادامه بده!هدف هنوز محقق نشده است
fr: Continuez!L'objectif n'est pas encore atteint.
gu: ચાલુ રાખો!ધ્યેય હજુ હાંસલ થયો નથી.
he: המשך כך!המטרה עדיין לא הושגה.
hi: चलते रहो!अभी तक उद्देश्य पूरा नहीं हुआ है.
hr: Samo tako nastavi!Cilj još nije postignut.
hu: Csak így tovább! A cél még nem teljesült.
hy: Շարունակի՛ր։Նպատակը դեռ չի հասել.
id: Lanjutkan!Tujuannya belum tercapai.
is: Haltu áfram!Markmiðinu hefur ekki verið náð enn.
it: Continua!L'obiettivo non è stato ancora raggiunto.
ja: 続けてください！目標はまだ達成されていません。
km: បន្ត!គោលដៅមិនទាន់បានសម្រេចនៅឡើយទេ។
kn: ಮುಂದುವರಿಸಿ!ಗುರಿ ಇನ್ನೂ ಈಡೇರಿಲ್ಲ.
ko: 계속하세요! 목표가 아직 달성되지 않았습니다.
lt: Tęsk!Tikslas dar nepasiektas.
lv: Turpini!Mērķis vēl nav sasniegts.
mk: Продолжи!Целта сè уште не е постигната.
ms: Teruskan!Objektif masih belum tercapai.
nl: Blijf doorgaan!Het doel is nog niet bereikt.
pl: Kontynuuj!Cel nie został jeszcze osiągnięty.
pt: Continue!O objetivo ainda não foi alcançado.
ro: Continuă!Obiectivul nu a fost încă atins.
ru: Продолжайте!Цель еще не достигнута.
si: දිගටම කරගෙන යන්න!තවම අරමුණ ඉටුවෙලා නැහැ.
sk: Pokračuj!Cieľ zatiaľ nebol dosiahnutý.
sl: Kar tako naprej!Cilj še ni dosežen.
sv: Fortsätt!Målet har inte uppnåtts ännu.
sw: Endelea!Lengo bado halijafikiwa.
te: కొనసాగించు!లక్ష్యం ఇంకా నెరవేరలేదు.
th: ทำต่อไป!ยังไม่บรรลุวัตถุประสงค์
tr: Devam edin!Hedefe henüz ulaşılamadı.
uk: Продовжуйте!Мета ще не досягнута.
ur: چلتے رہیں!مقصد ابھی تک حاصل نہیں کیا گیا ہے۔
uz: Davom eting!Maqsadga hali erishilgani yo'q.
zh: 继续努力！目标尚未达成。
zh_hant: 繼續！目標還沒有達到。
zu: Qhubeka!Umgomo awukafinyelelwa.

# perfectSolvedOptimal
source: Perfect! Solved in optimal moves!
af: Perfek!Opgelos in optimale bewegings!
am: ፍጹም!በተመቻቸ እንቅስቃሴዎች ተፈቷል!
ar: ممتاز!حلها في التحركات الأمثل!
az: Mükəmməl!Optimal hərəkətlərlə həll olundu!
be: Ідэальна!Вырашана аптымальнымі хадамі!
bn: নিখুঁত!সর্বোত্তম পদক্ষেপে সমাধান!
bo: མཆོག་ཏུ! མཆོག་ཏུ་གྱུར་བའི་བསྒུལ་བ་ནང་སེལ་ཟིན!
ca: Perfecte!Solucionat en moviments òptims!
cs: Perfektní!Vyřešeno optimálními pohyby!
da: Perfektionere!Løst i optimale træk!
de: Perfekt! In optimalen Zügen gelöst!
el: Τέλειος!Λύθηκε σε βέλτιστες κινήσεις!
es: ¡Perfecto!¡Resuelto en movimientos óptimos!
et: Täiuslik!Lahendatud optimaalsete liigutustega!
fa: کامل!در حرکات بهینه حل شد!
fr: Parfait!Résolu en mouvements optimaux !
gu: પરફેક્ટ!શ્રેષ્ઠ ચાલમાં ઉકેલાઈ!
he: מוּשׁלָם!נפתר במהלכים אופטימליים!
hi: उत्तम!इष्टतम चालों में हल किया गया!
hr: Savršen!Riješeno u optimalnim potezima!
hu: Tökéletes! Optimális lépésszámmal oldottad meg!
hy: Կատարյալ!Լուծվում է օպտիմալ շարժումներով:
id: Sempurna!Dipecahkan dalam gerakan optimal!
is: Fullkomið!Leyst í ákjósanlegum hreyfingum!
it: Perfetto!Risolto in mosse ottimali!
ja: 完璧！最適な動きで解決！
km: ល្អឥតខ្ចោះ!ដោះស្រាយក្នុងចលនាល្អបំផុត!
kn: ಪರಿಪೂರ್ಣ!ಸೂಕ್ತ ಚಲನೆಗಳಲ್ಲಿ ಪರಿಹರಿಸಲಾಗಿದೆ!
ko: 완벽! 최적의 수로 해결!
lt: Tobula!Išspręsta optimaliais judesiais!
lv: Perfekti!Atrisināts optimālās kustībās!
mk: Совршено!Решени во оптимални потези!
ms: Sempurna!Selesai dalam pergerakan yang optimum!
nl: Perfect!Opgelost in optimale zetten!
pl: Doskonały!Rozwiązane w optymalnych ruchach!
pt: Perfeito!Resolvido em movimentos ideais!
ro: Perfect!Rezolvat în mișcări optime!
ru: Идеальный!Решается оптимальными ходами!
si: පරිපූර්ණයි!ප්‍රශස්ත චලනයන් තුළ විසඳා ඇත!
sk: Perfektné!Vyriešené optimálnymi ťahmi!
sl: Popoln!Rešeno v optimalnih potezah!
sv: Perfekt!Löst i optimala drag!
sw: Kamili!Imetatuliwa kwa hatua bora!
te: పర్ఫెక్ట్!సరైన కదలికలలో పరిష్కరించబడింది!
th: สมบูรณ์แบบ!แก้ไขได้ด้วยการเคลื่อนไหวที่เหมาะสมที่สุด!
tr: Mükemmel!Optimum hamlelerle çözüldü!
uk: Ідеально!Вирішено оптимальними рухами!
ur: مکمل!زیادہ سے زیادہ چالوں میں حل!
uz: Mukammal!Optimal harakatlarda hal qilindi!
zh: 完美！以最优步数解决！
zh_hant: 完美的！以最佳動作解決！
zu: Iphelele!Ixazululwe ngokunyakaza okufanelekile!

# correctMovesOptimal
source: Correct! ({count} moves, optimal: {optimal})
af: Korrek!({count} beweeg, optimaal: {optimal})
am: ትክክል!({count} ይንቀሳቀሳል፣ ምርጥ፡ {optimal})
ar: صحيح!({count} التحركات، الأمثل: {optimal})
az: Düzgün!({count} hərəkət edir, optimal: {optimal})
be: Правільна!({count} хадоў, аптымальна: {optimal})
bn: সঠিক!({count} চলে, সর্বোত্তম: {optimal})
bo: ཡག་པོ! (བསྒུལ་བ {count}, མཆོག: {optimal})
ca: Correcte!({count} moviments, òptim: {optimal})
cs: Opravit!({count} pohyby, optimální: {optimal})
da: Korrekt!({count} træk, optimal: {optimal})
de: Richtig! ({count} Züge, optimal: {optimal})
el: Σωστός!({count} κινήσεις, βέλτιστη: {optimal})
es: ¡Correcto!(movimientos {count}, óptimo: {optimal})
et: Õige!({count} liigub, optimaalne: {optimal})
fa: درسته!({count} حرکت، بهینه: {optimal})
fr: Correct!({count} se déplace, optimal : {optimal})
gu: સાચું!({count} ચાલ, શ્રેષ્ઠ: {optimal})
he: נָכוֹן!({count} מהלכים, אופטימלי: {optimal})
hi: सही!({count} चालें, इष्टतम: {optimal})
hr: Točno!({count} poteza, optimalno: {optimal})
hu: Helyes! ({count} lépés, optimális: {optimal})
hy: Ճիշտ!({count} շարժումներ, օպտիմալ՝ {optimal})
id: Benar!({count} bergerak, optimal: {optimal})
is: Rétt!({count} hreyfingar, ákjósanlegur: {optimal})
it: Corretto!({count} mosse, ottimale: {optimal})
ja: 正しい！({count} が移動、最適: {optimal})
km: ត្រឹមត្រូវ!({count} ផ្លាស់ទី ល្អបំផុត៖ {optimal})
kn: ಸರಿ!({count} ಚಲನೆಗಳು, ಸೂಕ್ತ: {optimal})
ko: 정답! ({count}수, 최적: {optimal})
lt: Teisingai!({count} judesiai, optimalus: {optimal})
lv: Pareizi!({count} kustības, optimālais: {optimal})
mk: Точно!({count} се движи, оптимално: {optimal})
ms: Betul!({count} bergerak, optimum: {optimal})
nl: Juist!({count} zetten, optimaal: {optimal})
pl: Prawidłowy!({count} porusza się, optymalnie: {optimal})
pt: Correto!({count} movimentos, ideal: {optimal})
ro: Corecta!({count} mișcări, optim: {optimal})
ru: Правильный!({count} перемещается, оптимально: {optimal})
si: නිවැරදියි!({count} චලනයන්, ප්‍රශස්ත: {optimal})
sk: Správne!({count} pohybov, optimálne: {optimal})
sl: Pravilno!({count} potez, optimalno: {optimal})
sv: Rätta!({count} drag, optimalt: {optimal})
sw: Sahihi!({count} hatua, mojawapo: {optimal})
te: కరెక్ట్!({count} కదలికలు, అనుకూలం: {optimal})
th: ถูกต้อง!({count} การเคลื่อนไหว เหมาะสมที่สุด: {optimal})
tr: Doğru!({count} hareket eder, optimal: {optimal})
uk: Правильно!({count} ходів, оптимально: {optimal})
ur: درست!(__ph0__ چالیں ، زیادہ سے زیادہ: __ph1__)
uz: To'g'ri!({count} harakat, optimal: {optimal})
zh: 正确！（{count} 步，最优：{optimal}）
zh_hant: 正確的！（{count} 移動，最佳：{optimal}）
zu: Kulungile!({count} ukunyakaza, kulungile: {optimal})

# correctAlternativeSolution
source: Correct! You found an alternative solution!
af: Korrek!Jy het 'n alternatiewe oplossing gevind!
am: ትክክል!አማራጭ መፍትሔ አግኝተዋል!
ar: صحيح!لقد وجدت حلاً بديلاً!
az: Düzgün!Siz alternativ həll tapdınız!
be: Правільна!Вы знайшлі альтэрнатыўнае рашэнне!
bn: সঠিক!আপনি একটি বিকল্প সমাধান খুঁজে পেয়েছেন!
bo: ཡག་པོ! གཞན་པའི་ཐབས་ཤེས་རྙེད!
ca: Correcte!Has trobat una solució alternativa!
cs: Správně!Našli jste alternativní řešení!
da: Korrekt!Du har fundet en alternativ løsning!
de: Richtig! Du hast eine alternative Lösung gefunden!
el: Σωστό!Βρήκες εναλλακτική λύση!
es: ¡Correcto!¡Encontraste una solución alternativa!
et: Õige!Leidsite alternatiivse lahenduse!
fa: درسته!شما یک راه حل جایگزین پیدا کردید!
fr: Exactement !Vous avez trouvé une solution alternative !
gu: સાચું!તમને વૈકલ્પિક ઉકેલ મળ્યો!
he: נכון!מצאת פתרון חלופי!
hi: सही!आपको एक वैकल्पिक समाधान मिल गया!
hr: Točno!Pronašli ste alternativno rješenje!
hu: Helyes! Találtál egy alternatív megoldást!
hy: Ճիշտ!Դուք գտել եք այլընտրանքային լուծում:
id: Benar!Anda menemukan solusi alternatif!
is: Rétt!Þú fannst aðra lausn!
it: Esatto!Hai trovato una soluzione alternativa!
ja: 正解です！別の解決策が見つかりました。
km: ត្រឹមត្រូវ!អ្នកបានរកឃើញដំណោះស្រាយជំនួស!
kn: ಸರಿ!ನೀವು ಪರ್ಯಾಯ ಪರಿಹಾರವನ್ನು ಕಂಡುಕೊಂಡಿದ್ದೀರಿ!
ko: 정답! 대안 해답을 찾았습니다!
lt: Teisingai!Radote alternatyvų sprendimą!
lv: Pareizi!Jūs atradāt alternatīvu risinājumu!
mk: Точно!Најдовте алтернативно решение!
ms: Betul!Anda telah menemui penyelesaian alternatif!
nl: Juist!Je hebt een alternatieve oplossing gevonden!
pl: Poprawne!Znalazłeś alternatywne rozwiązanie!
pt: Correto!Você encontrou uma solução alternativa!
ro: Corect!Ai găsit o soluție alternativă!
ru: Правильно!Вы нашли альтернативное решение!
si: නිවැරදියි!ඔබ විකල්ප විසඳුමක් සොයා ගත්තා!
sk: Správne!Našli ste alternatívne riešenie!
sl: Pravilno!Našli ste alternativno rešitev!
sv: Rätt!Du hittade en alternativ lösning!
sw: Sahihi!Umepata suluhisho mbadala!
te: కరెక్ట్!మీరు ప్రత్యామ్నాయ పరిష్కారాన్ని కనుగొన్నారు!
th: ถูกต้อง!คุณพบทางเลือกอื่นแล้ว!
tr: Doğru!Alternatif bir çözüm buldunuz!
uk: Правильно!Ви знайшли альтернативне рішення!
ur: درست!آپ کو ایک متبادل حل ملا!
uz: To'g'ri!Siz muqobil yechim topdingiz!
zh: 正确！你找到了另一种解法！
zh_hant: 正確！您找到了替代解決方案！
zu: Kulungile!Uthole esinye isixazululo!

source: Just now
af: Netnou
am: ልክ አሁን
ar: الآن فقط
az: Sadəcə indi
be: Толькі што
bn: এইমাত্র
bo: ད་ལྟ།
ca: Just ara
cs: Právě teď
da: Lige nu
de: Gerade eben
el: Μόλις τώρα
es: Justo ahora
et: Just praegu
fa: همین الان
fr: Juste maintenant
gu: હમણાં જ
he: רק עכשיו
hi: अभी अभी
hr: Upravo sada
hu: Épp most
hy: Հենց հիմա
id: Baru saja
is: Bara núna
it: Proprio adesso
ja: たった今
km: ឥឡូវនេះ
kn: ಈಗಷ್ಟೇ
ko: 방금
lt: Tik dabar
lv: Tikai tagad
mk: Само сега
ms: tadi
nl: Zojuist
pl: Właśnie teraz
pt: Agora mesmo
ro: Chiar acum
ru: только что
si: දැන් තමයි
sk: Práve teraz
sl: Pravkar
sv: Just nu
sw: Sasa hivi
te: ఇప్పుడే
th: แค่ตอนนี้
tr: Az önce
uk: Просто зараз
ur: ابھی ابھی
uz: Hozir
zh: 刚刚
zh_hant: 剛才
zu: Manje nje

source: Invalid Puzzle
af: Ongeldige legkaart
am: ልክ ያልሆነ እንቆቅልሽ
ar: لغز غير صالح
az: Yanlış Tapmaca
be: Несапраўдная галаваломка
bn: অবৈধ ধাঁধা
bo: གསང་བརྟག་ནོར་བ།
ca: Trencaclosques no vàlid
cs: Neplatná hádanka
da: Ugyldigt puslespil
de: Ungültiges Rätsel
el: Μη έγκυρο παζλ
es: Rompecabezas no válido
et: Kehtetu mõistatus
fa: پازل نامعتبر است
fr: Casse-tête invalide
gu: અમાન્ય પઝલ
he: פאזל לא חוקי
hi: अमान्य पहेली
hr: Nevažeća zagonetka
hu: Érvénytelen feladvány
hy: Անվավեր հանելուկ
id: Teka-teki Tidak Valid
is: Ógilt þraut
it: Puzzle non valido
ja: 無効なパズル
km: ល្បែងផ្គុំរូបមិនត្រឹមត្រូវ
kn: ಅಮಾನ್ಯವಾದ ಒಗಟು
ko: 잘못된 퍼즐
lt: Netinkamas galvosūkis
lv: Nederīga mīkla
mk: Неважечка загатка
ms: Teka-teki Tidak Sah
nl: Ongeldige puzzel
pl: Nieprawidłowa łamigłówka
pt: Quebra-cabeça inválido
ro: Puzzle nevalid
ru: Неверная головоломка
si: වලංගු නොවන ප්‍රහේලිකාව
sk: Neplatná hádanka
sl: Neveljavna uganka
sv: Ogiltigt pussel
sw: Fumbo Batili
te: చెల్లని పజిల్
th: ปริศนาไม่ถูกต้อง
tr: Geçersiz Bulmaca
uk: Недійсна головоломка
ur: غلط پہیلی
uz: Yaroqsiz boshqotirma
zh: 无效谜题
zh_hant: 無效謎題
zu: Indida Engavumelekile
