Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleAddSolution
source: Add Another Solution
af: Voeg nog 'n oplossing by
am: ሌላ መፍትሄ ጨምር
ar: إضافة حل آخر
az: Başqa bir həll əlavə edin
be: Дадаць іншае рашэнне
bn: আরেকটি সমাধান যোগ করুন
bo: ཐབས་ཤེས་གཞན་པ་སྣོན།
ca: Afegiu una altra solució
cs: Přidat další řešení
da: Tilføj en anden løsning
el: Προσθέστε μια άλλη λύση
es: Agregar otra solución
et: Lisage veel üks lahendus
fa: یک راه حل دیگر اضافه کنید
fr: Ajouter une autre solution
gu: બીજો ઉકેલ ઉમેરો
he: הוסף עוד פתרון
hi: एक और समाधान जोड़ें
hr: Dodaj drugo rješenje
hu: További megoldás hozzáadása
hy: Ավելացնել ևս մեկ լուծում
id: Tambahkan Solusi Lain
is: Bættu við annarri lausn
it: Aggiungi un'altra soluzione
ja: 別のソリューションを追加する
km: បន្ថែមដំណោះស្រាយមួយទៀត
kn: ಮತ್ತೊಂದು ಪರಿಹಾರವನ್ನು ಸೇರಿಸಿ
lt: Pridėti kitą sprendimą
lv: Pievienojiet citu risinājumu
mk: Додадете уште едно решение
ms: Tambah Penyelesaian Lain
nl: Voeg nog een oplossing toe
pl: Dodaj kolejne rozwiązanie
pt: Adicionar outra solução
ro: Adăugați o altă soluție
ru: Добавить другое решение
si: තවත් විසඳුමක් එක් කරන්න
sk: Pridajte ďalšie riešenie
sl: Dodajte drugo rešitev
sv: Lägg till en annan lösning
sw: Ongeza Suluhisho Lingine
te: మరొక పరిష్కారాన్ని జోడించండి
th: เพิ่มโซลูชันอื่น
tr: Başka Bir Çözüm Ekleyin
uk: Додайте інше рішення
ur: ایک اور حل شامل کریں
uz: Boshqa yechim qo'shing
zh: 添加另一个解答
zh_hant: 添加另一個解決方案
zu: Engeza Esinye Isixazululo

# puzzleRemoveSolution
source: Remove This Solution
af: Verwyder hierdie oplossing
am: ይህንን መፍትሄ ያስወግዱ
ar: إزالة هذا الحل
az: Bu Həllini Sil
be: Выдаліць гэта рашэнне
bn: এই সমাধান সরান
bo: ཐབས་ཤེས་འདི་བསུབ།
ca: Elimina aquesta solució
cs: Odstraňte toto řešení
da: Fjern denne løsning
el: Καταργήστε αυτήν τη λύση
es: Eliminar esta solución
et: Eemaldage see lahendus
fa: این راه حل را حذف کنید
fr: Supprimer cette solution
gu: આ ઉકેલ દૂર કરો
he: הסר את הפתרון הזה
hi: इस समाधान को हटाएँ
hr: Ukloni ovo rješenje
hu: Ennek a megoldásnak az eltávolítása
hy: Հեռացրեք այս լուծումը
id: Hapus Solusi Ini
is: Fjarlægðu þessa lausn
it: Rimuovi questa soluzione
ja: このソリューションを削除する
km: យកដំណោះស្រាយនេះចេញ
kn: ಈ ಪರಿಹಾರವನ್ನು ತೆಗೆದುಹಾಕಿ
lt: Pašalinkite šį sprendimą
lv: Noņemiet šo risinājumu
mk: Отстранете го ова решение
ms: Keluarkan Penyelesaian Ini
nl: Verwijder deze oplossing
pl: Usuń to rozwiązanie
pt: Remover esta solução
ro: Eliminați această soluție
ru: Удалить это решение
si: මෙම විසඳුම ඉවත් කරන්න
sk: Odstráňte toto riešenie
sl: Odstrani to rešitev
sv: Ta bort den här lösningen
sw: Ondoa Suluhisho Hili
te: ఈ పరిష్కారాన్ని తీసివేయండి
th: ลบโซลูชันนี้
tr: Bu Çözümü Kaldır
uk: Видалити це рішення
ur: اس حل کو ہٹا دیں
uz: Ushbu yechimni olib tashlang
zh: 删除此解答
zh_hant: 刪除此解決方案
zu: Susa Lesi Isixazululo

# puzzleOptimalSolution
source: ⭐ Optimal
af: ⭐ Optimaal
am: ⭐ ምርጥ
ar: ⭐ الأمثل
be: ⭐ Аптымальны
bn: ⭐ সর্বোত্তম
bo: ⭐ མཆོག་ཏུ་གྱུར་བ།
ca: ⭐ Òptim
cs: ⭐ Optimální
el: ⭐ Βέλτιστο
es: ⭐ Óptimo
et: ⭐ Optimaalne
fa: ⭐ بهینه
gu: ⭐ શ્રેષ્ઠ
he: ⭐ אופטימלי
hi: ⭐ इष्टतम
hr: ⭐ Optimalno
hu: ⭐ Optimális
hy: ⭐ Օպտիմալ
is: ⭐ Ákjósanlegur
it: ⭐ Ottimale
ja: ⭐最適
km: ⭐ល្អបំផុត
kn: ⭐ ಆಪ್ಟಿಮಲ್
lt: ⭐ Optimalus
lv: ⭐ Optimāli
mk: ⭐ Оптимално
ms: ⭐ Optimum
nl: ⭐ Optimaal
pl: ⭐ Optymalny
pt: ⭐ Ideal
ro: ⭐ Optim
ru: ⭐ Оптимально
si: ⭐ ප්රශස්ත
sk: ⭐ Optimálne
sl: ⭐ Optimalno
sv: ⭐ Optimalt
sw: ⭐ Mojawapo
te: ⭐ ఆప్టిమల్
th: ⭐ เหมาะสมที่สุด
tr: ⭐En iyi
uk: ⭐ Оптимально
ur: ⭐ زیادہ سے زیادہ
zh: ⭐ 最优
zh_hant: ⭐ 最佳
zu: ⭐ Ngokufanelekile

# puzzleAlternativeSolution
source: Alternative
af: Alternatief
am: አማራጭ
ar: بديل
az: Alternativ
be: Альтэрнатыўны
bn: বিকল্প
bo: གཞན་པའི་ཐབས་ཤེས།
ca: Alternativa
cs: Alternativní
da: Alternativ
el: Εναλλακτική
es: Alternativa
et: Alternatiivne
fa: جایگزین
gu: વૈકલ્પિક
he: אלטרנטיבה
hi: वैकल्पिक
hr: alternativa
hu: Alternatív
hy: Այլընտրանք
id: Alternatif
is: Valkostur
it: Alternativa
ja: 代替案
km: ជម្មើសជំនួស
kn: ಪರ್ಯಾಯ
lt: Alternatyva
lv: Alternatīva
mk: Алтернатива
ms: Alternatif
nl: Alternatief
pl: Alternatywa
pt: Alternativa
ro: alternativă
ru: Альтернатива
si: විකල්ප
sk: Alternatívne
sl: alternativa
sv: Alternativ
sw: Mbadala
te: ప్రత్యామ్నాయం
th: ทางเลือก
tr: Alternatif
uk: Альтернатива
ur: متبادل
uz: Muqobil
zh: 备选
zh_hant: 另類
zu: Okunye

# puzzleMarkAsOptimal
source: Mark as Optimal
af: Merk as Optimaal
am: ምርጥ እንደሆነ ምልክት አድርግበት
ar: وضع علامة على النحو الأمثل
az: Optimal olaraq qeyd edin
be: Пазначыць як аптымальны
bn: সর্বোত্তম হিসাবে চিহ্নিত করুন
bo: མཆོག་ཏུ་གྱུར་བར་རྟགས་རྒྱག
ca: Marca com a òptim
cs: Označit jako optimální
da: Markér som Optimal
el: Επισήμανση ως βέλτιστη
es: Marcar como óptimo
et: Märgi optimaalseks
fa: علامت گذاری به عنوان بهینه
fr: Marquer comme optimal
gu: શ્રેષ્ઠ તરીકે ચિહ્નિત કરો
he: סמן כאופטימלי
hi: इष्टतम के रूप में चिह्नित करें
hr: Označi kao optimalno
hu: Megjelölés optimálisként
hy: Նշել որպես օպտիմալ
id: Tandai sebagai Optimal
is: Merktu sem ákjósanlegur
it: Contrassegna come ottimale
ja: 最適としてマーク
km: សម្គាល់ថាល្អបំផុត
kn: ಆಪ್ಟಿಮಲ್ ಎಂದು ಗುರುತಿಸಿ
lt: Pažymėkite kaip optimalų
lv: Atzīmēt kā Optimālu
mk: Означете како оптимално
ms: Tandakan sebagai Optimum
nl: Markeer als optimaal
pl: Oznacz jako optymalne
pt: Marcar como ideal
ro: Marcați ca optim
ru: Отметить как оптимальное
si: Optimal ලෙස ලකුණු කරන්න
sk: Označiť ako optimálne
sl: Označi kot optimalno
sv: Markera som Optimal
sw: Weka alama kama Bora
te: ఆప్టిమల్‌గా గుర్తించండి
th: ทำเครื่องหมายว่าเหมาะสมที่สุด
tr: Optimum olarak işaretle
uk: Позначити як Оптимальний
ur: زیادہ سے زیادہ نشان زد کریں
uz: Optimal deb belgilang
zh: 标记为最优
zh_hant: 標記為最佳
zu: Maka njengokufanelekile

# puzzleSolutionCount
source: {count, plural, =1{1 solution} other{{count} solutions}}
af: {count,plural, =1{1 oplossing} other{{count} oplossings}}
am: {count,plural, =1{1 መፍትሄ} other{{count} መፍትሄዎች}}
ar: {count,plural, =1{1 حل} other{{count} الحلول}}
az: {count,plural, =1{1 həll} other{{count} həllər}}
be: {count,plural, =1{1 рашэнне} other{{count} рашэнні}}
bn: {count,plural, =1{1 সমাধান} other{{count} সমাধান}}
ca: {count,plural, =1{1 solució} other{{count} solucions}}
cs: {count,plural, =1{1 řešení} other{{count} řešení}}
da: {count,plural, =1{1 løsning} other{{count} løsninger}}
el: {count,plural, =1{1 λύση} other{{count} λύσεις}}
es: {count,plural, =1{1 solución} other{{count} soluciones}}
et: {count,plural, =1{1 lahendus} other{{count} lahendusi}}
fa: {count,plural, =1{1 راه حل} other{راه حل های {count}}}
fr: {count,plural, =1{1 solution} other{Solutions {count}}}
gu: {count,plural, =1{1 ઉકેલ} other{{count} ઉકેલો}}
he: {count,plural, =1{פתרון 1} other{{count} פתרונות}}
hi: {count,plural, =1{1 समाधान} other{{count} समाधान}}
hr: {count,plural, =1{1 rješenje} other{{count} rješenja}}
hu: {count, plural, =1{1 megoldás} other{{count} megoldás}}
hy: {count,plural, =1{1 լուծում} other{{count} լուծումներ}}
id: {count,plural, =1{1 solusi} other{{count} solusi}}
is: {count,plural, =1{1 lausn} other{{count} lausnir}}
it: {count,plural, =1{1 soluzione} other{{count} soluzioni}}
ja: {count,plural, =1{1 つのソリューション} other{{count} ソリューション}}
km: {count,plural, =1{1 ដំណោះស្រាយ} other{{count} ដំណោះស្រាយ}}
kn: {count,plural, =1{1 ಪರಿಹಾರ} other{{count} ಪರಿಹಾರಗಳು}}
lt: {count,plural, =1{1 tirpalas} other{{count} sprendimai}}
lv: {count,plural, =1{1 risinājums} other{{count} risinājumi}}
mk: {count,plural, =1{1 решение} other{{count} решенија}}
ms: {count,plural, =1{1 penyelesaian} other{{count} penyelesaian}}
nl: {count,plural, =1{1 oplossing} other{{count} oplossingen}}
pl: {count,plural, =1{1 rozwiązanie} other{{count} rozwiązania}}
pt: {count,plural, =1{1 solução} other{{count} soluções}}
ro: {count,plural, =1{1 solutie} other{{count} soluții}}
ru: {count,plural, =1{1 решение} other{{count} решения}}
si: {count,plural, =1{1 විසඳුමක්} other{{count} විසඳුම්}}
sk: {count,plural, =1{1 riešenie} other{{count} riešení}}
sl: {count,plural, =1{1 rešitev} other{{count} rešitve}}
sv: {count,plural, =1{1 lösning} other{{count} lösningar}}
sw: {count,plural, =1{1 suluhisho} other{{count} suluhu}}
te: {count,plural, =1{1 పరిష్కారం} other{{count} పరిష్కారాలు}}
th: {count,plural, =1{1 โซลูชั่น} other{{count} โซลูชั่น}}
tr: {count,plural, =1{1 çözüm} other{{count} çözümler}}
uk: {count,plural, =1{1 рішення} other{{count} рішення}}
ur: {count,plural, =1{1 حل} other{__ph0__ حل}}
uz: {count,plural, =1{1 yechim} other{{count} yechimlar}}
zh: {count} 个解答
zh_hant: {count} 個解答
zu: {count,plural, =1{1 isixazululo} other{{count} izixazululo}}

# puzzleRemoveSolutionConfirm
source: Remove this solution?
af: Verwyder hierdie oplossing?
am: ይህ መፍትሔ ይወገድ?
ar: هل تريد إزالة هذا الحل؟
az: Bu həll silinsin?
be: Выдаліць гэта рашэнне?
bn: এই সমাধান সরান?
bo: ཐབས་ཤེས་འདི་བསུབ་རྒྱུ།
ca: Eliminar aquesta solució?
cs: Odstranit toto řešení?
da: Vil du fjerne denne løsning?
el: Κατάργηση αυτής της λύσης;
es: ¿Eliminar esta solución?
et: Kas eemaldada see lahendus?
fa: این راه حل حذف شود؟
fr: Supprimer cette solution ?
gu: આ ઉકેલ દૂર કરીએ?
he: להסיר את הפתרון הזה?
hi: यह समाधान निकालें?
hr: Ukloniti ovo rješenje?
hu: Eltávolítod ezt a megoldást?
hy: Հեռացնե՞լ այս լուծումը:
id: Hapus solusi ini?
is: Fjarlægja þessa lausn?
it: Rimuovere questa soluzione?
ja: このソリューションを削除しますか?
km: យកដំណោះស្រាយនេះចេញ?
kn: ಈ ಪರಿಹಾರವನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?
lt: Pašalinti šį sprendimą?
lv: Vai noņemt šo risinājumu?
mk: Да се отстрани ова решение?
ms: Alih keluar penyelesaian ini?
nl: Deze oplossing verwijderen?
pl: Usunąć to rozwiązanie?
pt: Remover esta solução?
ro: Eliminați această soluție?
ru: Удалить это решение?
si: මෙම විසඳුම ඉවත් කරන්නද?
sk: Odstrániť toto riešenie?
sl: Odstraniti to rešitev?
sv: Ta bort den här lösningen?
sw: Ungependa kuondoa suluhisho hili?
te: ఈ పరిష్కారాన్ని తీసివేయాలా?
th: ลบโซลูชันนี้หรือไม่
tr: Bu çözüm kaldırılsın mı?
uk: Видалити це рішення?
ur: اس حل کو ہٹا دیں؟
uz: Bu yechim olib tashlansinmi?
zh: 确定删除此解答？
zh_hant: 刪除該解決方案？
zu: Susa lesi sixazululo?

# puzzleAtLeastOneSolution
source: At least one solution required
af: Ten minste een oplossing benodig
am: ቢያንስ አንድ መፍትሄ ያስፈልጋል
ar: مطلوب حل واحد على الأقل
az: Ən azı bir həll tələb olunur
be: Патрабуецца як мінімум адно рашэнне
bn: অন্তত একটি সমাধান প্রয়োজন
bo: ཐབས་ཤེས་གཅིག་ཉུང་མཐའ་དགོས།
ca: Es requereix almenys una solució
cs: Je vyžadováno alespoň jedno řešení
da: Der kræves mindst én løsning
el: Απαιτείται τουλάχιστον μία λύση
es: Se requiere al menos una solución
et: Vaja on vähemalt ühte lahendust
fa: حداقل یک راه حل لازم است
fr: Au moins une solution requise
gu: ઓછામાં ઓછું એક ઉકેલ જરૂરી છે
he: נדרש פתרון אחד לפחות
hi: कम से कम एक समाधान आवश्यक है
hr: Potrebno je barem jedno rješenje
hu: Legalább egy megoldás szükséges
hy: Պահանջվում է առնվազն մեկ լուծում
id: Setidaknya diperlukan satu solusi
is: Að minnsta kosti eina lausn þarf
it: È necessaria almeno una soluzione
ja: 少なくとも 1 つのソリューションが必要です
km: ត្រូវការដំណោះស្រាយយ៉ាងតិចមួយ។
kn: ಕನಿಷ್ಠ ಒಂದು ಪರಿಹಾರದ ಅಗತ್ಯವಿದೆ
lt: Reikalingas bent vienas sprendimas
lv: Nepieciešams vismaz viens risinājums
mk: Потребно е барем едно решение
ms: Sekurang-kurangnya satu penyelesaian diperlukan
nl: Er is minimaal één oplossing vereist
pl: Wymagane co najmniej jedno rozwiązanie
pt: É necessária pelo menos uma solução
ro: Este necesară cel puțin o soluție
ru: Требуется хотя бы одно решение
si: අවම වශයෙන් එක් විසඳුමක් අවශ්ය වේ
sk: Vyžaduje sa aspoň jedno riešenie
sl: Zahtevana je vsaj ena rešitev
sv: Minst en lösning krävs
sw: Angalau suluhisho moja inahitajika
te: కనీసం ఒక పరిష్కారం అవసరం
th: ต้องมีวิธีแก้ปัญหาอย่างน้อยหนึ่งรายการ
tr: En az bir çözüm gerekli
uk: Потрібне принаймні одне рішення
ur: کم از کم ایک حل درکار ہے
uz: Kamida bitta yechim talab qilinadi
zh: 至少需要一个解答
zh_hant: 至少需要一種解決方案
zu: Okungenani isisombululo esisodwa esidingekayo

source: Puzzle Details
af: Legkaartbesonderhede
am: የእንቆቅልሽ ዝርዝሮች
ar: تفاصيل اللغز
az: Puzzle Detalları
be: Дэталі галаваломкі
bn: ধাঁধা বিস্তারিত
bo: གསང་བརྟག་ཞིབ་ཕྲ།
ca: Detalls del trencaclosques
cs: Detaily puzzle
da: Puslespil detaljer
de: Rätseldetails
el: Λεπτομέρειες παζλ
es: Detalles del rompecabezas
et: Pusle üksikasjad
fa: جزئیات پازل
fr: Détails du puzzle
gu: પઝલ વિગતો
he: פרטי פאזל
hi: पहेली विवरण
hr: Detalji slagalice
hu: Feladvány részletei
hy: Puzzle Մանրամասներ
id: Detail Teka-teki
is: Upplýsingar um ráðgátu
it: Dettagli dell'enigma
ja: パズルの詳細
km: ព័ត៌មានលម្អិតអំពីល្បែងផ្គុំរូប
kn: ಒಗಟು ವಿವರಗಳು
ko: 퍼즐 세부 정보
lt: Dėlionės detalės
lv: Puzles detaļas
mk: Детали за загатка
ms: Butiran Teka-teki
nl: Puzzeldetails
pl: Szczegóły łamigłówki
pt: Detalhes do quebra-cabeça
ro: Detalii puzzle
ru: Детали головоломки
si: ප්‍රහේලිකා විස්තර
sk: Podrobnosti o hádanke
sl: Podrobnosti sestavljanke
sv: Pussel detaljer
sw: Maelezo Fumbo
te: పజిల్ వివరాలు
th: รายละเอียดปริศนา
tr: Bulmaca Detayları
uk: Деталі головоломки
ur: پہیلی کی تفصیلات
uz: Puzzle tafsilotlari
zh: 谜题详情
zh_hant: 謎題細節
zu: Imininingwane Yendida

# puzzleTitle
source: Title
af: Titel
am: ርዕስ
ar: العنوان
az: Başlıq
be: Назва
bn: শিরোনাম
bo: མིང་།
ca: Títol
cs: Název
da: Titel
de: Titel
el: Τίτλος
es: Título
et: Pealkiri
fa: عنوان
fr: Titre
gu: શીર્ષક
he: כותרת
hi: शीर्षक
hr: Naslov
hu: Cím
hy: Վերնագիր
id: Judul
is: Titill
it: Titolo
ja: タイトル
km: ចំណងជើង
kn: ಶೀರ್ಷಿಕೆ
ko: 제목
lt: Pavadinimas
lv: Nosaukums
mk: Наслов
ms: Tajuk
nl: Titel
pl: Tytuł
pt: Título
ro: Titlu
ru: Название
si: මාතෘකාව
sk: Názov
sl: Naslov
sv: Titel
sw: Kichwa
te: శీర్షిక
th: ชื่อเรื่อง
tr: Başlık
uk: Назва
ur: عنوان
uz: Sarlavha
zh: 标题
zh_hant: 標題
zu: Isihloko

# puzzleDescription
source: Description
af: Beskrywing
am: መግለጫ
ar: الوصف
az: Təsvir
be: Апісанне
bn: বর্ণনা
bo: འགྲེལ་བཤད།
ca: Descripció
cs: Popis
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
fa: توضیحات
fr: Descriptif
gu: વર્ણન
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
hy: Նկարագրություն
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
km: ការពិពណ៌នា
kn: ವಿವರಣೆ
ko: 설명
lt: Aprašymas
lv: Apraksts
mk: Опис
ms: Penerangan
nl: Beschrijving
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
si: විස්තරය
sk: Popis
sl: Opis
sv: Beskrivning
sw: Maelezo
te: వివరణ
th: คำอธิบาย
tr: Açıklama
uk: опис
ur: تفصیل
uz: Tavsif
zh: 描述
zh_hant: 描述
zu: Incazelo

# puzzleCategory
source: Category
af: Kategorie
am: ምድብ
ar: الفئة
az: Kateqoriya
be: Катэгорыя
bn: শ্রেণী
bo: སྡེ་ཚན།
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: categoría
et: Kategooria
fa: دسته بندی
fr: Catégorie
gu: શ્રેણી
he: קטגוריה
hi: श्रेणी
hr: Kategorija
hu: Kategória
hy: Կարգավիճակ
id: Kategori
is: Flokkur
it: Categoria
ja: カテゴリ
km: ប្រភេទ
kn: ವರ್ಗ
ko: 카테고리
lt: Kategorija
lv: Kategorija
mk: Категорија
ms: kategori
nl: Categorie
pl: Kategoria
pt: Categoria
ro: categorie
ru: Категория
si: ප්රවර්ගය
sk: Kategória
sl: Kategorija
sv: Kategori
sw: Kategoria
te: వర్గం
th: หมวดหมู่
tr: Kategori
uk: Категорія
ur: زمرہ
uz: Turkum
zh: 类别
zh_hant: 類別
zu: Isigaba

# puzzleDifficulty
source: Difficulty
af: Moeilikheid
am: አስቸጋሪ
ar: صعوبة
az: Çətinlik
be: Цяжкасць
bn: অসুবিধা
bo: དཀའ་ཚད།
ca: Dificultat
cs: Obtížnost
da: Sværhedsgrad
de: Schwierigkeit
el: Δυσκολία
es: dificultad
et: Raskus
fa: دشواری
fr: Difficulté
gu: મુશ્કેલી
he: קושי
hi: कठिनाई
hr: Poteškoće
hu: Nehézség
hy: Դժվարություն
id: Kesulitan
is: Erfiðleikar
it: Difficoltà
ja: 難易度
km: ភាពលំបាក
kn: ಕಷ್ಟ
ko: 난이도
lt: Sunkumas
lv: Grūtības
mk: Тешкотија
ms: Kesukaran
nl: Moeilijkheidsgraad
pl: Trudność
pt: Dificuldade
ro: Dificultate
ru: Сложность
si: දුෂ්කරතාව
sk: Náročnosť
sl: Težavnost
sv: Svårighet
sw: Ugumu
te: కష్టం
th: ความยาก
tr: Zorluk
uk: Складність
ur: مشکل
uz: Qiyinchilik
zh: 难度
zh_hant: 難度
zu: Ubunzima

# puzzleHint
source: Hint
af: Wenk
am: ፍንጭ
ar: تلميح
az: İpucu
be: Падказка
bn: ইঙ্গিত
bo: ལམ་སྟོན།
ca: Pista
cs: Nápověda
da: Tip
de: Hinweis
el: Υπόδειξη
es: pista
et: Vihje
fa: اشاره
fr: Indice
gu: સંકેત
he: רמז
hi: संकेत
hr: Savjet
hu: Tipp
hy: Հուշում
id: Petunjuk
is: Vísbending
it: Suggerimento
ja: ヒント
km: ព័ត៌មានជំនួយ
kn: ಸುಳಿವು
ko: 힌트
lt: Užuomina
lv: Padoms
mk: Совет
ms: Petunjuk
nl: Tip
pl: Wskazówka
pt: Dica
ro: Sugestie
ru: Подсказка
si: ඉඟිය
sk: Nápoveda
sl: Namig
sv: Tips
sw: Kidokezo
te: సూచన
th: คำแนะนำ
tr: İpucu
uk: Підказка
ur: اشارہ
uz: Maslahat
zh: 提示
zh_hant: 提示
zu: Ukusikisela

# puzzleTags
source: Tags
af: Merkers
am: መለያዎች
ar: العلامات
az: Teqlər
be: Тэгі
bn: ট্যাগ
bo: ཐག་རིས།
ca: Etiquetes
cs: Tagy
el: Ετικέτες
es: Etiquetas
et: Sildid
fa: برچسب ها
fr: Balises
gu: ટૅગ્સ
he: תגים
hi: टैग
hr: oznake
hu: Címkék
hy: Պիտակներ
id: Tag
is: Merki
it: Tag
ja: タグ
km: ស្លាក
kn: ಟ್ಯಾಗ್‌ಗಳು
ko: 태그
lt: Žymos
lv: Tagi
mk: Тагови
ms: Tag
nl: Labels
pl: Tagi
pt: Etiquetas
ro: Etichete
ru: Теги
si: ටැග්
sk: Tagy
sl: Oznake
sv: Taggar
sw: Lebo
te: ట్యాగ్‌లు
th: แท็ก
tr: Etiketler
uk: Теги
ur: ٹیگز
uz: Teglar
zh: 标签
zh_hant: 標籤
zu: Omaka

# puzzleTagsHint
source: Comma separated
af: Komma geskei
am: በነጠላ ሰረዝ ተለያይቷል።
ar: مفصولة بفاصلة
az: Vergül ayrıldı
be: Раздзяляецца коскай
bg: Separate tags with commas
bn: কমা বিচ্ছিন্ন
bo: ཚེག་གིས་དབྱེ།
ca: Separat per comes
cs: Odděleno čárkou
da: Komma adskilt
de: Tags durch Kommas trennen
el: Διαχωρίστηκε με κόμμα
es: Separados por comas
et: Komaga eraldatud
fa: کاما جدا شد
fi: Separate tags with commas
fr: Séparés par des virgules
gu: અલ્પવિરામ અલગ
he: פסיק מופרד
hi: अल्पविराम अलग हो गया
hr: Odvojeno zarezom
hu: Vesszővel elválasztva
hy: Ստորակետով բաժանված
id: Dipisahkan koma
is: Kommu aðskilin
it: Separati da virgole
ja: カンマ区切り
km: បំបែកដោយក្បៀស
kn: ಅಲ್ಪವಿರಾಮವನ್ನು ಬೇರ್ಪಡಿಸಲಾಗಿದೆ
ko: 태그를 쉼표로 구분
lt: Atskirtas kableliu
lv: Atdalīts ar komatu
mk: Одделени со запирка
ms: Koma dipisahkan
my: Separate tags with commas
nb: Separate tags with commas
nl: Komma gescheiden
pl: Oddzielone przecinkiem
pt: Separados por vírgula
ro: Despărțite prin virgulă
ru: Через запятую
si: කොමාව වෙන් කර ඇත
sk: Čiarka oddelená
sl: Ločeno z vejicami
sq: Separate tags with commas
sr: Separate tags with commas
sv: Komma separerad
sw: koma imetenganishwa
te: కామా వేరు చేయబడింది
th: คั่นด้วยเครื่องหมายจุลภาค
tr: Virgülle ayrılmış
uk: Відокремлено комою
ur: کوما الگ
uz: Vergul bilan ajratilgan
vi: Separate tags with commas
zh: 逗号分隔
zh_hant: 逗號分隔
zu: Kuhlukaniswe ukhefana

# puzzleAuthor
source: Author
af: Skrywer
am: ደራሲ
ar: المؤلف
az: Müəllif
be: Аўтар
bn: লেখক
bo: རྩོམ་པ་པོ།
ca: Autor
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
et: Autor
fa: نویسنده
fr: Auteur
gu: લેખક
he: מחבר
hi: लेखक
hr: Autor
hu: Szerző
hy: Հեղինակ
id: Penulis
is: Höfundur
it: Autore
ja: 著者
km: អ្នកនិពន្ធ
kn: ಲೇಖಕ
ko: 작성자
lt: Autorius
lv: Autors
mk: Автор
ms: Pengarang
nl: Auteur
pl: Autor
pt: Autor
ro: autor
ru: Автор
si: කර්තෘ
sk: Autor
sl: Avtor
sv: Författare
sw: Mwandishi
te: రచయిత
th: ผู้เขียน
tr: Yazar
uk: Автор
ur: مصنف
uz: Muallif
zh: 作者
zh_hant: 作者
zu: Umbhali

# puzzleCompletionMessage
source: Completion Message
af: Voltooiingsboodskap
am: የማጠናቀቂያ መልእክት
ar: رسالة الإنجاز
az: Tamamlama Mesajı
be: Паведамленне аб завяршэнні
bn: সমাপ্তির বার্তা
bo: ཚང་གྲུབ་འཕྲིན།
ca: Missatge de finalització
cs: Zpráva o dokončení
da: Afslutningsmeddelelse
el: Μήνυμα ολοκλήρωσης
es: Mensaje de finalización
et: Lõpetamise teade
fa: پیام تکمیل
fr: Message d'achèvement
gu: પૂર્ણતા સંદેશ
he: הודעת השלמה
hi: समापन संदेश
hr: Poruka o završetku
hu: Befejezési üzenet
hy: Ավարտման հաղորդագրություն
id: Pesan Penyelesaian
is: Skilaboð um lok
it: Messaggio di completamento
ja: 完了メッセージ
km: សារបញ្ចប់
kn: ಮುಕ್ತಾಯದ ಸಂದೇಶ
lt: Baigimo pranešimas
lv: Pabeigšanas ziņojums
mk: Порака за завршување
ms: Mesej Penyempurnaan
nl: Voltooiingsbericht
pl: Wiadomość o zakończeniu
pt: Mensagem de conclusão
ro: Mesaj de finalizare
ru: Сообщение о завершении
si: සම්පූර්ණ කිරීමේ පණිවිඩය
sk: Správa o dokončení
sl: Sporočilo o zaključku
sv: Meddelande om slutförande
sw: Ujumbe wa Kukamilisha
te: పూర్తి సందేశం
th: ข้อความเสร็จสิ้น
tr: Tamamlanma Mesajı
uk: Повідомлення про завершення
ur: تکمیل کا پیغام
uz: Yakunlash xabari
zh: 完成说明
zh_hant: 完成消息
zu: Umlayezo Wokuqedela

# puzzleCompletionMessageHint
source: Explain the tactic or congratulate the solver
af: Verduidelik die taktiek of wens die oplosser geluk
am: ስልቱን ይግለጹ ወይም ፈቺውን እንኳን ደስ ያለዎት
ar: اشرح التكتيك أو قم بتهنئة الحلال
az: Taktikanı izah edin və ya həlledicini təbrik edin
be: Растлумачце тактыку або павіншуйце вырашальніка
bn: কৌশলটি ব্যাখ্যা করুন বা সমাধানকারীকে অভিনন্দন জানান
bo: ཐབས་ལམ་བཤད་པའམ་སེལ་མཁན་ལ་བཀྲ་ཤིས་བདེ་ལེགས་ཞུ།
ca: Explica la tàctica o felicita el solucionador
cs: Vysvětlete taktiku nebo pogratulujte řešiteli
da: Forklar taktikken eller lykønsk løseren
el: Εξηγήστε την τακτική ή συγχαρείτε τον λύτη
es: Explica la táctica o felicita al solucionador.
et: Selgitage taktikat või õnnitlege lahendajat
fa: تاکتیک را توضیح دهید یا به حل کننده تبریک بگویید
fr: Expliquez la tactique ou félicitez le solutionneur
gu: યુક્તિ સમજાવો અથવા ઉકેલનારને અભિનંદન આપો
he: הסבר את הטקטיקה או ברך את הפותר
hi: युक्ति समझाएं या सॉल्वर को बधाई दें
hr: Objasnite taktiku ili čestitajte rješavatelju
hu: Magyarázd el a taktikát vagy gratulálj a megoldónak
hy: Բացատրեք մարտավարությունը կամ շնորհավորեք լուծողին
id: Jelaskan taktiknya atau ucapkan selamat kepada pemecah masalah
is: Útskýrðu taktíkina eða óskaðu lausnarmanninum til hamingju
it: Spiega la tattica o congratulati con il risolutore
ja: 戦術を説明するか、解決者を祝福する
km: ពន្យល់យុទ្ធសាស្ត្រ ឬអបអរសាទរអ្នកដោះស្រាយ
kn: ತಂತ್ರವನ್ನು ವಿವರಿಸಿ ಅಥವಾ ಪರಿಹರಿಸುವವರನ್ನು ಅಭಿನಂದಿಸಿ
lt: Paaiškinkite taktiką arba pasveikinkite sprendėją
lv: Izskaidrojiet taktiku vai apsveiciet risinātāju
mk: Објаснете ја тактиката или честитајте му на решавачот
ms: Terangkan taktik atau ucapkan tahniah kepada penyelesai
nl: Leg de tactiek uit of feliciteer de oplosser
pl: Wyjaśnij taktykę lub pogratuluj rozwiązującemu
pt: Explique a tática ou parabenize o solucionador
ro: Explicați tactica sau felicitați rezolvatorul
ru: Объясните тактику или поздравьте решателя
si: උපක්‍රමය පැහැදිලි කරන්න හෝ විසඳන්නාට සුබ පතන්න
sk: Vysvetlite taktiku alebo zablahoželajte riešiteľovi
sl: Pojasnite taktiko ali čestitajte reševalcu
sv: Förklara taktiken eller gratulera lösaren
sw: Eleza mbinu au umpongeze mtatuzi
te: వ్యూహాన్ని వివరించండి లేదా పరిష్కరించేవారిని అభినందించండి
th: อธิบายกลยุทธ์หรือแสดงความยินดีกับนักแก้ปัญหา
tr: Taktiği açıklayın veya çözen kişiyi tebrik edin
uk: Поясніть тактику або привітайте розв’язника
ur: حکمت عملی کی وضاحت کریں یا حل کرنے والے کو مبارکباد دیں
uz: Taktikani tushuntiring yoki hal qiluvchini tabriklang
zh: 解释战术原理或向解题者致以祝贺
zh_hant: 解釋策略或祝賀求解者
zu: Chaza iqhinga noma uhalalisele umxazululi

# puzzleTitleRequired
source: Title is required
af: Titel word vereis
am: ርዕስ ያስፈልጋል
ar: العنوان مطلوب
az: Başlıq tələb olunur
be: Назва абавязковая
bn: শিরোনাম প্রয়োজন
bo: མིང་དགོས།
ca: El títol és obligatori
cs: Název je povinný
da: Titel er påkrævet
de: Titel ist erforderlich
el: Απαιτείται τίτλος
es: Se requiere título
et: Pealkiri on kohustuslik
fa: عنوان مورد نیاز است
fr: Le titre est requis
gu: શીર્ષક આવશ્યક છે
he: כותרת נדרשת
hi: शीर्षक आवश्यक है
hr: Naslov je obavezan
hu: A cím kötelező
hy: Պահանջվում է վերնագիր
id: Judul diperlukan
is: Titill er áskilinn
it: Il titolo è obbligatorio
ja: タイトルは必須です
km: ចំណងជើងត្រូវបានទាមទារ
kn: ಶೀರ್ಷಿಕೆ ಅಗತ್ಯವಿದೆ
ko: 제목은 필수입니다
lt: Pavadinimas būtinas
lv: Nosaukums ir nepieciešams
mk: Потребен е наслов
ms: Tajuk diperlukan
nl: Titel is vereist
pl: Tytuł jest wymagany
pt: O título é obrigatório
ro: Titlul este obligatoriu
ru: Требуется название
si: මාතෘකාව අවශ්‍යයි
sk: Vyžaduje sa názov
sl: Naslov je obvezen
sv: Titel krävs
sw: Kichwa kinahitajika
te: శీర్షిక అవసరం
th: ต้องระบุชื่อเรื่อง
tr: Başlık gerekli
uk: Необхідно вказати назву
ur: عنوان کی ضرورت ہے
uz: Sarlavha kerak
zh: 标题为必填项
zh_hant: 標題為必填項
zu: Isihloko siyadingeka
