Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Waiting a client connection...
af: Wag vir 'n kliëntverbinding...
am: ከተጠቃሚ ግንኙነት በመጠባበቅ ላይ...
ar: في انتظار اتصال العميل...
az: Müştəri bağlantısı gözlənilir...
be: Чакаем злучэння кліента...
bg: Очаква се връзка с клиент...
bn: একটি ক্লায়েন্ট সংযোগের অপেক্ষায়...
bo: ཞབས་ཞུ་ཆས་ཀྱི་འབྲེལ་མཐུད་བསྒུག་པ།...
ca: S'està esperant la connexió d'un client...
cs: Čeká se na připojení klienta...
da: Venter på en klientforbindelse...
de: Warte auf Client-Verbindung...
el: Αναμονή σύνδεσης πελάτη...
es: Esperando una conexión de cliente...
et: Ootab kliendi ühendust...
fa: در انتظار اتصال مشتری...
fi: Odotetaan asiakkaan yhteyttä...
fr: En attente d'une connexion client...
gu: ક્લાયન્ટ કનેક્શનની રાહ જોઈ રહ્યું...
he: ממתין לחיבור לקוח...
hi: क्लाइंट कनेक्शन की प्रतीक्षा कर रहा है...
hr: Čeka se veza klijenta...
hu: Várakozás klienskapcsolatra...
hy: Սպասում է client-ի միացմանը...
id: Menunggu koneksi klien...
is: Bíð eftir tengingu viðskiptavinar...
it: In attesa di una connessione client...
ja: クライアントの接続を待っています...
km: កំពុងរង់ចាំការតភ្ជាប់ម៉ាស៊ីនភ្ញៀវ...
kn: ಕ್ಲೈಂಟ್ ಸಂಪರ್ಕಕ್ಕಾಗಿ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ...
ko: 클라이언트 연결 대기 중...
lt: Laukiama kliento prisijungimo...
lv: Gaida klienta savienojumu...
mk: Чека се врска од клиентот...
ms: Menunggu sambungan klien...
my: ကလိုင်းယင့်ချိတ်ဆက်မှုစောင့်ဆိုင်းနေသည်...
nb: Venter på klienttilkobling...
nl: Wachten op clientverbinding...
pl: Oczekiwanie na połączenie klienta...
pt: Aguardando conexão de um cliente...
ro: Se așteaptă o conexiune de la client...
ru: Ожидание подключения клиента...
si: සේවාදායක සම්බන්ධතාවයක් බලා සිටී...
sk: Čaká sa na pripojenie klienta...
sl: Čakam na povezavo odjemalca...
sq: Duke pritur lidhje klienti...
sr: Чека се конекција клијента...
sv: Väntar på en klientanslutning...
sw: Subiri muunganisho wa mteja...
ta: வாடிக்கையாளர் இணைப்புக்காக காத்திருக்கிறது...
te: క్లయింట్ కనెక్షన్ కోసం ఎదురు చూస్తోంది...
th: กำลังรอการเชื่อมต่อจากไคลเอ็นต์...
tr: Bir istemci bağlantısı bekleniyor...
uk: Очікування підключення клієнта...
ur: کلائنٹ کنکشن کا انتظار ہے...
uz: Klient ulanishini kutmoqda...
vi: Đang chờ kết nối từ máy khách...
zh: 等待客户端连接...
zh_hant: 等待客戶端連線...
zu: Ilindele ukuxhumana kweklayenti...

source: Take back request was rejected or failed.
af: Terugneem versoek is verwerp of het misluk.
am: የመቀለስ ጥያቄ ተቀልቷል ወይም አልተሳካም።
ar: تم رفض طلب التراجع أو فشل.
az: Geri alma sorğusu rədd edildi və ya uğursuz oldu.
be: Запыт на вяртанне ходу быў адхілены або не ўдаўся.
bg: Заявката за връщане е отхвърлена или неуспешна.
bn: পিছনে নেওয়ার অনুরোধ প্রত্যাখ্যান করা হয়েছে বা ব্যর্থ হয়েছে।
bo: སླར་འཛུད་ཞུ་བ་མི་ཆོག་པ་ཡང་ན་ཕམ་པ།
ca: La sol·licitud d'anar enrere ha estat rebutjada o ha fallat.
cs: Žádost o vrácení tahu byla zamítnuta nebo selhala.
da: Anmodning om at tage tilbage blev afvist eller mislykkedes.
de: Rücknahmeanforderung wurde abgelehnt oder schlug fehl.
el: Το αίτημα αναίρεσης απορρίφθηκε ή απέτυχε.
es: La solicitud de deshacer fue rechazada o falló.
et: Tagasivõtmise taotlus lükati tagasi või see ebaõnnestus.
fa: درخواست بازگرداندن حرکت رد شد یا ناموفق بود.
fi: Siirron peruutuspyyntö hylättiin tai epäonnistui.
fr: La demande de retour en arrière a été refusée ou a échoué.
gu: પાછા લેવાની વિનંતી નકારવામાં આવી અથવા નિષ્ફળ રહી.
he: בקשת החזרה נדחתה או נכשלה.
hi: वापस लेने का अनुरोध अस्वीकृत या विफल रहा।
hr: Zahtjev za povrat poteza je odbijen ili nije uspio.
hu: A visszalépési kérés elutasítva vagy sikertelen.
hy: Վերադարձի խնդրանքը մերժվել է կամ ձախողվել է։
id: Permintaan menarik kembali ditolak atau gagal.
is: Taka til baka beiðni var hafnað eða mistókst.
it: Richiesta di ritiro mossa respinta o fallita.
ja: 「待った」の要求は拒否されたか、失敗しました。
km: សំណើដកថយត្រូវបានបដិសេធ ឬបរាជ័យ។
kn: ಹಿಂದಿನ ಚಲನೆಯ ರದ್ದು ವಿನಂತಿ ತಿರಸ್ಕರಿಸಲಾಗಿದೆ ಅಥವಾ ವಿಫಲವಾಗಿದೆ.
ko: 되돌리기 요청이 거부되었거나 실패했습니다.
lt: Atšaukimo užklausa buvo atmesta arba nepavyko.
lv: Atkāpšanās pieprasījums tika noraidīts vai neizdevās.
mk: Барањето за враќање на потегот беше одбиено или не успеа.
ms: Permintaan tarik balik ditolak atau gagal.
my: ပြန်လည်ရယူမှုတောင်းဆိုချက်ငြင်းခံရသို့မဟုတ်မအောင်မြင်။
nb: Forespørsel om å angre trekk ble avvist eller mislyktes.
nl: Terugnameverzoek afgewezen of mislukt.
pl: Żądanie cofnięcia ruchu zostało odrzucone lub nie powiodło się.
pt: Pedido de desfazer jogada foi rejeitado ou falhou.
ro: Cererea de anulare a mutării a fost respinsă sau a eșuat.
ru: Запрос на возврат хода был отклонен или не удался.
si: ආපසු ගැනීමේ ඉල්ලීම ප්‍රතික්ෂේප කරන ලදී හෝ අසාර්ථක විය.
sk: Žiadosť o vrátenie ťahu bola zamietnutá alebo zlyhala.
sl: Zahteva za preklic poteze je bila zavrnjena ali ni uspela.
sq: Kërkesa për t'u kthyer u refuzua ose dështoi.
sr: Захтев за враћање потеза је одбијен или није успео.
sv: Begäran om att ta tillbaka draget avvisades eller misslyckades.
sw: Ombi la kurudisha limekataliwa au kushindwa.
ta: மீள எடுத்துக்கொள்ளும் கோரிக்கை நிராகரிக்கப்பட்டது அல்லது தோல்வியடைந்தது.
te: చలనం రద్దు అభ్యర్థన నిరాకరించబడింది లేదా విఫలమైంది.
th: คำขอถอยกลับถูกปฏิเสธหรือล้มเหลว
tr: Geri alma isteği reddedildi veya başarısız oldu.
uk: Запит на повернення було відхилено або не вдалося.
ur: واپسی کی درخواست مسترد کر دی گئی یا ناکام ہو گئی۔
uz: Qaytarish so'rovi rad etildi yoki muvaffaqiyatsiz tugadi.
vi: Yêu cầu hoàn tác đã bị từ chối hoặc thất bại.
zh: 悔棋请求被拒绝或失败。
zh_hant: 悔棋請求被拒絕或失敗。
zu: Isicelo sokubuyisela emuva sinqatshelwe noma sihlulekile.

source: Add text
af: Voeg teks by
am: ጽሑፍ ያክሉ
ar: إضافة نص
az: Mətn əlavə et.
be: Дадаць тэкст
bg: Добавяне на текст
bn: টেক্সট যোগ করুন
bo: ཡིག་རྐྱང་ཁ་སྣོན།
ca: Afegeix text
cs: Přidat text
da: Tilføj tekst
de: Text hinzufügen
el: Προσθήκη κειμένου
es: Agregar texto
et: Lisa tekst
fa: افزودن متن
fi: Lisää teksti
fr: Ajouter du texte
gu: લખાણ ઉમેરો
he: הוסף טקסט
hi: पाठ जोड़ें
hr: Dodaj tekst
hu: Szöveg hozzáadása
hy: Ավելացնել տեքստ
id: Tambahkan teks
is: Bæta við texta
it: Aggiungi testo
ja: テキストを追加
km: បន្ថែមអត្ថបទ
kn: ಪಠ್ಯವನ್ನು ಸೇರಿಸಿ
ko: 텍스트 추가
lt: Pridėti tekstą
lv: Pievienot tekstu
mk: Додај текст
ms: Tambah teks
my: စာသားထည့်ပါ
nb: Legg til tekst
nl: Tekst toevoegen
pl: Dodaj tekst
pt: Adicionar texto
ro: Adaugă text
ru: Добавить текст
si: පෙළ එකතු කරන්න
sk: Pridať text
sl: Dodaj besedilo
sq: Shto tekst
sr: Додај текст
sv: Lägg till text
sw: Ongeza maandishi
ta: உரை சேர்க்கவும்
te: టెక్స్ట్ జోడించండి
th: เพิ่มข้อความ
tr: Metin ekle
uk: Додайте текст
ur: متن شامل کریں
uz: Matn qo'shish
vi: Thêm văn bản
zh: 添加文本
zh_hant: 新增文字
zu: Nezela umbhalo

source: Exit annotation mode
af: Verlaat annotasiemodus
am: የማስታወቂያ ሁኔታ ውጡ
ar: الخروج من وضع التعليق
az: Annotasiya rejimindən çıx.
be: Выйсці з рэжыму анатацый
bg: Излизане от режим на анотации
bn: টীকা মোড থেকে বের হন
bo: བརྗོད་གཞི་རྣམ་པ་ལས་ཕྱིར་འབུད།
ca: Surt del mode d'anotació
cs: Ukončit režim anotací
da: Forlad annotations tilstand
de: Annotationsmodus verlassen
el: Έξοδος από τη λειτουργία σχολιασμού
es: Salir del modo de anotación
et: Välju kommentaarirežiimist
fa: خروج از حالت حاشیه‌نویسی
fi: Poistu annotointitilasta
fr: Quitter le mode annotation
gu: એનોટેશન મોડમાંથી બહાર નીકળો
he: צא ממצב הערות
hi: एनोटेशन मोड से बाहर निकलें
hr: Izađi iz načina bilješki
hu: Kilépés a megjegyzési módból
hy: Դուրս գալ նշումների ռեժիմից
id: Keluar mode anotasi
is: Hætta úr athugasemda ham
it: Esci dalla modalità annotazione
ja: 注釈モードを終了
km: ចាកចេញពីរបៀបចំណារពន្យល់
kn: ಟಿಪ್ಪಣಿ ಮೋಡ್‌ನಿಂದ ನಿರ್ಗಮಿಸಿ
ko: 주석 모드 종료
lt: Išeiti iš anotacijų režimo
lv: Iziet no piezīmju režīma
mk: Излез од режим на анотации
ms: Keluar dari mod anotasi
my: မှတ်စုမုဒ်မှထွက်ပါ
nb: Avslutt annotasjonsmodus
nl: Annotatiemodus verlaten
pl: Wyjdź z trybu adnotacji
pt: Sair do modo de anotação
ro: Ieși din modul de adnotare
ru: Выйти из режима аннотаций
si: සටහන් කිරීමේ මාදිලියෙන් පිටවන්න
sk: Ukončiť režim anotácie
sl: Izhod iz načina opomb
sq: Dil nga modaliteti i shënimeve
sr: Изађи из режима белешке
sv: Avsluta anteckningsläge
sw: Ondoka kwenye hali ya maelezo
ta: குறிப்புரை பயன்முறையிலிருந்து வெளியேறவும்
te: వ్యాఖ్యాన మోడ్ నుండి బయటకు రండి
th: ออกจากโหมดหมายเหตุ
tr: Ek açıklama modundan çık
uk: Вийти з режиму анотації
ur: تشریح موڈ سے باہر نکلیں
uz: Izoh rejimidan chiqish
vi: Thoát chế độ chú thích
zh: 退出标注模式
zh_hant: 退出標註模式
zu: Phuma kumodi yezichasiselo

source: Type your annotation
af: Tik jou annotasie
am: ማስታወቂያዎን ያስገቡ
ar: اكتب تعليقك
az: Annotasiyanızı yazın.
be: Увядзіце вашу анатацыю
bg: Въведете вашата анотация
bn: আপনার টীকা টাইপ করুন
bo: ཁྱེད་ཀྱི་བརྗོད་གཞི་བྲིས།
ca: Escriviu l'anotació
cs: Zadejte svoji anotaci
da: Skriv din annotation
de: Geben Sie Ihre Anmerkung ein
el: Πληκτρολογήστε τον σχολιασμό σας
es: Escribe tu anotación
et: Kirjuta oma kommentaar
fa: حاشیه‌نویسی خود را بنویسید
fi: Kirjoita merkintäsi
fr: Tapez votre annotation
gu: તમારું એનોટેશન લખો
he: הקלד את ההערה שלך
hi: अपना एनोटेशन टाइप करें
hr: Upišite svoju bilješku
hu: Írd be a megjegyzésedet
hy: Մուտքագրեք ձեր նշումը
id: Ketik anotasi Anda
is: Sláðu inn athugasemd þína
it: Digita la tua annotazione
ja: 注釈を入力してください
km: វាយចំណារពន្យល់របស់អ្នក
kn: ನಿಮ್ಮ ಟಿಪ್ಪಣಿಯನ್ನು ಟೈಪ್ ಮಾಡಿ
ko: 주석 입력
lt: Įveskite savo anotaciją
lv: Ierakstiet savu piezīmi
mk: Внесете ја вашата анотација
ms: Taip anotasi anda
my: မှတ်စုရိုက်ထည့်ပါ
nb: Skriv inn din annotasjon
nl: Typ je annotatie
pl: Wpisz swoją adnotację
pt: Digite sua anotação
ro: Tastați adnotarea dvs.
ru: Введите вашу аннотацию
si: ඔබගේ සටහන් ටයිප් කරන්න
sk: Napíšte svoju anotáciu
sl: Vnesi svojo opombo
sq: Shkruani shënimin tuaj
sr: Унесите своју белешку
sv: Skriv din anteckning
sw: Chapa maelezo yako
ta: உங்கள் குறிப்புரையை உள்ளிடவும்
te: మీ వ్యాఖ్యానాన్ని టైప్ చేయండి
th: พิมพ์หมายเหตุของคุณ
tr: Ek açıklamanızı yazın
uk: Введіть свою анотацію
ur: اپنی تشریح ٹائپ کریں
uz: Izohingizni yozing
vi: Nhập chú thích của bạn
zh: 输入您的标注
zh_hant: 輸入您的標註
zu: Thayipha isichasiselo sakho

source: Attempting to reconnect...
af: Probeer om weer te koppel...
am: ዳግም መገናኘት በሞክር ላይ...
ar: محاولة إعادة الاتصال...
az: Yenidən qoşulmağa cəhd edilir...
be: Спрабуем перападключыцца...
bg: Опит за повторно свързване...
bn: পুনরায় সংযোগের চেষ্টা করছে...
bo: ཡང་བསྐྱར་འབྲེལ་མཐུད་བྱེད་བཞིན་པ།...
ca: S'està intentant reconnectar...
cs: Probíhá pokus o znovupřipojení...
da: Forsøger at genoprette forbindelse...
de: Versuche erneut zu verbinden...
el: Προσπάθεια επανασύνδεσης...
es: Intentando reconectar...
et: Üritab uuesti ühendada...
fa: در حال تلاش برای اتصال مجدد...
fi: Yritetään yhdistää uudelleen...
fr: Tentative de reconnexion...
gu: પુનઃ જોડાણનો પ્રયાસ કરી રહ્યું...
he: מנסה להתחבר מחדש...
hi: पुनः कनेक्ट करने का प्रयास कर रहा है...
hr: Ponovno povezivanje u tijeku…
hu: Újracsatlakozás folyamatban...
hy: Փորձում է վերամիացնել...
id: Mencoba menyambungkan kembali...
is: Reyni að tengjast aftur...
it: Tentativo di riconnessione...
ja: 再接続を試みています...
km: កំពុងព្យាយាមតភ្ជាប់ឡើងវិញ...
kn: ಮರುಸಂಪರ್ಕಿಸಲು ಪ್ರಯತ್ನಿಸಲಾಗುತ್ತಿದೆ...
ko: 다시 연결 시도 중...
lt: Bandoma prisijungti iš naujo...
lv: Mēģina atjaunot savienojumu...
mk: Обид за повторно поврзување...
ms: Cuba menyambung semula...
my: ပြန်ချိတ်ဆက်ရန်ကြိုးစားနေသည်...
nb: Forsøker å koble til på nytt...
nl: Bezig met opnieuw verbinden...
pl: Próba ponownego połączenia...
pt: Tentando reconectar...
ro: Se încearcă reconectarea...
ru: Попытка переподключения...
si: නැවත සම්බන්ධ වීමට උත්සාහ කරමින්...
sk: Pokúšame sa o opätovné pripojenie...
sl: Poskušam se ponovno povezati...
sq: Duke u përpjekur të ri-lidhet...
sr: Покушава се поновно повезивање...
sv: Försöker återansluta...
sw: Inajaribu kujiunga tena...
ta: மீண்டும் இணைக்க முயற்சிக்கிறது...
te: మళ్లీ కనెక్ట్ అవ్వడానికి ప్రయత్నిస్తోంది...
th: กำลังพยายามเชื่อมต่อใหม่...
tr: Yeniden bağlanmaya çalışılıyor...
uk: Спроба повторного підключення...
ur: دوبارہ کنیکٹ کرنے کی کوشش کر رہے ہیں...
uz: Qayta ulanishga harakat qilinmoqda...
vi: Đang cố gắng kết nối lại...
zh: 尝试重新连接...
zh_hant: 嘗試重新連線...
zu: Izama ukuxhuma kabusha...

source: Restart request sent. Waiting for opponent's response...
af: Herbegin versoek gestuur. Wag vir teenstander se reaksie...
am: የእንደገና መጀመር ጥያቄ ተላክቷል። ተወዳዳሪ ምላሽ ይጠበቅ...
ar: تم إرسال طلب إعادة التشغيل. في انتظار رد الخصم...
az: Yenidən başlatma sorğusu göndərildi. Rəqibin cavabını gözləyir...
be: Запыт на перазапуск адпраўлены. Чакаем адказу суперніка...
bg: Заявка за рестартиране е изпратена. Очаква се отговор от опонента...
bn: পুনরায় শুরু করার অনুরোধ পাঠানো হয়েছে। প্রতিপক্ষের প্রতিক্রিয়ার অপেক্ষায়...
bo: སླར་འགོ་ཞུ་བ་སྐུར་བ། མགྲོན་པོའི་ལན་གསལ་བསྒུག་པ།...
ca: S'ha enviat la sol·licitud de reinici. S'està esperant la resposta de l'oponent...
cs: Žádost o restart odeslána. Čeká se na reakci soupeře...
da: Genstarts anmodning sendt. Venter på modstanderens svar...
de: Neustartanfrage gesendet. Warte auf die Antwort des Gegners...
el: Το αίτημα επανεκκίνησης στάλθηκε. Αναμονή για την απάντηση του αντιπάλου...
es: Solicitud de reinicio enviada. Esperando la respuesta del oponente...
et: Taaskäivitamise taotlus saadetud. Ootab vastase vastust...
fa: درخواست راه‌اندازی مجدد ارسال شد. در انتظار پاسخ حریف...
fi: Uudelleenkäynnistyspyyntö lähetetty. Odotetaan vastustajan vastausta...
fr: Demande de redémarrage envoyée. En attente de la réponse de l'adversaire...
gu: પુનઃ શરૂ કરવાની વિનંતી મોકલવામાં આવી. પ્રતિસ્પર્ધીના પ્રતિસાદની રાહ જોઈ રહ્યું...
he: בקשת אתחול נשלחה. ממתין לתגובת היריב...
hi: पुनरारंभ अनुरोध भेजा गया। प्रतिद्वंद्वी के उत्तर की प्रतीक्षा कर रहा है...
hr: Zahtjev za ponovno pokretanje poslan. Čeka se odgovor protivnika...
hu: Újraindítási kérelem elküldve. Várakozás az ellenfél válaszára...
hy: Վերագործարկման խնդրանքը ուղարկվել է։ Սպասում է հակառակորդի պատասխանին...
id: Permintaan restart dikirim. Menunggu respons lawan...
is: Endurræsing beiðni send. Bíð eftir svari andstæðings...
it: Richiesta di riavvio inviata. In attesa della risposta dell'avversario...
ja: 再起動リクエストが送信されました。対戦相手の応答を待っています...
km: សំណើចាប់ផ្តើមឡើងវិញត្រូវបានផ្ញើ។ កំពុងរង់ចាំការឆ្លើយតបរបស់គូប្រកួត...
kn: ಮರುಪ್ರಾರಂಭದ ವಿನಂತಿ ಕಳುಹಿಸಲಾಗಿದೆ. ಪ್ರತಿಸ್ಪರ್ಧಿಯ ಪ್ರತಿಕ್ರಿಯೆಗಾಗಿ ನಿರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ...
ko: 재시작 요청 보냄. 상대의 응답 대기 중...
lt: Paleidimo iš naujo užklausa išsiųsta. Laukiama priešininko atsakymo...
lv: Pārstartēšanas pieprasījums nosūtīts. Gaida pretinieka atbildi...
mk: Барањето за рестартирање е испратено. Чека се одговор од противникот...
ms: Permintaan mulakan semula dihantar. Menunggu respons lawan...
my: ပြန်စခိုင်းမှုပို့ပြီး ပြိုင်ဘက်အကြောင်းပြန်စောင့်နေသည်...
nb: Omstartforespørsel sendt. Venter på motstanderens svar...
nl: Herstartverzoek verzonden. Wachten op reactie tegenstander...
pl: Wysłano żądanie restartu. Oczekiwanie na odpowiedź przeciwnika...
pt: Pedido de reinício enviado. Aguardando resposta do oponente...
ro: Cerere de repornire trimisă. Se așteaptă răspunsul adversarului...
ru: Запрос на перезапуск отправлен. Ожидание ответа противника...
si: නැවත ආරම්භ කිරීමේ ඉල්ලීම එවූයේය. ප්‍රතිසපර්ධකයාගේ ප්‍රතිචාරය බලා සිටී...
sk: Žiadosť o reštart bola odoslaná. Čaká sa na odpoveď súpera...
sl: Zahteva za ponovni zagon je poslana. Čakam na odgovor nasprotnika...
sq: Kërkesa për rinisje u dërgua. Duke pritur përgjigjen e kundërshtarit...
sr: Захтев за поновно покретање послат је. Чека се одговор противника...
sv: Begäran om omstart har skickats. Väntar på motståndarens svar...
sw: Ombi la kuanzisha upya limepelekwa. Subiri majibu ya mpinzani...
ta: மீண்டும் துவக்க கோரிக்கை அனுப்பப்பட்டது. எதிரணியின் பதிலுக்காக காத்திருக்கிறது...
te: రీస్టార్ట్ అభ్యర్థన పంపబడింది. ప్రత్యర్థి యొక్క ప్రతిస్పందన కోసం ఎదురు చూస్తోంది...
th: ส่งคำขอเริ่มเกมใหม่แล้ว กำลังรอคำตอบจากคู่ต่อสู้...
tr: Yeniden başlatma isteği gönderildi. Rakibin yanıtı bekleniyor...
uk: Запит на перезапуск надіслано. Чекаю на відповідь опонента...
ur: ری اسٹارٹ کی درخواست بھیج دی گئی۔ مخالف کے جواب کا انتظار ہے...
uz: Qayta ishga tushirish so'rovi yuborildi. Raqib javobini kutmoqda...
vi: Yêu cầu khởi động lại đã được gửi. Đang chờ phản hồi từ đối thủ...
zh: 重新开始游戏的请求已发送，等待对手回复...
zh_hant: 重新開始遊戲的請求已發送，等待對手回覆...
zu: Isicelo sokuqala kabusha sithunyelwe. Ilindele impendulo yombangi...

source: Server is stopped.
af: Bediener is gestop.
am: ሰርቨሩ ተቆምቷል።
ar: الخادم متوقف.
az: Server dayandırıldı.
be: Сервер спынены.
bg: Сървърът е спрян.
bn: সার্ভার বন্ধ আছে।
bo: ཞབས་ཞུ་ཆས་མཚམས་འཇོག་པ།
ca: El servidor s'ha aturat.
cs: Server je zastaven.
da: Serveren er stoppet.
de: Server ist gestoppt.
el: Ο διακομιστής είναι σταματημένος.
es: El servidor está detenido.
et: Server on peatatud.
fa: سرور متوقف شده است.
fi: Palvelin on pysäytetty.
fr: Le serveur est arrêté.
gu: સર્વર બંધ છે.
he: השרת מושבת.
hi: सर्वर बंद है।
hr: Poslužitelj je zaustavljen.
hu: A szerver le van állítva.
hy: Սերվերը դադարեցված է։
id: Server dihentikan.
is: Þjónninn er stoppaður.
it: Il server è fermo.
ja: サーバーが停止しています。
km: ម៉ាស៊ីនមេត្រូវបានបញ្ឈប់។
kn: ಸರ್ವರ್ ನಿಲ್ಲಿಸಲಾಗಿದೆ.
ko: 서버가 중지되었습니다.
lt: Serveris sustabdytas.
lv: Serveris ir apturēts.
mk: Серверот е прекинат.
ms: Pelayan dihentikan.
my: ဆာဗာပိတ်ထားပြီ။
nb: Serveren er stoppet.
nl: Server is gestopt.
pl: Serwer jest zatrzymany.
pt: Servidor parado.
ro: Serverul este oprit.
ru: Сервер остановлен.
si: සේවාදායකය නවතා දමා ඇත.
sk: Server je zastavený.
sl: Strežnik je ustavljen.
sq: Serveri është ndalur.
sr: Сервер је заустављен.
sv: Servern är avstängd.
sw: Seva imesimamishwa.
ta: சர்வர் நிறுத்தப்பட்டுவிட்டது.
te: సర్వర్ ఆపబడింది.
th: เซิร์ฟเวอร์หยุดทำงานแล้ว
tr: Sunucu durduruldu.
uk: Сервер зупинено.
ur: سرور بند ہے۔
uz: Server to'xtatildi.
vi: Máy chủ đã dừng.
zh: 服务器已停止
zh_hant: 伺服器已停止
zu: Isiphakeli simisiwe.

source: Restart request
af: Herbegin versoek
am: የእንደገና መጀመር ጥያቄ
ar: طلب إعادة التشغيل
az: Yenidən başlatma sorğusu.
be: Запыт на перазапуск
bg: Заявка за рестартиране
bn: পুনরায় শুরু করার অনুরোধ
bo: སླར་འགོ་ཞུ་བ།
ca: Sol·licitud de reinici
cs: Žádost o restart
da: Genstarts anmodning
de: Neustartanfrage
el: Αίτημα επανεκκίνησης
es: Solicitud de reinicio
et: Taaskäivitamise taotlus
fa: درخواست راه‌اندازی مجدد
fi: Uudelleenkäynnistyspyyntö
fr: Demande de redémarrage
gu: પુનઃ શરૂ કરવાની વિનંતી
he: בקשת אתחול
hi: पुनरारंभ अनुरोध
hr: Zahtjev za ponovno pokretanje
hu: Újraindítási kérelem
hy: Վերագործարկման խնդրանք
id: Permintaan restart
is: Endurræsing beiðni
it: Richiesta di riavvio
ja: 再起動リクエスト
km: សំណើចាប់ផ្តើមឡើងវិញ
kn: ಮರುಪ್ರಾರಂಭದ ವಿನಂತಿ
ko: 재시작 요청
lt: Paleidimo iš naujo užklausa
lv: Pārstartēšanas pieprasījums
mk: Барање за рестартирање
ms: Permintaan Mulakan Semula
my: ပြန်စခိုင်းမှု
nb: Omstartforespørsel
nl: Herstartverzoek
pl: Żądanie restartu
pt: Pedido de reinício
ro: Cerere de repornire
ru: Запрос на перезапуск
si: නැවත ආරම්භ කිරීමේ ඉල්ලීම
sk: Žiadosť o reštart
sl: Zahteva za ponovni zagon
sq: Kërkesë për rinisje
sr: Захтев за поновно покретање
sv: Begäran om omstart
sw: Ombi la kuanzisha upya
ta: மீண்டும் துவக்க கோரிக்கை
te: రీస్టార్ట్ అభ్యర్థన
th: คำขอเริ่มเกมใหม่
tr: Yeniden başlatma isteği
uk: Запит на перезапуск
ur: ری اسٹارٹ کی درخواست
uz: Qayta ishga tushirish so'rovi
vi: Yêu cầu khởi động lại
zh: 重启请求
zh_hant: 重啟請求
zu: Isicelo sokuqala kabusha

source: Cannot request a take back when it's not your turn.
af: Kan nie 'n terugneem versoek indien as dit nie jou beurt is nie.
am: የመቀለስ ጥያቄ ማድረግ አይቻልም ምክንያቱም ይህ የእርስዎ ተከታታይ አይደለም።
ar: لا يمكنك طلب التراجع عندما لا يكون دورك.
az: Növbəniz olmadığı halda geri alma sorğusu verə bilməzsiniz.
be: Немагчыма запытаць вяртанне ходу, калі не ваш ход.
bg: Не можете да заявите връщане, когато не е ваш ред.
bn: যখন এটা আপনার পালা নয় তখন পিছনে নেওয়ার অনুরোধ করতে পারবেন না।
bo: ཁྱེད་ཀྱི་བདག་པོ་མིན་པའི་སྐབས་སུ་སླར་འཛུད་ཞུ་མི་ཆོག
ca: No podeu sol·licitar anar enrere si no és el vostre torn.
cs: Nelze žádat o vrácení tahu, když není váš tah.
da: Kan ikke anmode om at tage tilbage, når det ikke er din tur.
de: Eine Rücknahme kann nur angefordert werden, wenn Sie am Zug sind.
el: Δεν μπορείτε να ζητήσετε αναίρεση όταν δεν είναι η σειρά σας.
es: No puedes solicitar un deshacer cuando no es tu turno.
et: Tagasivõtmise taotlust ei saa esitada, kui pole sinu käik.
fa: نمی‌توانید هنگامی که نوبت شما نیست درخواست بازگرداندن حرکت کنید.
fi: Et voi pyytää siirron peruuttamista, kun ei ole sinun vuorosi.
fr: Impossible de demander un retour en arrière quand ce n'est pas votre tour.
gu: જ્યારે તમારો વારો નથી ત્યારે પાછા લેવાની વિનંતી કરી શકાતી નથી.
he: לא ניתן לבקש חזרה כשזה לא תורך.
hi: जब आपकी बारी नहीं है तो वापस लेने का अनुरोध नहीं कर सकते।
hr: Ne možete zatražiti povrat poteza kada nije vaš potez.
hu: Nem kérhetsz visszalépést, ha nem te következel.
hy: Դուք չեք կարող խնդրել վերադարձ, երբ դա ձեր հերթը չէ։
id: Tidak dapat meminta menarik kembali saat bukan giliran Anda.
is: Getur ekki beðið um að taka til baka þegar það er ekki þín umferð.
it: Non puoi richiedere un ritiro mossa quando non è il tuo turno.
ja: 自分の手番でない時に「待った」はできません。
km: មិនអាចស្នើសុំដកថយនៅពេលវាមិនមែនជាវេនរបស់អ្នកទេ។
kn: ಇದು ನಿಮ್ಮ ಸರದಿ ಅಲ್ಲದಿದ್ದಾಗ ಹಿಂದಿನ ಚಲನೆಯನ್ನು ರದ್ದುಗೊಳಿಸುವ ವಿನಂತಿ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 당신의 차례가 아닐 때는 되돌리기를 요청할 수 없습니다.
lt: Negalima prašyti atšaukimo, kai ne jūsų eilė.
lv: Nevar pieprasīt atkāpšanos, kad nav tava kārta.
mk: Не може да побарате враќање на потегот кога не е вашиот ред.
ms: Tidak boleh meminta tarik balik ketika bukan giliran anda.
my: သင့်အလှည့်မဟုတ်လျှင် ပြန်လည်ရယူမှုမတောင်းဆိုနိုင်။
nb: Kan ikke be om å angre trekk når det ikke er din tur.
nl: Kan geen terugname vragen als het niet jouw beurt is.
pl: Nie można zażądać cofnięcia ruchu, gdy nie jest twoja tura.
pt: Não é possível solicitar desfazer jogada quando não é a sua vez.
ro: Nu poți solicita anularea mutării când nu e rândul tău.
ru: Нельзя запросить возврат хода, когда не ваш ход.
si: ඔබගේ වාරය නොවේ නම්, ආපසු ගැනීමේ ඉල්ලීම ඉල්ලීමට නොහැක.
sk: Nemôžete požiadať o vrátenie ťahu, keď nie ste na ťahu.
sl: Ne moreš zahtevati preklica poteze, ko ni tvoja poteza.
sq: Nuk mund të kërkoni kthim kur nuk është radha juaj.
sr: Не можете затражити враћање потеза када није ваш потез.
sv: Kan inte begära att ta tillbaka draget när det inte är din tur.
sw: Hauwezi kuomba kurudisha wakati sio zamu yako.
ta: அது உங்கள் முறை அல்லாதபோது மீள எடுத்துக்கொள்ளும் கோரிக்கையை செய்ய முடியாது.
te: మీ సారి కానప్పుడు చలనం రద్దు అభ్యర్థన చేయలేరు.
th: ไม่สามารถขอถอยกลับเมื่อไม่ใช่ตาคุณ
tr: Sıra sende değilken geri alma isteğinde bulunamazsın.
uk: Не можна подати запит на повернення, коли не ваша черга.
ur: جب آپ کی باری نہ ہو تو واپسی کی درخواست نہیں کی جا سکتی۔
uz: Sizning navbingiz bo'lmaganda qaytarish so'rovini yuborib bo'lmaydi.
vi: Không thể yêu cầu hoàn tác khi không phải lượt của bạn.
zh: 并非轮到你行棋，故无法请求悔棋。
zh_hant: 並非輪到你行棋，故無法請求悔棋。
zu: Awukwazi ukucela ukubuyisela emuva uma kungesona ithuba lakho.
