Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Loss rate
af: Verlieskoers
am: የተሸነፈበት መጠን
ar: معدل الخسارة
az: Məğlubiyyət nisbəti
be: Працэнт паражэнняў
bg: Процент на загуби
bn: পরাজয়ের হার
bo: ཕམ་པའི་བརྒྱ་ཆ།
ca: Taxa de derrotes
cs: Míra proher
da: Tab rate
de: Niederlagenquote
el: Ποσοστό ηττών
es: Tasa de derrotas
et: Kaotuste määr
fa: نرخ باخت
fi: Häviöprosentti
fr: Taux de défaites
gu: હારનો દર
he: שיעור הפסדים
hi: हार दर
hr: Stopa poraza
hu: Vesztési arány
hy: Պարտությունների տոկոս
id: Tingkat kalah
is: Taphlutfall
it: Tasso di sconfitta
ja: 敗北率
km: អត្រាចាញ់
kn: ಸೋಲಿನ ದರ
ko: 패배율
lt: Pralaimėjimų rodiklis
lv: Zaudējumu īpatsvars
mk: Стапка на порази
ms: Kadar kalah
my: ရှုံးပွဲနှုန်း
nb: Tapsrate
nl: Verliespercentage
pl: Współczynnik przegranych
pt: Taxa de derrota
ro: Rată înfrângeri
ru: Процент поражений
si: පැරදුම් අනුපාතය
sk: Miera prehier
sl: Stopnja porazov
sq: Norma e humbjeve
sr: Стопа пораза
sv: Förlustkvot
sw: Kiwango cha hasara
ta: தோல்வி விகிதம்
te: ఓటమి రేటు
th: อัตราแพ้
tr: Mağlubiyet oranı
uk: Відсоток поразок
ur: ہار کی شرح
uz: Mag'lubiyatlar nisbati
vi: Tỷ lệ thua
zh: 输棋率
zh_hant: 敗局率
zu: Izinga lokulahlekelwa

source: AI statistics
af: KI-statistieke
am: የ AI ስታቲስቲክስ
ar: إحصائيات الذكاء الاصطناعي
az: Süni intellekt statistikası
be: Статыстыка ШІ
bg: Статистика на ИИ
bn: এআই পরিসংখ্যান
bo: AI བསྡོམས་རྩིས།
ca: Estadístiques de la IA
cs: Statistiky UI
da: AI-statistik
de: KI-Statistiken
el: Στατιστικά AI
es: Estadísticas de IA
et: Tehisintellekti statistika
fa: آمار هوش مصنوعی
fi: Tekoälyn tilastot
fr: Statistiques de l'IA
gu: AI આંકડા
he: סטטיסטיקות AI
hi: AI आँकड़े
hr: Statistika UI-a
hu: MI statisztika
hy: ԱԲ վիճակագրություն
id: Statistik AI
is: Gervigreindartölfræði
it: Statistiche IA
ja: AI統計
km: ស្ថិតិ AI
kn: AI ಅಂಕಿಅಂಶಗಳು
ko: AI 통계
lt: DI statistika
lv: MI statistika
mk: Статистика за ВИ
ms: Statistik AI
my: AI စာရင်းအင်းများ
nb: AI-statistikk
nl: AI-statistieken
pl: Statystyki SI
pt: Estatísticas de IA
ro: Statistici IA
ru: Статистика ИИ
si: AI සංඛ්‍යාලේඛන
sk: Štatistiky UI
sl: Statistika UI
sq: Statistikat e IA
sr: АИ статистика
sv: AI-statistik
sw: Takwimu za AI
ta: AI புள்ளிவிவரங்கள்
te: AI గణాంకాలు
th: สถิติ AI
tr: Yapay zeka istatistikleri
uk: Статистика ШІ
ur: AI شماریات
uz: Sun'iy intellekt statistikasi
vi: Thống kê AI
zh: AI 统计数据
zh_hant: AI 統計資料
zu: Izibalo ze-AI

source: Enable statistics
af: Aktiveer statistieke
am: ስታቲስቲክስን አንቃ
ar: تمكين الإحصائيات
az: Statistikanı aktivləşdirin
be: Уключыць статыстыку
bg: Активиране на статистиката
bn: পরিসংখ্যান সক্রিয় করুন
bo: བསྡོམས་རྩིས་འགོ་འཛུགས་པ།
ca: Activa les estadístiques
cs: Povolit statistiky
da: Aktiver statistik
de: Statistiken aktivieren
el: Ενεργοποίηση στατιστικών
es: Habilitar estadísticas
et: Luba statistika
fa: فعال کردن آمار
fi: Ota tilastot käyttöön
fr: Activer les statistiques
gu: આંકડા સક્ષમ કરો
he: הפעל סטטיסטיקות
hi: आँकड़े सक्षम करें
hr: Uključi statistiku
hu: Statisztika engedélyezése
hy: Միացնել վիճակագրությունը
id: Aktifkan statistik
is: Virkja tölfræði
it: Abilita statistiche
ja: 統計を有効にする
km: បើកស្ថិតិ
kn: ಅಂಕಿಅಂಶಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ
ko: 통계 사용
lt: Įjungti statistiką
lv: Iespējot statistiku
mk: Овозможи статистика
ms: Dayakan statistik
my: စာရင်းအင်းများ ဖွင့်ပါ
nb: Aktiver statistikk
nl: Statistieken inschakelen
pl: Włącz statystyki
pt: Ativar estatísticas
ro: Activați statisticile
ru: Включить статистику
si: සංඛ්‍යාලේඛන සබල කරන්න
sk: Povoliť štatistiky
sl: Omogoči statistiko
sq: Aktivizo statistikat
sr: Омогући статистику
sv: Aktivera statistik
sw: Washa takwimu
ta: புள்ளிவிவரங்களை இயக்கு
te: గణాంకాలను ప్రారంభించండి
th: เปิดใช้งานสถิติ
tr: İstatistikleri etkinleştir
uk: Увімкнути статистику
ur: شماریات کو فعال کریں
uz: Statistikani yoqish
vi: Bật thống kê
zh: 启用统计
zh_hant: 啟用統計
zu: Nika amandla izibalo

# enableStatistics_Detail
source: When enabled, game results will be recorded in statistics. However, games involving take-backs will not be recorded. When disabled, statistics collection is paused.
af: Wanneer geaktiveer, sal speletjie-uitslae in statistieke aangeteken word. Speletjies wat terugnames behels, sal egter nie aangeteken word nie. Wanneer gedeaktiveer, word die insameling van statistieke onderbreek.
am: ሲነቃ የጨዋታ ውጤቶች በስታቲስቲክስ ውስጥ ይመዘገባሉ። ሆኖም፣ ወደኋላ መመለስን የሚያካትቱ ጨዋታዎች አይመዘገቡም። ሲሰናከል የስታቲስቲክስ ስብስብ ይቆማል።
ar: عند التمكين، سيتم تسجيل نتائج اللعبة في الإحصائيات. ومع ذلك، لن يتم تسجيل الألعاب التي تتضمن عمليات تراجع. عند التعطيل، يتم إيقاف جمع الإحصائيات مؤقتًا.
az: Aktivləşdirildikdə oyun nəticələri statistikada qeyd olunacaq. Lakin geri almaların olduğu oyunlar qeydə alınmayacaq. Deaktivləşdirildikdə statistika toplanması dayandırılır.
be: Калі ўключана, вынікі гульняў будуць запісвацца ў статыстыку. Аднак гульні, якія ўключаюць вяртанне хадоў, не будуць запісвацца. Калі адключана, збор статыстыкі прыпыняецца.
bg: Когато е активирано, резултатите от игрите ще се записват в статистиката. Игрите, включващи връщане на ходове, обаче няма да се записват. Когато е деактивирано, събирането на статистика е на пауза.
bn: সক্রিয় করা হলে, খেলার ফলাফল পরিসংখ্যানে রেকর্ড করা হবে। তবে, টেক-ব্যাক জড়িত গেমগুলি রেকর্ড করা হবে না। নিষ্ক্রিয় করা হলে, পরিসংখ্যান সংগ্রহ সাময়িকভাবে বন্ধ হয়ে যায়।
bo: འགོ་བཙུགས་ན་རྩེད་འབྲས་བསྡོམས་རྩིས་ནང་བཀོད་འཇུག་བྱེད་རྒྱུ་རེད། འོན་ཀྱང་ཕྱིར་འཐེན་བྱས་པའི་རྩེད་མོ་རྣམས་བཀོད་འཇུག་མི་བྱེད། གལ་ཏེ་སྤྱོད་མཚམས་བཞག་ན་བསྡོམས་རྩིས་བསྡུ་རུབ་བྱེད་མཚམས་འཇོག་རྒྱུ་རེད།
ca: Quan estigui activat, els resultats de les partides es registraran a les estadístiques. No obstant això, les partides que impliquin retrocessos no es registraran. Quan estigui desactivat, la recollida d'estadístiques s'atura.
cs: Pokud je povoleno, výsledky her se budou zaznamenávat do statistik. Hry zahrnující vrácení tahu se však zaznamenávat nebudou. Pokud je zakázáno, sběr statistik je pozastaven.
da: Når det er aktiveret, vil spilresultater blive registreret i statistikken. Spil, der involverer tilbagetrækninger, vil dog ikke blive registreret. Når det er deaktiveret, sættes statistikindsamlingen på pause.
de: Wenn aktiviert, werden Spielergebnisse in den Statistiken erfasst. Spiele mit Zugrücknahmen werden jedoch nicht erfasst. Wenn deaktiviert, wird die Erfassung von Statistiken angehalten.
el: Όταν είναι ενεργοποιημένο, τα αποτελέσματα των παιχνιδιών θα καταγράφονται στα στατιστικά. Ωστόσο, τα παιχνίδια που περιλαμβάνουν επαναφορά κινήσεων δεν θα καταγράφονται. Όταν είναι απενεργοποιημένο, η συλλογή στατιστικών τίθεται σε παύση.
es: Cuando está habilitado, los resultados de los juegos se registrarán en las estadísticas. Sin embargo, los juegos que impliquen retrocesos no se registrarán. Cuando está deshabilitado, la recopilación de estadísticas se pausa.
et: Kui see on lubatud, salvestatakse mängutulemused statistikasse. Tagasivõtmisi sisaldavaid mänge aga ei salvestata. Kui see on keelatud, peatatakse statistika kogumine.
fa: در صورت فعال بودن، نتایج بازی در آمار ثبت می‌شود. با این حال، بازی‌هایی که شامل بازپس‌گیری حرکت هستند، ثبت نخواهند شد. در صورت غیرفعال بودن، جمع‌آوری آمار متوقف می‌شود.
fi: Kun tämä on käytössä, pelitulokset tallennetaan tilastoihin. Siirtojen peruutuksia sisältäviä pelejä ei kuitenkaan tallenneta. Kun tämä ei ole käytössä, tilastojen kerääminen keskeytetään.
fr: Lorsque cette option est activée, les résultats des parties sont enregistrés dans les statistiques. Cependant, les parties impliquant des retours en arrière ne sont pas enregistrées. Lorsque cette option est désactivée, la collecte des statistiques est suspendue.
gu: જ્યારે સક્ષમ હોય, ત્યારે રમતના પરિણામો આંકડામાં રેકોર્ડ કરવામાં આવશે. જોકે, ટેક-બેકનો સમાવેશ કરતી રમતો રેકોર્ડ કરવામાં આવશે નહીં. જ્યારે અક્ષમ હોય, ત્યારે આંકડા સંગ્રહ થોભાવવામાં આવે છે.
he: כאשר מופעל, תוצאות המשחק יתועדו בסטטיסטיקה. עם זאת, משחקים הכוללים החזרת מהלכים לא יתועדו. כאשר מושבת, איסוף הסטטיסטיקות מושהה.
hi: सक्षम होने पर, गेम के नतीजे आँकड़ों में दर्ज किए जाएँगे। हालाँकि, टेक-बैक वाले गेम दर्ज नहीं किए जाएँगे। अक्षम होने पर, आँकड़ों का संग्रह रोक दिया जाता है।
hr: Kada je uključeno, rezultati igre bilježit će se u statistici. Međutim, igre koje uključuju vraćanje poteza neće se bilježiti. Kada je isključeno, prikupljanje statistike je pauzirano.
hu: Engedélyezés esetén a játékeredmények rögzítésre kerülnek a statisztikában. A visszalépést tartalmazó játékok azonban nem kerülnek rögzítésre. Letiltás esetén a statisztikagyűjtés szünetel.
hy: Միացված լինելու դեպքում խաղի արդյունքները կարձանագրվեն վիճակագրության մեջ։ Սակայն հետքայլեր պարունակող խաղերը չեն արձանագրվի։ Անջատված լինելու դեպքում վիճակագրության հավաքագրումը կդադարեցվի։
id: Saat diaktifkan, hasil game akan dicatat dalam statistik. Namun, game yang melibatkan pengambilan kembali langkah tidak akan dicatat. Saat dinonaktifkan, pengumpulan statistik dijeda.
is: Þegar virkjað er verða niðurstöður leikja skráðar í tölfræði. Leikir sem fela í sér að taka til baka leiki verða þó ekki skráðir. Þegar óvirkjað er er söfnun tölfræðinnar í bið.
it: Se abilitato, i risultati delle partite verranno registrati nelle statistiche. Tuttavia, le partite che comportano l'annullamento di mosse non verranno registrate. Se disabilitato, la raccolta delle statistiche viene sospesa.
ja: 有効にすると、ゲーム結果が統計に記録されます。ただし、待ったを含むゲームは記録されません。無効にすると、統計の収集は一時停止されます。
km: នៅពេលបើក លទ្ធផលហ្គេមនឹងត្រូវបានកត់ត្រាក្នុងស្ថិតិ។ ទោះយ៉ាងណាក៏ដោយ ហ្គេមដែលពាក់ព័ន្ធនឹងការដកថយនឹងមិនត្រូវបានកត់ត្រាទេ។ នៅពេលបិទ ការប្រមូលស្ថិតិត្រូវបានផ្អាក។
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಆಟದ ಫಲಿತಾಂಶಗಳನ್ನು ಅಂಕಿಅಂಶಗಳಲ್ಲಿ ದಾಖಲಿಸಲಾಗುತ್ತದೆ. ಆದಾಗ್ಯೂ, ಟೇಕ್-ಬ್ಯಾಕ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ಆಟಗಳನ್ನು ದಾಖಲಿಸಲಾಗುವುದಿಲ್ಲ. ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಅಂಕಿಅಂಶಗಳ ಸಂಗ್ರಹಣೆಯನ್ನು ವಿರಾಮಗೊಳಿಸಲಾಗುತ್ತದೆ.
ko: 활성화하면 게임 결과가 통계에 기록됩니다. 단, 무르기가 포함된 게임은 기록되지 않습니다. 비활성화하면 통계 수집이 일시 중지됩니다.
lt: Kai įjungta, žaidimų rezultatai bus įrašomi į statistiką. Tačiau žaidimai, kuriuose buvo atšauktų ėjimų, nebus įrašomi. Kai išjungta, statistikos rinkimas pristabdomas.
lv: Kad iespējots, spēļu rezultāti tiks reģistrēti statistikā. Tomēr spēles, kas ietver gājienu atcelšanu, netiks reģistrētas. Kad atspējots, statistikas vākšana tiek apturēta.
mk: Кога е овозможено, резултатите од играта ќе бидат евидентирани во статистиката. Сепак, игрите што вклучуваат враќање на потези нема да бидат евидентирани. Кога е оневозможено, собирањето статистика е паузирано.
ms: Apabila didayakan, keputusan permainan akan direkodkan dalam statistik. Walau bagaimanapun, permainan yang melibatkan pembatalan langkah tidak akan direkodkan. Apabila dilumpuhkan, pengumpulan statistik dijeda.
my: ဖွင့်ထားသည့်အခါ ဂိမ်းရလဒ်များကို စာရင်းအင်းများတွင် မှတ်တမ်းတင်မည်ဖြစ်သည်။ သို့သော် နောက်ပြန်ဆုတ်ခြင်းပါဝင်သည့် ဂိမ်းများကို မှတ်တမ်းတင်မည်မဟုတ်ပါ။ ပိတ်ထားသည့်အခါ စာရင်းအင်းများစုဆောင်းခြင်းကို ခေတ္တရပ်ထားသည်။
nb: Når aktivert, vil spillresultater bli registrert i statistikken. Spill som involverer tilbaketrekking av trekk vil imidlertid ikke bli registrert. Når deaktivert, pauses statistikkinnhentingen.
nl: Indien ingeschakeld, worden spelresultaten vastgelegd in de statistieken. Spellen waarbij zetten worden teruggenomen, worden echter niet vastgelegd. Indien uitgeschakeld, wordt het verzamelen van statistieken gepauzeerd.
pl: Gdy włączone, wyniki gier będą zapisywane w statystykach. Jednak gry obejmujące cofanie ruchów nie będą zapisywane. Gdy wyłączone, zbieranie statystyk jest wstrzymane.
pt: Quando ativado, os resultados dos jogos serão registrados nas estatísticas. No entanto, jogos envolvendo retrocessos não serão registrados. Quando desativado, a coleta de estatísticas é pausada.
ro: Când este activat, rezultatele jocurilor vor fi înregistrate în statistici. Cu toate acestea, jocurile care implică retrageri de mutări nu vor fi înregistrate. Când este dezactivat, colectarea statisticilor este întreruptă.
ru: Если включено, результаты игр будут записываться в статистику. Однако игры, включающие возвраты ходов, записываться не будут. Если отключено, сбор статистики приостанавливается.
si: සබල කළ විට, ක්‍රීඩා ප්‍රතිඵල සංඛ්‍යාලේඛනවල සටහන් වනු ඇත. කෙසේ වෙතත්, ආපසු ගැනීම් ඇතුළත් ක්‍රීඩා සටහන් නොවනු ඇත. අබල කළ විට, සංඛ්‍යාලේඛන එකතු කිරීම විරාම කරනු ලැබේ.
sk: Ak je povolené, výsledky hier sa budú zaznamenávať do štatistík. Hry zahŕňajúce vrátenie ťahu sa však nebudú zaznamenávať. Ak je zakázané, zhromažďovanie štatistík je pozastavené.
sl: Ko je omogočeno, se bodo rezultati iger beležili v statistiki. Vendar pa se igre, ki vključujejo vračanje potez, ne bodo beležile. Ko je onemogočeno, je zbiranje statistike začasno ustavljeno.
sq: Kur aktivizohet, rezultatet e lojërave do të regjistrohen në statistika. Megjithatë, lojërat që përfshijnë kthime pas nuk do të regjistrohen. Kur çaktivizohet, mbledhja e statistikave ndërpritet.
sr: Када је омогућено, резултати игре ће бити забележени у статистици. Међутим, игре које укључују враћање потеза неће бити забележене. Када је онемогућено, прикупљање статистике је паузирано.
sv: När detta är aktiverat sparas spelresultat i statistiken. Spel som involverar återtåg sparas dock inte. När detta är inaktiverat pausas statistikinsamlingen.
sw: Ikiwashwa, matokeo ya mchezo yatarekodiwa katika takwimu. Hata hivyo, michezo inayohusisha kurejesha nyuma haitarekodiwa. Ikiwa imezimwa, ukusanyaji wa takwimu umesitishwa.
ta: இயக்கப்பட்டால், விளையாட்டு முடிவுகள் புள்ளிவிவரங்களில் பதிவு செய்யப்படும். இருப்பினும், பின்வாங்கல்களை உள்ளடக்கிய விளையாட்டுகள் பதிவு செய்யப்படாது. முடக்கப்பட்டால், புள்ளிவிவர சேகரிப்பு இடைநிறுத்தப்படும்.
te: ప్రారంభించినప్పుడు, ఆట ఫలితాలు గణాంకాలలో రికార్డ్ చేయబడతాయి. అయితే, టేక్-బ్యాక్‌లను కలిగి ఉన్న ఆటలు రికార్డ్ చేయబడవు. నిలిపివేసినప్పుడు, గణాంకాల సేకరణ పాజ్ చేయబడుతుంది.
th: เมื่อเปิดใช้งาน ผลการแข่งขันจะถูกบันทึกในสถิติ อย่างไรก็ตาม เกมที่เกี่ยวข้องกับการย้อนกลับจะไม่ถูกบันทึก เมื่อปิดใช้งาน การเก็บสถิติจะหยุดชั่วคราว
tr: Etkinleştirildiğinde, oyun sonuçları istatistiklere kaydedilecektir. Ancak, geri alma içeren oyunlar kaydedilmeyecektir. Devre dışı bırakıldığında, istatistik toplama duraklatılır.
uk: Якщо ввімкнено, результати ігор записуватимуться в статистику. Однак ігри, що передбачають повернення ходів, не записуватимуться. Якщо вимкнено, збір статистики призупиняється.
ur: فعال ہونے پر، گیم کے نتائج شماریات میں ریکارڈ کیے جائیں گے۔ تاہم، ٹیک بیکس پر مشتمل گیمز ریکارڈ نہیں کیے جائیں گے۔ غیر فعال ہونے پر، شماریات جمع کرنا روک دیا جاتا ہے۔
uz: Yoqilganda, o'yin natijalari statistikada qayd etiladi. Biroq, orqaga qaytarishlar bilan bog'liq o'yinlar qayd etilmaydi. O'chirilganda, statistika yig'ish to'xtatiladi.
vi: Khi được bật, kết quả trò chơi sẽ được ghi lại trong thống kê. Tuy nhiên, các trò chơi liên quan đến việc đi lại nước cờ sẽ không được ghi lại. Khi bị tắt, việc thu thập thống kê sẽ bị tạm dừng.
zh: 启用后，对局结果将记录到统计数据中。但是，有悔棋的对局结果除外。如禁用，统计数据收集将暂停。
zh_hant: 啟用後，遊戲結果將記錄至統計資料中。然而，涉及悔棋的遊戲將不會被記錄。停用後，統計資料收集將暫停。
zu: Uma kunikwe amandla, imiphumela yomdlalo izorekhodwa ezibalweni. Nokho, imidlalo ehilela ukubuyisela emuva ngeke irekhodwe. Uma kukhutshaziwe, ukuqoqwa kwezibalo kuyamiswa.

# thisWillResetAllGameStatistics
source: This will reset all game statistics. This action cannot be undone.
af: Dit sal alle speletjiestatistieke terugstel. Hierdie aksie kan nie ongedaan gemaak word nie.
am: ይህ ሁሉንም የጨዋTA ስታቲስቲክስ ዳግም ያስጀምራል። ይህ እርምጃ ሊቀለበስ አይችልም።
ar: سيؤدي هذا إلى إعادة تعيين جميع إحصائيات اللعبة. لا يمكن التراجع عن هذا الإجراء.
az: Bu, bütün oyun statistikasını sıfırlayacaq. Bu əməliyyat geri qaytarıla bilməz.
be: Гэта скіне ўсю статыстыку гульні. Гэта дзеянне немагчыма адмяніць.
bg: Това ще нулира цялата статистика на играта. Това действие не може да бъде отменено.
bn: এটি সমস্ত খেলার পরিসংখ্যান রিসেট করবে। এই ক্রিয়াটি আর ফেরানো যাবে না।
bo: འདིས་རྩེད་མོའི་བསྡོམས་རྩིས་ཡོད་ཚད་སླར་སྒྲིག་བྱེད་རྒྱུ་རེད། བྱ་སྤྱོད་འདི་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ།
ca: Això restablirà totes les estadístiques del joc. Aquesta acció no es pot desfer.
cs: Tímto resetujete všechny herní statistiky. Tuto akci nelze vrátit zpět.
da: Dette nulstiller al spilstatistik. Denne handling kan ikke fortrydes.
de: Dadurch werden alle Spielstatistiken zurückgesetzt. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό θα επαναφέρει όλα τα στατιστικά του παιχνιδιού. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto restablecerá todas las estadísticas del juego. Esta acción no se puede deshacer.
et: See lähtestab kogu mängustatistika. Seda toimingut ei saa tagasi võtta.
fa: این کار تمام آمار بازی را بازنشانی می‌کند. این عمل قابل لغو نیست.
fi: Tämä nollaa kaikki pelitilastot. Toimintoa ei voi kumota.
fr: Cela réinitialisera toutes les statistiques du jeu. Cette action est irréversible.
gu: આ તમામ રમતના આંકડા રીસેટ કરશે. આ ક્રિયાને પૂર્વવત્ કરી શકાતી નથી.
he: פעולה זו תאפס את כל סטטיסטיקות המשחק. לא ניתן לבטל פעולה זו.
hi: यह सभी गेम आँकड़ों को रीसेट कर देगा। यह कार्रवाई पूर्ववत नहीं की जा सकती।
hr: Ovo će poništiti svu statistiku igre. Ovu radnju nije moguće poništiti.
hu: Ez visszaállítja az összes játékstatisztikát. Ez a művelet nem vonható vissza.
hy: Սա կվերականգնի խաղի ամբողջ վիճակագրությունը։ Այս գործողությունը հնարավոր չէ հետարկել։
id: Ini akan menyetel ulang semua statistik game. Tindakan ini tidak dapat diurungkan.
is: Þetta mun endurstilla alla leikjatölfræði. Ekki er hægt að afturkalla þessa aðgerð.
it: Questo reimposterà tutte le statistiche di gioco. Questa azione non può essere annullata.
ja: これにより、すべてのゲーム統計がリセットされます。この操作は元に戻せません。
km: វានឹងកំណត់ស្ថិតិហ្គេមទាំងអស់ឡើងវិញ។ សកម្មភាពនេះមិនអាចមិនធ្វើវិញបានទេ។
kn: ಇದು ಎಲ್ಲಾ ಆಟದ ಅಂಕಿಅಂಶಗಳನ್ನು ಮರುಹೊಂದಿಸುತ್ತದೆ. ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 이렇게 하면 모든 게임 통계가 초기화됩니다. 이 작업은 취소할 수 없습니다.
lt: Tai nustatys visą žaidimų statistiką iš naujo. Šio veiksmo negalima anuliuoti.
lv: Tiks atiestatīta visa spēļu statistika. Šo darbību nevar atsaukt.
mk: Ова ќе ја ресетира целата статистика на играта. Оваа акција не може да се врати.
ms: Ini akan menetapkan semula semua statistik permainan. Tindakan ini tidak boleh dibuat asal.
my: ၎င်းသည် ဂိမ်းစာရင်းအင်းအားလုံးကို ပြန်လည်သတ်မှတ်မည်ဖြစ်သည်။ ဤလုပ်ဆောင်ချက်ကို ပြန်မပြင်နိုင်ပါ။
nb: Dette vil tilbakestille all spillstatistikk. Denne handlingen kan ikke angres.
nl: Hiermee worden alle spelstatistieken gereset. Deze actie kan niet ongedaan worden gemaakt.
pl: Spowoduje to zresetowanie wszystkich statystyk gry. Tej czynności nie można cofnąć.
pt: Isso redefinirá todas as estatísticas do jogo. Esta ação não pode ser desfeita.
ro: Aceasta va reseta toate statisticile jocului. Această acțiune nu poate fi anulată.
ru: Это сбросит всю статистику игры. Это действие нельзя отменить.
si: මෙය සියලුම ක්‍රීඩා සංඛ්‍යාලේඛන නැවත සකසනු ඇත. මෙම ක්‍රියාව අහෝසි කළ නොහැක.
sk: Týmto sa resetujú všetky herné štatistiky. Túto akciu nie je možné vrátiť späť.
sl: S tem boste ponastavili vso statistiko igre. Tega dejanja ni mogoče razveljaviti.
sq: Kjo do të rivendosë të gjitha statistikat e lojës. Ky veprim nuk mund të zhbëhet.
sr: Ово ће ресетовати сву статистику игре. Ова радња се не може опозвати.
sv: Detta återställer all spelstatistik. Denna åtgärd kan inte ångras.
sw: Hii itaweka upya takwimu zote za mchezo. Kitendo hiki hakiwezi kutenduliwa.
ta: இது அனைத்து விளையாட்டு புள்ளிவிவரங்களையும் மீட்டமைக்கும். இந்தச் செயலைச் செயல்தவிர்க்க முடியாது.
te: ఇది అన్ని ఆట గణాంకాలను రీసెట్ చేస్తుంది. ఈ చర్యను రద్దు చేయడం సాధ్యం కాదు.
th: การดำเนินการนี้จะรีเซ็ตสถิติเกมทั้งหมด การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu, tüm oyun istatistiklerini sıfırlayacaktır. Bu işlem geri alınamaz.
uk: Це скине всю статистику гри. Цю дію неможливо скасувати.
ur: یہ گیم کے تمام شماریات کو ری سیٹ کر دے گا۔ اس کارروائی کو کالعدم نہیں کیا جا سکتا۔
uz: Bu barcha o'yin statistikasini tiklaydi. Bu amalni bekor qilib bo'lmaydi.
vi: Thao tác này sẽ đặt lại tất cả thống kê trò chơi. Không thể hoàn tác thao tác này.
zh: 将重置游戏所有统计数据。此操作无法撤销。
zh_hant: 這將重設所有遊戲統計資料。此動作無法復原。
zu: Lokhu kuzosetha kabusha zonke izibalo zomdlalo. Lesi senzo asinakuhlehliswa.

source: Board inner ring size
af: Binne-ringgrootte van die bord
am: የቦርዱ ውስጣዊ ቀለበት መጠን
ar: حجم الحلقة الداخلية للوحة
az: Taxtanın daxili halqanın ölçüsü
be: Памер унутранага кольца дошкі
bg: Размер на вътрешния пръстен на дъската
bn: বোর্ডের অভ্যন্তরীণ বৃত্তের আকার
bo: སྒོ་སྦེལ་ནང་འཁོར་ཚད
ca: Mida de l'anell interior del tauler
cs: Velikost vnitřního kroužku hrací desky
da: Størrelse på den indre ring på brættet
de: Größe des inneren Rings des Brettes
el: Μέγεθος του εσωτερικού δακτυλίου του ταμπλό
es: Tamaño del anillo interior del tablero
et: Laua sisemise rõnga suurus
fa: اندازه حلقه داخلی صفحه
fi: Laudan sisemmän renkaan koko
fr: Taille de l'anneau intérieur du plateau
gu: બોર્ડની અંદરની રિંગનું કદ
he: גודל הטבעת הפנימית של הלוח
hi: बोर्ड की भीतरी रिंग का आकार
hr: Veličina unutarnjeg prstena ploče
hu: A tábla belső gyűrűjének mérete
hy: Տախտակի ներքին օղակի չափը
id: Ukuran cincin dalam papan
is: Stærð innri hrings borðsins
it: Dimensione dell'anello interno della tavola
ja: 盤の内側リングのサイズ
km: ទំហំរង្វង់ខាងក្នុងបន្ទះ
kn: ಬೋರ್ಡ್‌ನ ಆಂತರಿಕ ವೃತ್ತದ ಗಾತ್ರ
ko: 보드 내부 링 크기
lt: Vidinio lentos žiedo dydis
lv: Dēļa iekšējā gredzena izmērs
mk: Големина на внатрешниот прстен на таблата
ms: Saiz gelang dalam papan
my: ဘုတ်အတွင်းကွင်းအရွယ်အစား
nb: Størrelse på den indre ringen på brettet
nl: Grootte van de binnenring van het bord
pl: Rozmiar wewnętrznego pierścienia planszy
pt: Tamanho do anel interno do tabuleiro
ro: Dimensiunea inelului interior al tablei
ru: Размер внутреннего кольца доски
si: පුවරුවේ අභ්‍යන්තර වළල්ලේ ප්‍රමාණය
sk: Veľkosť vnútorného prstenca dosky
sl: Velikost notranjega obroča deske
sq: Madhësia e unazës së brendshme të tabelës
sr: Величина унутрашњег прстена табле
sv: Storlek på brädans inre ring
sw: Ukubwa wa pete ya ndani ya ubao
te: బోర్డు లోపలి రింగ్ పరిమాణం
th: ขนาดวงแหวนด้านในของกระดาน
tr: Tahtanın iç halka boyutu
uk: Розмір внутрішнього кільця дошки
ur: بورڈ کی اندرونی انگوٹھی کا سائز
uz: Taxtaning ichki halqa o'lchami
vi: Kích thước vòng trong của bàn cờ
zh: 棋盘内圈大小
zh_hant: 棋盤內圈大小
zu: Usayizi wendandatho yangaphakathi yebhodi

# boardShadowEnabled
source: Board shadow
af: Bordskadu
am: ሰሌዳ ጥላ
ar: ظل اللوحة
az: Taxta kölgəsi
be: Цень дошкі
bg: Сянка на дъската
bn: বোর্ডের ছায়া
bo: ཤོག་སྒོར་གྱི་གནམ་གྲིབ་
ca: Ombra del tauler
cs: Stín desky
da: Brætskygge
de: Brettschatten
el: Σκιά ταμπλό
es: Sombra del tablero
et: Laua vari
fa: سایه صفحه
fi: Laudan varjo
fr: Ombre du plateau
gu: બોર્ડનો છાયો
he: צל הלוח
hi: बोर्ड की छाया
hr: Sjena ploče
hu: Tábla árnyéka
hy: Տախտակի ստվեր
id: Bayangan papan
is: Borðskuggi
it: Ombra del tavoliere
ja: ボードの影
km: ស្រមោលផ្ទាំង
kn: ಬೋರ್ಡ್ ನೆರಳು
ko: 보드 그림자
lt: Lentos šešėlis
lv: Dēļa ēna
mk: Сенка на таблата
ms: Bayang papan
my: ဘုတ်အရိပ်
nb: Brettskygge
nl: Bordschaduw
pl: Cień planszy
pt: Sombra do tabuleiro
ro: Umbra tablei
ru: Тень доски
si: පුවරුවේ හෙවනැල්ල
sk: Tieň dosky
sl: Senca plošče
sq: Hija e tabelës
sr: Сенка табле
sv: Brädskugga
sw: Kivuli cha ubao
te: బోర్డు నీడ
th: เงาของกระดาน
tr: Tahta gölgesi
uk: Тінь дошки
ur: بورڈ کا سایہ
uz: Taxta soyasi
vi: Bóng của bàn cờ
zh: 棋盘阴影
zh_hant: 棋盤陰影
zu: Umthunzi webhodi
