Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Version info
af: Weergawe inligting
am: የሥሪት መረጃ
ar: معلومات الإصدار
az: Versiya məlumatı
be: Інфармацыя аб версіі
bg: Информация за версията
bn: ভার্সন সম্পর্কিত তথ্য
bo: ཐོན་རིམ་གནས་ཚུལ།
ca: Informació de la versió
cs: Informace o verzi
de: Versionsinformationen
el: Πληροφορίες έκδοσης
es: Información sobre la versión
et: Versiooni info
fa: اطلاعات نسخه
fi: Versiotiedot
fr: Informations de version
gu: સંસ્કરણ માહિતી
he: מידע על גרסה
hi: संस्करण की जानकारी
hr: Informacije o verziji
hu: Verzió információ
hy: Տարբերակի տեղեկություններ
id: Informasi versi
is: Upplýsingar um útgáfu
it: Informazioni sulla versione
ja: バージョン情報
km: ព័ត៌មានកំណែ
kn: ಆವೃತ್ತಿ ಮಾಹಿತಿ
ko: 버전 정보
lt: Informacija apie versiją
lv: Informācija par versiju
mk: Информации за верзијата
ms: Maklumat versi
my: ဗားရှင်းအချက်အလက်
nb: Versjonsinfo
nl: Versie-info
pl: Informacje o wersji
pt: Informações sobre a versão
ro: Informații despre versiune
ru: Информация о версии
si: අනුවාදන තොරතුරු
sk: Informácie o verzii
sl: Informacije o različici
sq: Informacioni i versionit
sr: Информације о верзији
sv: Information om version
sw: Maelezo ya toleo
ta: பதிப்பு செய்தி
te: సంస్కరణ సమాచారం
th: ข้อมูลเวอร์ชัน
tr: Sürüm bilgisi
uk: Інформація про версію
ur: ورژن کی معلومات
uz: Versiya haqida ma'lumot
vi: Thông tin phiên bản
zh: 版本信息
zh_hant: 版本資訊
zu: Ulwazi lwenguqulo

source: EULA
am: የመጨረሻ ተጠቃሚ ፈቃድ ስምምነት
ar: اتفاقية المستخدم النهائي
az: Lisenziya müqaviləsi
bn: লাইসেন্স চুক্তি
bo: བཀོལ་སྤྱོད་ཆིངས་ཡིག
ca: CLUF
cs: Licenční smlouva
el: Άδεια χρήσης
fr: CLUF
hr: Licencni ugovor (EULA)
hy: Լիցենզիային պայմանագիր
id: Perjanjian lisensi
ja: 使用許諾契約
km: កិច្ចព្រមព្រៀងអាជ្ញាប័ណ្ណ
ko: 최종 사용자 사용권 계약
lt: Licencijos sutartis
lv: Licences līgums
mk: ЕУЛА
ms: Perjanjian lesen
pt: Acordo de licença
ro: Acord de licență
sk: Licenčná zmluva
sr: ЕУЛА
sw: Mkataba wa leseni
ta: யூலா
te: లైసెన్స్ ఒప్పందం
th: ข้อตกลงใบอนุญาต
tr: SKLA
ur: لائسنس معاہدہ
zh: 用户协议
zh_hant: 使用者協定
zu: I-EULA

source: License
af: Lisensie
am: ፈቃድ
ar: رخصة
az: Lisenziya
be: Ліцэнзія
bg: Лиценз
bn: লাইসেন্স
bo: ཆོག་འཐུས།
ca: Llicència
cs: Licence
da: Licens
de: Lizenz
el: Άδεια χρήσης
es: Licencia
et: Litsents
fa: مجوز
fi: Lisenssi
fr: Licence
gu: લાઇસન્સ
he: רישיון
hi: लाइसेंस
hr: Licenca
hu: Licenc
hy: Լիցենզիա
id: Lisensi
is: Leyfi
it: Licenza
ja: ライセンス
km: អាជ្ញាប័ណ្ណ
kn: ಪರವಾನಗಿ
ko: 라이선스
lt: Licencija
lv: Licence
mk: Лиценца
ms: Lesen
my: လိုင်စင်
nb: Tillatelse
nl: Licentie
pl: Licencja
pt: Licença
ro: Licență
ru: Лицензия
si: බලපත්‍රය
sk: Licencia
sl: Licenca
sq: Liçensë
sr: Лиценца
sv: Licens
sw: Leseni
ta: உரிமம்
te: లైసెన్స్
th: ใบอนุญาต
tr: Lisans
uk: Ліцензія
ur: لائسنس
uz: Litsenziya
vi: Giấy phép
zh: 许可证
zh_hant: 許可證
zu: Ilayisensi

source: Source code
af: Bronkode
am: ምንጭ ኮድ
ar: الشفرة المصدرية
az: Mənbə kodu
be: Зыходны код
bg: Изходен код
bn: সোর্স কোড
bo: ཐོན་ཁུངས་ཨང་རྟགས།
ca: Codi font
cs: Zdrojový kód
da: Kildekode
de: Quellcode
el: Πηγαίος κώδικας
es: Código fuente
et: Lähtekood
fa: کد منبع
fi: Lähdekoodi
fr: Code source
gu: સ્ત્રોત કોડ
he: קוד מקור
hi: सोर्स कोड
hr: Izvorni kod
hu: Forráskód
hy: Աղբյուրի կոդը
id: Kode sumber
is: Upprunakóði
it: Codice sorgente
ja: ソースコード
km: កូដប្រភព
kn: ಮೂಲ ಕೋಡ್
ko: 소스 코드
lt: Šaltinio kodas
lv: Avota kods
mk: Изворен код
ms: Kod sumber
my: အရင်းအမြစ်ကုဒ်
nb: Kildekode
nl: Broncode
pl: Kod źródłowy
pt: Código fonte
ro: Sursă cod
ru: Исходный код
si: මූලාශ්‍ර කේතය
sk: Zdrojový kód
sl: Izvorna koda
sq: Kodi i burimit
sr: Изворни код
sv: Källkod
sw: Msimbo wa chanzo
ta: மூலக் குறியீடு
te: మూల కోడ్
th: รหัสแหล่งที่มา
tr: Kaynak kodu
uk: Вихідний код
ur: سورس کوڈ
uz: Manba kodi
vi: Mã nguồn
zh: 源代码
zh_hant: 原始程式碼
zu: Ikhodi yomthombo

source: App Version
af: App weergawe
am: የመተግበሪያ ሥሪት
ar: نسخة التطبيق
az: Proqram Versiyası
be: Версія праграмы
bg: Версия на приложението
bn: অ্যাপ্লিকেশন সংস্করণ
bo: མཉེན་ཆས་ཐོན་རིམ།
ca: Versió de l'aplicació
cs: Verze aplikace
el: Έκδοση εφαρμογής
es: Versión de la aplicación
et: Rakenduse versioon
fa: نسخه برنامه
fi: Sovelluksen versio
fr: Version de l'application
gu: એપ્લિકેશન સંસ્કરણ
he: גרסת האפליקציה
hi: एप्लिकेशन वेरीज़न
hr: Verzija aplikacije
hu: App verzió
hy: Հավելվածի տարբերակը
id: Versi Aplikasi
is: App útgáfa
it: Versione dell'applicazione
ja: アプリのバージョン
km: កំណែកម្មវិធី
kn: ಅಪ್ಲಿಕೇಶನ್ ಆವೃತ್ತಿ
ko: 앱 버전
lt: Programėlės versija
lv: Lietotnes versija
mk: Верзија на апликација
ms: Versi Aplikasi
my: အက်ပ်ဗားရှင်း
nb: Appversjon
nl: App-versie
pl: Wersja aplikacji
pt: Versão de aplicação
ro: Versiunea aplicației
ru: Версия приложения
si: යෙදුම් අනුවාදය
sk: Verzia aplikácie
sl: Različica aplikacije
sq: Versioni i aplikacionit
sr: Верзија апликације
sv: Version av appen
sw: Toleo la Programu
ta: பயன்பாட்டு பதிப்பு
te: అనువర్తన సంస్కరణ
th: เวอร์ชันแอป App
tr: Uygulama sürümü
uk: Версія програми
ur: ایپ ورژن
uz: Ilova versiyasi
vi: Phiên bản ứng dụng
zh: 应用版本
zh_hant: 應用版本
zu: Inguqulo yohlelo lokusebenza

source: General
af: Algemeen
am: አጠቃላይ
ar: عام
az: Ümumi
be: Генерал
bg: Общо
bn: সাধারণ
bo: སྤྱིར་བཏང་།
cs: Všeobecné
da: Generelt
de: Generell
el: Γενικά
et: Üldine
fa: عمومی
fi: Yleinen
fr: Général
gu: જનરલ
he: כללי
hi: आम
hr: Općenito
hu: Általánosság
hy: Գեներալ
id: Umum
is: Almennt
it: Generale
ja: 一般
km: ទូទៅ
kn: ಜನರಲ್
ko: 일반
lt: Bendra
lv: Vispārīgi
mk: Генерал
ms: Am
my: အထွေထွေ
nb: Generell
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
si: සාමාන්‍ය
sk: Všeobecné
sl: Splošno
sq: Gjeneral
sr: Генерал
sv: Allmänt
sw: Mkuu
ta: பொது
te: జనరల్
th: ทั่วไป
tr: Genel
uk: Генеральний
ur: جنرل
uz: Umumiy
vi: Tổng quan
zh: 常规
zh_hant: 常規
zu: Okujwayelekile

source: Advanced
af: Gevorderd
am: የላቀ
ar: متقدم
az: Qabaqcıl
be: Пашыраны
bg: Разширени
bn: উন্নত
bo: མཐོ་རིམ།
ca: Avançat
cs: Pokročilý
da: Avanceret
de: Fortgeschritten
el: Προηγμένη
es: Avanzado
et: Täiustatud
fa: پیشرفته
fi: Pitkälle kehittynyt
fr: Avancé
gu: અદ્યતન
he: מִתקַדֵם
hi: उन्नत
hr: Napredno
hu: Haladó
hy: Ընդլայնված
id: Maju
is: Ítarlegri
it: Avanzate
ja: 高度
km: កម្រិតខ្ពស់
kn: ಸುಧಾರಿತ
ko: 고급
lt: Išplėstinė
lv: Uzlabots
mk: Напредно
ms: Mahir
my: အဆင့်မြင့်သည
nb: Avansert
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ro: Avansat
ru: Дополнительно
si: උසස්
sk: Rozšírené
sl: Napredno
sq: Avancuar
sr: Напредно
sv: Avancerad
sw: Iliyoendelea
ta: மேம்பட்ட
te: ఆధునిక
th: ขั้นสูง
tr: ileri
uk: Розширений
ur: اعلی درجے کی
uz: Ilg'or
vi: Trình độ cao
zh: 高级
zh_hant: 高級
zu: Okuthuthukile

source: Placing
af: Plasing
am: መዋቀር
ar: وضع القطع
az: Yerləşdirmə
be: Размяшчэнне
bg: Пост.
bn: স্থাপন
bo: འཇོག་པ།
ca: Col·locació
cs: Umístění
da: Placering af
de: Setze
el: Τοποθέτηση
es: Colocar
et: Paigutamine
fa: جای‌گذاری
fi: Sijoittaminen
fr: Plac.
gu: મૂકીને
he: הַצָבָה
hi: लगाना
hr: Postavljanje
hu: Felrakás
hy: Տեղադրում
id: Penempatan
is: Staðsetning
it: Posizionare
ja: 配置段階
km: ការដាក់
kn: ಇಡುವುದು
ko: 말 놓기
lt: talpinimas
lv: Ievietošana
mk: Поставување
ms: Meletak
my: အားမရ
nb: Plassering
nl: Plaatsen
pl: Umieszczanie
pt: Coloc.
ro: Plasare
ru: Размещение
si: තැන්පත්
sk: Umiestnenie stránky
sl: Nameščanje
sq: Vendosja
sr: Пласирање
sv: Placering av
sw: Kuweka
ta: வைப்பது
te: ఉంచడం
th: การวาง
tr: Yrlş.
uk: Розміщення
ur: رکھنا
uz: Joylashtirish
vi: đặt
zh: 摆子
zh_hant: 擺子
zu: Ukubeka

source: Moving
af: Skuiffase
am: ማንቀሳቀስ
ar: تحريك
az: Hərəkət edir
be: Пераезд
bg: Прем.
bn: চলন্ত
bo: སྤོ་འགུལ།
ca: Moviment
cs: Pohyb
da: Flytning af
de: Bewege
el: Μετακίνηση
es: Mover
et: Liikumine
fa: حرکت
fi: Siirtäminen
fr: Dépl.
gu: ખસેડવું
he: מעבר דירה
hi: चलती
hr: Pomicanje
hu: Lépés
hy: Շարժվող
id: Bergerak
is: Að flytja
it: Spostamento
ja: 移動段階
km: ការផ្លាស់ទី
kn: ಚಲಿಸುತ್ತಿದೆ
ko: 이동
lt: Perkėlimas
lv: Pārvietošana
mk: Се движат
ms: Bergerak
my: ရွေ့လျား
nb: Flytter
nl: verplaatsen
pl: Przenoszenie
pt: Mov.
ro: Mutare
ru: Перемещение
si: චලනය
sk: Presúvanie
sl: Premikanje
sq: Lëviz
sr: Кретање
sv: Flytta
sw: Kusonga
ta: நகரும்
te: కదులుతోంది
th: ขนย้าย
tr: Hareket
uk: Переїзд
ur: حرکت پذیر
uz: Ko'chirish
vi: Di chuyển
zh: 走子
zh_hant: 走子
zu: Iyahamba

source: Removing
af: Verwydering
am: ማስወገድ
ar: الإزالة
az: Silinir
be: Выдаленне
bg: Премахване
bn: সরানো হচ্ছে
bo: བསུབ་པ།
ca: Eliminació
cs: Odstraňování
da: Fjernelse af
de: Entferne
el: Αφαίρεση
es: Retirado
et: Eemaldamine
fa: حذف کردن
fi: Poistaminen
fr: Suppression
gu: દૂર કરી રહ્યું છે
he: מסיר
hi: निकाला जा रहा है
hr: Uklanjanje
hu: Eltávolítás
hy: Հեռացնելով
id: Menghapus
is: Fjarlægir
it: Rimozione
ja: 駒取り段階
km: ការដកចេញ
kn: ತೆಗೆದುಹಾಕಲಾಗುತ್ತಿದೆ
ko: 말 제거
lt: Pašalinimas
lv: Noņemšana
mk: Отстранување
ms: Mengeluarkan
my: ဖယ်ရှားခြင်း
nb: Fjerner
nl: Verwijderen
pl: Usuwanie
pt: Remoção
ro: Eliminare
ru: Удаление
si: ඉවත් කිරීම
sk: Odstránenie
sl: Odstranjevanje
sq: Po hiqet
sr: Уклањање
sv: Ta bort
sw: Inaondoa
ta: நீக்குதல்
te: తొలగిస్తోంది
th: การถอด
tr: Kaldırma
uk: Видалення
ur: ہٹانا
uz: Olib tashlash
vi: Loại bỏ
zh: 吃子
zh_hant: 吃子
zu: Iyasusa

source: Game over condition
af: Game over toestand
am: የጨዋታ መጨረሻ ሁኔታ
ar: شرط انتهاء اللعبة
az: Oyunun bitmə şərti
be: Умовы завяршэння гульні
bg: Условие за край на играта
bn: গেম ওভার শর্ত
bo: རྩེད་མོ་མཇུག་སྒྲིལ་ཆ་རྐྱེན།
ca: Condició de final de partida
cs: Stav hry přes
da: Game over-tilstand
de: Spielendebedingung
el: Κατάσταση λήξης παιχνιδιού
es: Condición de fin de juego
et: Mängu lõpptingimus
fa: شرایط Game Over
fi: Pelin loppuminen
fr: Condition de fin de partie
gu: શરત રમત
he: מצב המשחק מעל
hi: गेम ओवर कंडीशन
hr: Uvjet kraja igre
hu: Játékvég feltétel
hy: Խաղը գերազանցում է վիճակը
id: Kondisi game over
is: Leik lokið ástand
it: Condizione di game over
ja: ゲーム終了条件
km: លក្ខខណ្ឌចប់ហ្គេម
kn: ಸ್ಥಿತಿಯ ಮೇಲೆ ಆಟ
ko: 게임 종료 조건
lt: Žaidimo pabaigos sąlyga
lv: Spēles beigu stāvoklis
mk: Игра над состојба
ms: Permainan melebihi keadaan
my: ဂိမ်းကျော်အခြေအနေ
nb: Game over tilstand
nl: Spel over conditie
pl: Warunek zakończenia gry
pt: Condição de fim de jogo
ro: Condiția de sfârșit a jocului
ru: Условие завершения игры
si: ක්‍රීඩාව අවසන් තත්වය
sk: Podmienka ukončenia hry
sl: Pogoj za konec igre
sq: Kushti mbi lojën
sr: Игра преко стања
sv: Villkor för game over
sw: Mchezo juu ya hali
ta: நிலை மீது விளையாட்டு
te: గేమ్ ఓవర్ కండిషన్
th: เงื่อนไขเกมโอเวอร์
tr: Oyun bitti durumu
uk: Умова гри закінчена
ur: گیم اوور کنڈیشن
uz: O'yin tugadi
vi: Trò chơi kết thúc điều kiện
zh: 终局条件
zh_hant: 終局條件
zu: Umdlalo phezu kwesimo

source: AI's play style
af: KI se speelstyl
am: የሰው ሰራሽ አዕምሮ የጨዋታ ዘዴ
ar: أسلوب لعب الذكاء الاصطناعي
az: AI-nin oyun tərzi
be: Стыль гульні AI
bg: Стил на игра на AI
bn: এআই এর প্লে স্টাইল
bo: AI རྩེད་སྟངས།
ca: Estil de joc de la IA
cs: AI je herní styl
da: AI's spillestil
de: Spielstil des Computers
el: Στυλ παιχνιδιού της AI
es: Estilo de juego de la IA
et: AI mängustiil
fa: سبک بازی هوش مصنوعی
fi: Tekoälyn pelityyli
fr: Style de jeu de l'IA
gu: એઆઈની પ્લેસ્ટાઇલ
he: סגנון המשחק של AI
hi: एआई की खेल शैली
hr: Stil igre UI-a
hu: AI játékstílusa
hy: AI-ի խաղաոճը
id: Gaya bermain AI
is: Leikstíll gervigreindar
it: Stile di gioco dell'IA
ja: AIのプレイスタイル
km: របៀបលេងរបស់ AI
kn: AI ನ ಪ್ಲೇಸ್ಟೈಲ್
ko: AI의 플레이 스타일
lt: AI žaidimo stilius
lv: Mākslīgā intelekta spēles stils
mk: Стил на играчката на АИ
ms: Gaya permainan AI
my: AI ၏ကစားဟန်
nb: AIs spillestil
nl: AI's speelstijl
pl: Styl gry AI
pt: Estilo de jogo da IA
ro: Stilul de joc al AI
ru: Игровой стиль ИИ
si: යන්ත්‍ර මානසිකත්වය
sk: Herný štýl umelej inteligencie
sl: Igralni slog umetne inteligence
sq: Stili i lojës së AI
sr: АИ стил игре
sv: AI:s spelstil
sw: Mtindo wa kucheza wa AI
ta: AI இன் விளையாட்டு நடை
te: AI యొక్క ప్లేస్టైల్
th: สไตล์การเล่นของ AI
tr: AI'nın oyun stili
uk: Стиль гри ШІ
ur: AI کا پلے اسٹائل
uz: AI ning o'yin uslubi
vi: lối chơi của AI
zh: AI 的棋风
zh_hant: 機器的棋風
zu: Indlela yokudlala ye-AI

source: Passive
af: Passief
am: ተገዢ
ar: سلبي
az: Passiv
be: Пасіўны
bg: Пасивен
bn: প্যাসিভ
bo: བྱ་སྤྱོད་མེད།
ca: Passiu
cs: Pasivní
da: Passiv
de: Passiv
el: Παθητικό
es: Pasivo
et: Passiivne
fa: انفعالی
fi: Passiivinen
fr: Passif
gu: નિષ્ક્રીય
he: פַּסִיבִי
hi: निष्क्रिय
hr: Pasivno
hu: Passzív
hy: Պասիվ
id: Pasif
is: Hlutlaus
it: Passivo
ja: 受け身
km: អសកម្ម
kn: ನಿಷ್ಕ್ರಿಯ
ko: 수동적
lt: Pasyvus
lv: Pasīvais
mk: Пасивно
ms: Pasif
my: ပိုင်းကန့်သတ်မှု
nb: Passiv
nl: Passief
pl: Pasywne
pt: Passivo
ro: Pasiv
ru: Пассивный
si: උදාසීන
sk: Pasívne
sl: Pasivni
sq: Pasiv
sr: Пасивно
sv: Passiv
sw: Pasipo
ta: செயலற்ற
te: నిష్క్రియాత్మ
th: เฉื่อย
tr: Pasif
uk: Пасивний
ur: غیر فعال
uz: Passiv
vi: Thụ động
zh: 消极被动
zh_hant: 消極被動
zu: Ungenzi lutho

source: Timeout
af: Uitteltyd
am: ጊዜው አልቋል
ar: انتهى الوقت
az: Vaxt
be: Тайм-аўт
bg: Прекъсване на времето
bn: সময় শেষ
bo: དུས་ཚོད་ཟད་པ།
ca: Temps límit
cs: Časový limit
da: Tiden er gået
de: Zeitlimit
el: Τέλος χρόνου
es: Tiempo de espera
et: Aeg maha
fa: مهلت زمانی
fi: Aikakatkaisu
fr: Temps écoulé
gu: સમયસમાપ્તિ
he: פסק זמן
hi: समय समाप्त
hr: Pauza
hu: Időszünet
hy: Ընդմիջում
id: Waktu habis
is: Hlé
it: Tempo scaduto
ja: タイムアウト
km: អស់ពេល
kn: ಸಮಯ ಮೀರಿದೆ
ko: 시간 초과
lt: Laiko limitas
lv: Laika pārtraukums
mk: Тајм аут
ms: Masa tamat
my: ခဏပွဲရပ်ခြင်း
nb: Pause
pl: Koniec czasu
pt: Desconto de tempo
ro: Pauză
ru: Таймаут
si: කාල සීමාව
sk: Časový limit
sl: Časovni interval
sq: Koha e pritjes
sr: Пауза у утакмици
sv: Paus
sw: Muda umeisha
ta: நேரம் முடிந்தது
te: సమయం ముగిసినది
th: หมดเวลา
tr: Zaman aşımı
uk: Час вийшов
ur: وقت ختم
uz: Taym-aut; turib qolish; tanaffus
vi: Hết giờ
zh: 超时
zh_hant: 超時
zu: Isikhathi siphelile

source: Appearance
af: Voorkoms
am: መልክ
ar: مظهر
az: Görünüş
be: Знешні выгляд
bg: Външен вид
bn: চেহারা
bo: ཕྱི་རྣམ་པ།
ca: Aparença
cs: Vzhled
da: Udseende
de: Aussehen
el: Εμφάνιση
es: Aspecto
et: Välimus
fa: ظاهر
fi: Ulkonäkö
fr: Apparence
gu: દેખાવ
he: מראה חיצוני
hi: दिखावट
hr: Izgled
hu: Megjelenés
hy: Արտաքին տեսք
id: Penampilan
is: Útlit
it: Aspetto esteriore
ja: 外観設定
km: រូបរាង
kn: ಗೋಚರತೆ
ko: 외관 설정
lt: Išvaizda
lv: Izskats
mk: Изглед
ms: Penampilan
my: အသွင်အပြင်
nb: Utseende
nl: Verschijning
pl: Wygląd
pt: Aparência
ro: Aspect
ru: Внешний вид
si: පෙනුම
sk: Vzhľad
sl: Videz
sq: Pamja e jashtme
sr: Изглед
sv: Utseende
sw: Mwonekano
ta: தோற்றம்
te: స్వరూపం
th: รูปร่าง
tr: Görünüm
uk: Зовнішній вигляд
ur: ظہور
uz: Tashqi ko'rinish
vi: Vẻ bề ngoài
zh: 外观设置
zh_hant: 外觀設定
zu: Ukubukeka

# drawOnHumanExperience
source: Draw on the human experience
af: Gebruik die menslike ervaring
am: በሰው ልምድ ላይ መሳል
ar: استفد من التجربة الإنسانية
az: İnsan təcrübəsindən istifadə edin
be: Абапірайцеся на чалавечы вопыт
bg: Използвайте човешкия опит
bn: মানুষের অভিজ্ঞতা আঁকুন
bo: མིའི་ཉམས་མྱོང་ལ་བརྟེན་ནས་དཔྱད་པ།
ca: Basat en l'experiència humana
cs: Čerpejte z lidské zkušenosti
da: Udnyt den menneskelige erfaring
de: Auf menschliche Erfahrung zurückgreifen
el: Αξιοποίηση της ανθρώπινης εμπειρίας
es: Basarse en la experiencia humana
et: Toetudes inimkogemusele
fa: استفاده از تجربه انسان
fi: Hyödynnä inhimillistä kokemusta
fr: S'inspirer de l'expérience humaine
gu: માનવ અનુભવ દોરો
he: הציבו את החוויה האנושית
hi: मानव अनुभव पर ड्रा करें
hr: Koristi ljudsko iskustvo za poteze
hu: Használja a személyes tapasztalatokat
hy: Նկարիր մարդկային փորձի վրա
id: Menggambar pada pengalaman manusia
is: Notaðu mannlega reynslu
it: Attingere all'esperienza umana
ja: 人間の経験を活かす
km: ពឹងផ្អែកលើបទពិសោធន៍មនុស្ស
kn: ಮಾನವ ಅನುಭವವನ್ನು ಸೆಳೆಯಿರಿ
ko: 인간 경험을 바탕으로
lt: Remkitės žmogaus patirtimi
lv: Izmanto cilvēka pieredzi
mk: Извлечете го човечкото искуство
ms: Ikuti pengalaman manusia
my: လူ့အတွေ့အကြုံကို ဆွဲပါ
nb: Tegn på den menneskelige opplevelsen
nl: Maak gebruik van de menselijke ervaring
pl: Czerpanie z ludzkiego doświadczenia
pt: Com base na experiência humana
ro: Apelare la experiența umană
ru: Опираться на человеческий опыт
si: මානව අත්දැකීම් මත පාදක කිරීම
sk: Čerpanie z ľudskej skúsenosti
sl: Črpajte iz človeških izkušenj
sq: Vizatoni në përvojën njerëzore
sr: Ослоните се на људско искуство
sv: Dra nytta av den mänskliga erfarenheten
sw: Chora uzoefu wa mwanadamu
ta: மனித அனுபவத்தை வரையவும்
te: మానవ అనుభవాన్ని గీయండి
th: วาดบนประสบการณ์ของมนุษย์
tr: İnsan deneyiminden yararlanın
uk: Спирайтеся на людський досвід
ur: انسانی تجربے کو کھینچیں۔
uz: Inson tajribasidan foydalaning
vi: Rút ra kinh nghiệm của con người
zh: 借鉴人类经验
zh_hant: 借鑒人類經驗
zu: Dweba kokuhlangenwe nakho komuntu

# considerMobility
source: Consider mobility of pieces
af: Oorweeg die beweeglikheid van stukke
am: የዕቃዎችን እንቅስቃሴ ማገናዘብ
ar: مراعاة قابلية حركة القطع
az: Parçaların hərəkətliliyini nəzərə alın
be: Улічвайце рухомасць частак
bg: Вземете предвид мобилността на частите
bn: টুকরো গতিশীলতা বিবেচনা করুন
bo: རྡེལ་གྱི་སྤོ་འགུལ་ལ་དོ་སྣང་བྱེད།
ca: Considera la mobilitat de les peces
cs: Zvažte mobilitu kusů
da: Overvej mobiliteten af dele
de: Verbessern Sie die Beweglichkeit von Steinen
el: Εξετάστε την κινητικότητα των κομματιών
es: Considerar la movilidad de las piezas
et: Arvestage osade liikuvust
fa: در نظر گرفتن تحرک مهره‌ها
fi: Ota huomioon kappaleiden liikkuvuus
fr: Tenir compte de la mobilité des pièces
gu: ટુકડાઓની ગતિશીલતા ધ્યાનમાં લો
he: שקול ניידות של חלקים
hi: टुकड़ों की गतिशीलता पर विचार करें
hr: Uzmi u obzir pokretljivost figura
hu: Fontolja meg a korongok mobilitását
hy: Հաշվի առեք կտորների շարժունակությունը
id: Pertimbangkan mobilitas potongan
is: Íhuga hreyfanleika stykki
it: Considerare la mobilità dei pezzi
ja: ピースの可動性を考慮する
km: ពិចារណាលើការចល័តកូនអុក
kn: ತುಣುಕುಗಳ ಚಲನಶೀಲತೆಯನ್ನು ಪರಿಗಣಿಸಿ
ko: 말의 이동성 고려
lt: Atsižvelkite į dalių mobilumą
lv: Ņemiet vērā elementu mobilitāti
mk: Размислете за подвижноста на парчињата
ms: Pertimbangkan mobiliti kepingan
my: အပိုင်းအစများ ရွေ့လျားမှုကို ဆင်ခြင်ပါ
nb: Vurder mobilitet av stykker
nl: Overweeg mobiliteit van stukken
pl: Uwzględnij mobilność elementów
pt: Considerar mobilidade das peças
ro: Ia în calcul mobilitatea pieselor
ru: Учитывать мобильность фигур
si: කැබලි සංචලනය සලකා බලන්න
sk: Zohľadnite mobilitu častí
sl: Upoštevajte mobilnost delov
sq: Konsideroni lëvizjen e pjesëve
sr: Узмите у обзир покретљивост комада
sv: Beakta rörligheten hos delarna
sw: Fikiria uhamaji wa vipande
ta: துண்டுகளின் இயக்கம் கவனியுங்கள்
te: ముక్కల కదలికను పరిగణించండి
th: พิจารณาความคล่องตัวของชิ้น
tr: Parçaların hareketliliğini düşünün
uk: Враховуйте рухливість частин
ur: ٹکڑوں کی نقل و حرکت پر غور کریں۔
uz: Parchalarning harakatchanligini ko'rib chiqing
vi: Xem xét tính di động của các quân cờ
zh: 增强棋子活动能力
zh_hant: 增強棋子活動能力
zu: Cabangela ukuhamba kwezingcezu

source: Piece count:
af: Stukkie telling:
am: የቁራጭ ብዛት:
ar: عدد القطع:
az: Parça sayı:
be: Колькасць штук:
bg: Брой парчета:
bn: টুকরো গণনা:
bo: དུམ་བུའི་གྲངས་འབོར།:
ca: Nombre de peces:
cs: Počet kusů:
da: Antal stykker:
de: Anzahl Steine:
el: Αριθμός κομματιών:
es: Recuento de piezas:
et: Tükkide arv:
fa: تعداد مهره‌ها:
fi: Palojen määrä:
fr: Nombre de pièces :
gu: પીસ ગણતરી:
he: ספירת חתיכות:
hi: टुकड़ा गिनती:
hr: Broj figura:
hu: Korongszám:
hy: Կտորների քանակը՝
id: Jumlah potongan:
is: Stykkjafjöldi:
it: Conteggio dei pezzi:
ja: ピース数:
km: ចំនួនកូនអុក៖
kn: ಪೀಸ್ ಎಣಿಕೆ:
ko: 말의 수:
lt: Gabalėlių skaičius:
lv: Gabalu skaits:
mk: Број на парчиња:
ms: Kiraan kepingan:
my: ပစ္စည်းအရေအတွက်:
nb: Antall stykker:
nl: Stukken tellen:
pl: Liczba elementów:
pt: Contagem de peças:
ro: Numărul de piese:
ru: Количество фигур:
si: කැබලි ගණන:
sk: Počet kusov:
sl: Število kosov:
sq: Numërimi i pjesëve:
sr: Број комада:
sv: Antal bitar:
sw: Idadi ya vipande:
ta: துண்டு எண்ணிக்கை:
te: పీస్ కౌంట్:
th: จำนวนชิ้น:
tr: Parça sayısı:
uk: Кількість штук:
ur: ٹکڑوں کی تعداد:
uz: Parcha soni:
vi: Số mảnh:
zh: 棋子数
zh_hant: 棋子數
zu: Isibalo seziqephu:

# inHand
source: {player} in hand: {count}
af: {player} in die hand: {count}
am: {player} በእጅ: {count}
ar: {player}: قطع غير موضوعة: {count}
az: {player} əlində: {count}
be: {player} у руцэ: {count}
bg: {player} в ръка: {count}
bn: {player} হাতে: {count}
bo: {player} ལག་ཏུ་ཡོད་པ། {count}
ca: {player} a la mà: {count}
cs: {player} v ruce: {count}
da: {player} i hånden: {count}
de: {player} in der Hand: {count}
el: {player} στο χέρι: {count}
es: {player}: {count} en mano
et: {player} käes: {count}
fa: {player} در دست: {count}
fi: {player} kädessä: {count}
fr: Main de {player} : {count}
gu: {player} હાથમાં: {count}
he: {player} ביד: {count}
hi: {player} हाथ में: {count}
hr: {player} u ruci: {count}
hu: {player} kézben: {count}
hy: {player} ձեռքին՝ {count}
id: {player} di tangan: {count}
is: {player} í hendi: {count}
it: {player} in mano: {count}
ja: {player} 手札: {count}
km: {player} នៅក្នុងដៃ៖ {count}
kn: {player} ಕೈಯಲ್ಲಿ: {count}
ko: {player}의 손에: {count}
lt: {player} rankoje: {count}
lv: {player} rokā: {count}
mk: {player} во рака: {count}
ms: {player} di tangan: {count}
my: လက်ထဲတွင် {player}- {count}
nb: {player} i hånden: {count}
nl: {player} in de hand: {count}
pl: {player} w ręku: {count}
pt: {player} em mãos: {count}
ro: {player} în mână: {count}
ru: {player} в руке: {count}
si: {player} අතේ: {count}
sk: {player} v ruke: {count}
sl: {player} v roki: {count}
sq: {player} në dorë: {count}
sr: {player} у руци: {count}
sv: {player} i handen: {count}
sw: {player} mkononi: {count}
ta: {player} கையில்: {count}
te: చేతిలో {player}: {count}
th: {player} ในมือ: {count}
tr: {player} elinde: {count}
uk: {player} у руці: {count}
ur: {player} ہاتھ میں: {count}
uz: {player} qo'lda: {count}
vi: {player} trong tay: {count}
zh: {player}手上：{count}
zh_hant: {player}手上：{count}
zu: {player} esandleni: {count}

# onBoard
source: {player} on board: {count}
af: {player} aan boord: {count}
am: {player} በሰሌዳ ላይ: {count}
ar: {player}: قطع على اللوحة: {count}
az: {player} göyərtədə: {count}
be: {player} на борце: {count}
bg: {player} на борда: {count}
bn: বোর্ডে {player}: {count}
bo: {player} རྩེད་པང་ཐོག་ཡོད་པ། {count}
ca: Tauler de {player}: {count}
cs: {player} na palubě: {count}
da: {player} ombord: {count}
de: {player} auf dem Bord: {count}
el: {player} επί του σκάφους: {count}
es: {player}: {count} en el tablero
et: {player} pardal: {count}
fa: {player} روی تخته: {count}
fi: {player} laivalla: {count}
fr: Plateau de {player} : {count}
gu: બોર્ડ પર {player}: {count}
he: {player} על הסיפון: {count}
hi: {player} बोर्ड पर: {count}
hr: {player} na ploči: {count}
hu: {player} a fedélzeten: {count}
hy: {player} նավի վրա՝ {count}
id: {player} di pesawat: {count}
is: {player} um borð: {count}
it: {player} a bordo: {count}
ja: {player} 盤上: {count}
km: {player} នៅលើក្តារ៖ {count}
kn: {player} ಬೋರ್ಡ್‌ನಲ್ಲಿ: {count}
ko: {player} 보드 위에: {count}
lt: {player} laive: {count}
lv: {player} uz borta: {count}
mk: {player} на бродот: {count}
ms: {player} di atas kapal: {count}
my: သင်္ဘောပေါ်ရှိ {player}- {count}
nb: {player} om bord: {count}
nl: {player} aan boord: {count}
pl: {player} na pokładzie: {count}
pt: {player} no tabuleiro: {count}
ro: {player} la bord: {count}
ru: {player} на доске: {count}
si: {player} පුවරුව මත: {count}
sk: {player} na palube: {count}
sl: {player} na krovu: {count}
sq: {player} në bord: {count}
sr: {player} на броду: {count}
sv: {player} ombord: {count}
sw: {player} kwenye bodi: {count}
ta: {player} போர்டில்: {count}
te: {player} బోర్డులో: {count}
th: {player} บนเรือ: {count}
tr: tahtada {player}: {count}
uk: {player} на борту: {count}
ur: بورڈ پر {player}: {count}
uz: {player} bortda: {count}
vi: {player} trên tàu: {count}
zh: {player}棋盘上：{count}
zh_hant: {player}棋盤上：{count}
zu: {player} ebhodini: {count}
