Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# puzzleOpenBoardPlay
source: Open Board (Play Moves)
af: Oop bord (speel skuiwe)
am: ሰሌዳ ክፈት (Play Moves)
ar: لوحة مفتوحة (حركات اللعب)
az: Açıq lövhə (hərəkətləri oyna)
be: Адкрытая дошка (Прайграванне хадамі)
bn: ওপেন বোর্ড (প্লে মুভ)
bo: པང་ལེབ་ཁ་ཕྱེ (རྩེད་མོ་རྩེ)
ca: Tauler obert (Play Moves)
cs: Otevřená deska (tahy hry)
da: Åbent bord (Play Moves)
de: Brett öffnen (Züge spielen)
el: Άνοιγμα πλατφόρμας (Παίξτε κινήσεις)
es: Tablero abierto (jugar movimientos)
et: Ava laud (Play Moves)
fa: تخته باز (حرکات بازی)
fr: Tableau ouvert (jouer des mouvements)
gu: ઓપન બોર્ડ (પ્લે મૂવ્સ)
he: לוח פתוח (Play Moves)
hi: ओपन बोर्ड (प्ले मूव्स)
hr: Otvorena ploča (igranje poteza)
hu: Tábla megnyitása (Lépések lejátszása)
hy: Բաց տախտակ (Play Moves)
id: Papan Terbuka (Mainkan Gerakan)
is: Opið borð (spila hreyfingar)
it: Tabellone aperto (Gioca mosse)
ja: オープンボード (プレイムーブ)
km: បើកក្តារ (លេងផ្លាស់ទី)
kn: ಓಪನ್ ಬೋರ್ಡ್ (ಪ್ಲೇ ಮೂವ್ಸ್)
ko: 보드 열기 (수 두기)
lt: Atidaryti lentą („Play Moves“)
lv: Atvērt dēli (Play Moves)
mk: Отворена табла (Play Moves)
ms: Papan Terbuka (Pergerakan Main)
nl: Open bord (speelzetten)
pl: Otwarta plansza (zagraj w ruchy)
pt: Tabuleiro Aberto (Movimentos de Jogo)
ro: Deschideți tabla (jucați mișcări)
ru: Открытая доска (игровые ходы)
si: විවෘත පුවරුව (Play Moves)
sk: Otvorená doska (ťahy hry)
sl: Odprta plošča (Predvajaj poteze)
sv: Öppna bräda (spela drag)
sw: Ubao Wazi (Play Moves)
te: ఓపెన్ బోర్డ్ (ప్లే మూవ్స్)
th: เปิดกระดาน (เล่นท่า)
tr: Açık Tahta (Hareketleri Oynat)
uk: Відкрита дошка (відтворення ходів)
ur: اوپن بورڈ (پلے چالیں)
uz: Ochiq taxta (harakatlarni o'ynash)
zh: 打开棋盘（走子）
zh_hant: 開放棋盤（遊戲動作）
zu: Vula Ibhodi (Play Moves)

# puzzleRecordingHintUseButton
source: Use the button below to open the board, then press Back to return.
af: Gebruik die knoppie hieronder om die bord oop te maak, en druk dan Terug om terug te keer.
am: ቦርዱን ለመክፈት ከዚህ በታች ያለውን ቁልፍ ይጠቀሙ እና ለመመለስ ተመለስን ይጫኑ።
ar: استخدم الزر أدناه لفتح اللوحة، ثم اضغط على "رجوع" للعودة.
az: Lövhəni açmaq üçün aşağıdakı düyməni istifadə edin, sonra qayıtmaq üçün Geri düyməsini basın.
be: Выкарыстоўвайце кнопку ніжэй, каб адкрыць дошку, затым націсніце "Назад", каб вярнуцца.
bn: বোর্ড খুলতে নীচের বোতামটি ব্যবহার করুন, তারপরে ফিরে যেতে ফিরে টিপুন।
bo: འོག་གི་ཨེབ་གཅུས་མནན་ནས་པང་ལེབ་ཁ་ཕྱེ། དེ་ནས་ Back མནན་ནས་ཕྱིར་ལོག
ca: Feu servir el botó següent per obrir el tauler i, a continuació, premeu Enrere per tornar.
cs: Pomocí tlačítka níže otevřete desku a poté se vraťte stisknutím tlačítka Zpět.
da: Brug knappen nedenfor for at åbne tavlen, og tryk derefter på Tilbage for at vende tilbage.
de: Verwende die Schaltfläche unten, um das Brett zu öffnen, dann drücke Zurück.
el: Χρησιμοποιήστε το παρακάτω κουμπί για να ανοίξετε τον πίνακα και, στη συνέχεια, πατήστε Πίσω για να επιστρέψετε.
es: Utilice el botón de abajo para abrir el tablero, luego presione Atrás para regresar.
et: Kasutage tahvli avamiseks allolevat nuppu, seejärel vajutage naasmiseks Tagasi.
fa: از دکمه زیر برای باز کردن برد استفاده کنید، سپس برای بازگشت، Back را فشار دهید.
fr: Utilisez le bouton ci-dessous pour ouvrir le tableau, puis appuyez sur Retour pour revenir.
gu: બોર્ડ ખોલવા માટે નીચેના બટનનો ઉપયોગ કરો, પછી પાછા આવવા માટે પાછા દબાવો.
he: השתמש בלחצן למטה כדי לפתוח את הלוח, ולאחר מכן לחץ על חזרה כדי לחזור.
hi: बोर्ड खोलने के लिए नीचे दिए गए बटन का उपयोग करें, फिर वापस लौटने के लिए वापस दबाएँ।
hr: Upotrijebite gumb ispod za otvaranje ploče, a zatim pritisnite Natrag za povratak.
hu: Használd az alábbi gombot a tábla megnyitásához, majd nyomd meg a Vissza gombot a visszatéréshez.
hy: Օգտագործեք ստորև բերված կոճակը՝ տախտակը բացելու համար, այնուհետև սեղմեք Հետ՝ վերադառնալու համար:
id: Gunakan tombol di bawah untuk membuka papan, lalu tekan Kembali untuk kembali.
is: Notaðu hnappinn hér að neðan til að opna borðið, ýttu síðan á Til baka til að fara aftur.
it: Utilizza il pulsante in basso per aprire la scheda, quindi premi Indietro per tornare.
ja: 下のボタンを使用してボードを開き、[戻る] を押して戻ります。
km: ប្រើប៊ូតុងខាងក្រោមដើម្បីបើកបន្ទះ បន្ទាប់មកចុច ថយក្រោយ ដើម្បីត្រឡប់។
kn: ಬೋರ್ಡ್ ತೆರೆಯಲು ಕೆಳಗಿನ ಬಟನ್ ಬಳಸಿ, ನಂತರ ಹಿಂತಿರುಗಲು ಹಿಂದಕ್ಕೆ ಒತ್ತಿರಿ.
ko: 아래 버튼을 사용하여 보드를 열고 뒤로 버튼을 눌러 돌아오세요.
lt: Norėdami atidaryti lentą, naudokite žemiau esantį mygtuką, tada paspauskite Atgal, kad grįžtumėte.
lv: Izmantojiet tālāk esošo pogu, lai atvērtu dēli, pēc tam nospiediet Atpakaļ, lai atgrieztos.
mk: Користете го копчето подолу за да ја отворите таблата, а потоа притиснете Назад за да се вратите.
ms: Gunakan butang di bawah untuk membuka papan, kemudian tekan Kembali untuk kembali.
nl: Gebruik de onderstaande knop om het bord te openen en druk vervolgens op Terug om terug te keren.
pl: Użyj poniższego przycisku, aby otworzyć tablicę, a następnie naciśnij przycisk Wstecz, aby wrócić.
pt: Use o botão abaixo para abrir o quadro e pressione Voltar para retornar.
ro: Folosiți butonul de mai jos pentru a deschide panoul, apoi apăsați Înapoi pentru a reveni.
ru: Используйте кнопку ниже, чтобы открыть доску, затем нажмите «Назад», чтобы вернуться.
si: පුවරුව විවෘත කිරීමට පහත බොත්තම භාවිතා කරන්න, ඉන්පසු ආපසු යාමට Back ඔබන්න.
sk: Pomocou tlačidla nižšie otvorte tabuľu a potom sa vráťte stlačením Späť.
sl: Uporabite spodnji gumb, da odprete tablo, nato pritisnite Nazaj, da se vrnete.
sv: Använd knappen nedan för att öppna tavlan och tryck sedan på Tillbaka för att gå tillbaka.
sw: Tumia kitufe kilicho hapa chini ili kufungua ubao, kisha ubofye Rudi ili urudi.
te: బోర్డ్‌ను తెరవడానికి దిగువ బటన్‌ను ఉపయోగించండి, ఆపై తిరిగి రావడానికి వెనుకకు నొక్కండి.
th: ใช้ปุ่มด้านล่างเพื่อเปิดกระดาน จากนั้นกด Back เพื่อกลับ
tr: Panoyu açmak için aşağıdaki düğmeyi kullanın, ardından geri dönmek için Geri'ye basın.
uk: Скористайтеся кнопкою нижче, щоб відкрити дошку, потім натисніть «Назад», щоб повернутися.
ur: بورڈ کھولنے کے لئے نیچے دیئے گئے بٹن کا استعمال کریں ، پھر واپس آنے کے لئے واپس دبائیں۔
uz: Doskani ochish uchun quyidagi tugmani ishlating, keyin qaytish uchun Orqaga tugmasini bosing.
zh: 请点击下方按钮打开棋盘，走完解答后按返回回到本页。
zh_hant: 使用下面的按鈕打開面板，然後按“返回”返回。
zu: Sebenzisa inkinobho engezansi ukuze uvule ibhodi, bese ucindezela u-Emuva ukuze ubuyisele.

# puzzleInvalidPositionFormat
source: Invalid position format. Please check the game board.
af: Ongeldige posisieformaat.Gaan asseblief die spelbord na.
am: ልክ ያልሆነ የአቀማመጥ ቅርጸት።እባክዎ የጨዋታ ሰሌዳውን ያረጋግጡ።
ar: تنسيق الموضع غير صالح.يرجى التحقق من لوحة اللعبة.
az: Yanlış mövqe formatı.Zəhmət olmasa oyun lövhəsini yoxlayın.
be: Няправільны фармат пазіцыі.Праверце гульнявое поле.
bn: অবৈধ অবস্থান বিন্যাস।গেম বোর্ড চেক করুন.
bo: གནས་བབ་རྣམ་གཞག་ནོར་བ། རྩེད་པང་ལྟ།
ca: Format de posició no vàlid.Si us plau, comproveu el tauler de joc.
cs: Neplatný formát pozice.Zkontrolujte prosím herní plán.
da: Ugyldigt positionsformat.Tjek venligst spillepladen.
de: Ungültiges Positionsformat. Bitte überprüfe das Spielbrett.
el: Μη έγκυρη μορφή θέσης.Ελέγξτε τον πίνακα παιχνιδιού.
es: Formato de posición no válido.Por favor revisa el tablero de juego.
et: Sobimatu positsioonivorming.Kontrollige mängulauda.
fa: قالب موقعیت نامعتبر است.لطفا صفحه بازی را بررسی کنید.
fr: Format de position invalide.Veuillez vérifier le plateau de jeu.
gu: અમાન્ય સ્થિતિ ફોર્મેટ.કૃપા કરીને રમત બોર્ડ તપાસો.
he: פורמט מיקום לא חוקי.אנא בדוק את לוח המשחק.
hi: अमान्य स्थिति प्रारूप.कृपया गेम बोर्ड की जांच करें.
hr: Nevažeći format pozicije.Provjerite ploču za igru.
hu: Érvénytelen pozícióformátum. Kérjük, ellenőrizd a játék tábláját.
hy: Անվավեր դիրքի ձևաչափ:Խնդրում ենք ստուգել խաղատախտակը:
id: Format posisi tidak valid.Silakan periksa papan permainan.
is: Ógilt stöðusnið.Vinsamlegast athugaðu spilaborðið.
it: Formato di posizione non valido.Si prega di controllare il tabellone di gioco.
ja: 無効な位置形式です。ゲームボードをご確認ください。
km: ទម្រង់ទីតាំងមិនត្រឹមត្រូវ។សូមពិនិត្យមើលក្តារហ្គេម។
kn: ಅಮಾನ್ಯವಾದ ಸ್ಥಾನದ ಸ್ವರೂಪ.ದಯವಿಟ್ಟು ಆಟದ ಬೋರ್ಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 잘못된 위치 형식입니다. 게임 보드를 확인하세요.
lt: Neteisingas pozicijos formatas.Patikrinkite žaidimo lentą.
lv: Nederīgs pozīcijas formāts.Lūdzu, pārbaudiet spēles dēli.
mk: Неважечки формат на позиција.Ве молиме проверете ја таблата за игра.
ms: Format kedudukan tidak sah.Sila semak papan permainan.
nl: Ongeldig positieformaat.Controleer het spelbord.
pl: Nieprawidłowy format pozycji.Proszę sprawdzić planszę gry.
pt: Formato de posição inválido.Por favor, verifique o tabuleiro do jogo.
ro: Format de poziție nevalid.Vă rugăm să verificați tabla de joc.
ru: Неверный формат позиции.Пожалуйста, проверьте игровое поле.
si: වලංගු නොවන ස්ථාන ආකෘතිය.කරුණාකර ක්‍රීඩා පුවරුව පරීක්ෂා කරන්න.
sk: Neplatný formát pozície.Skontrolujte prosím herný plán.
sl: Neveljavna oblika položaja.Preverite igralno ploščo.
sv: Ogiltigt positionsformat.Kontrollera spelplanen.
sw: Umbizo la nafasi si sahihi.Tafadhali angalia ubao wa mchezo.
te: చెల్లని స్థానం ఫార్మాట్.దయచేసి గేమ్ బోర్డ్‌ను తనిఖీ చేయండి.
th: รูปแบบตำแหน่งไม่ถูกต้องกรุณาตรวจสอบกระดานเกม
tr: Geçersiz konum biçimi.Lütfen oyun tahtasını kontrol edin.
uk: Недійсний формат позиції.Будь ласка, перевірте ігрове поле.
ur: غلط پوزیشن فارمیٹ۔براہ کرم گیم بورڈ چیک کریں۔
uz: Yaroqsiz joylashuv formati.Iltimos, o'yin taxtasini tekshiring.
zh: 无效的局面格式。请检查游戏棋盘。
zh_hant: 職位格式無效。請檢查遊戲板。
zu: Ifomethi yendawo engavumelekile.Sicela uhlole ibhodi legeyimu.

# puzzleFailedLoadPosition
source: Failed to load position. Please resnapshot.
af: Kon nie posisie laai nie.Asseblief 'n nuwe foto.
am: ቦታን መጫን አልተሳካም።እባኮትን እንደገና ያንሱ።
ar: فشل تحميل الموقف.يرجى إعادة الصورة.
az: Mövqeyi yükləmək alınmadı.Zəhmət olmasa şəkili yenidən çəkin.
be: Не ўдалося загрузіць пазіцыю.Калі ласка, паўторыце здымак.
bg: Failed to load position. Please recapture.
bn: অবস্থান লোড করতে ব্যর্থ হয়েছে৷অনুগ্রহ করে পুনরায় ন্যাপশট করুন।
bo: གནས་བབ་ཐོན་སྟེགས་སུ་འཇུག་མ་ཐུབ། བསྐྱར་ཟིན་ཐོ་བཀོད།
ca: No s'ha pogut carregar la posició.Si us plau, torna a fer una captura.
cs: Nepodařilo se načíst pozici.Snímejte znovu.
da: Kunne ikke indlæse position.Venligst et nyt billede.
de: Position konnte nicht geladen werden. Bitte erneut erfassen.
el: Η θέση φόρτωσης απέτυχε.Παρακαλώ φωτογραφήστε ξανά.
es: No se pudo cargar la posición.Por favor, vuelva a tomar una instantánea.
et: Asendi laadimine ebaõnnestus.Palun tehke uuesti pilt.
fa: موقعیت بارگیری نشد.لطفا دوباره عکس بگیرید
fi: Failed to load position. Please recapture.
fr: Échec du chargement de la position.Veuillez reprendre une photo.
gu: સ્થિતિ લોડ કરવામાં નિષ્ફળ.કૃપા કરીને રિનેપશોટ કરો.
he: טעינת המיקום נכשלה.בבקשה תצלום מחדש.
hi: स्थिति लोड करने में विफल.कृपया पुनः स्नैपशॉट लें।
hr: Neuspješno učitavanje položaja.Molimo ponovno snimite.
hu: Nem sikerült betölteni a pozíciót. Kérjük, készítsd el újra a mentést.
hy: Չհաջողվեց բեռնել դիրքը:Խնդրում եմ վերանայել:
id: Gagal memuat posisi.Silakan ambil gambar ulang.
is: Mistókst að hlaða stöðu.Vinsamlegast endurupptökumynd.
it: Impossibile caricare la posizione.Per favore, esegui nuovamente lo snapshot.
ja: 位置の読み込みに失敗しました。スナップショットを撮り直してください。
km: បានបរាជ័យក្នុងការផ្ទុកទីតាំង។សូមថតឡើងវិញ។
kn: ಸ್ಥಾನವನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.ದಯವಿಟ್ಟು ರೆಸ್ನ್ಯಾಪ್‌ಶಾಟ್ ಮಾಡಿ.
ko: 위치 로드 실패. 다시 캡처하세요.
lt: Nepavyko įkelti padėties.Prašome padaryti pakartotinę nuotrauką.
lv: Neizdevās ielādēt pozīciju.Lūdzu, veiciet atkārtotu momentuzņēmumu.
mk: Не успеа да се вчита позицијата.Ве молиме сликајте повторно.
ms: Gagal memuatkan kedudukan.Sila tangkap semula gambar.
my: Failed to load position. Please recapture.
nb: Failed to load position. Please recapture.
nl: Kan positie niet laden.Maak opnieuw een foto.
pl: Nie udało się załadować pozycji.Proszę o resnapshot.
pt: Falha ao carregar a posição.Por favor, tire uma nova foto.
ro: Poziția nu a fost încărcată.Vă rugăm să reînregistrați.
ru: Не удалось загрузить позицию.Пожалуйста, сделайте повторный снимок.
si: ස්ථානය පූරණය කිරීමට අසමත් විය.කරුණාකර නැවත රූගත කරන්න.
sk: Nepodarilo sa načítať pozíciu.Snímajte znova.
sl: Položaja ni bilo mogoče naložiti.Prosimo, ponovite posnetek.
sq: Failed to load position. Please recapture.
sr: Failed to load position. Please recapture.
sv: Det gick inte att ladda läget.Vänligen ta en ny bild.
sw: Imeshindwa kupakia nafasi.Tafadhali piga picha upya.
te: స్థానం లోడ్ చేయడంలో విఫలమైంది.దయచేసి రెస్నాప్‌షాట్ చేయండి.
th: โหลดตำแหน่งไม่สำเร็จกรุณาสแนปช็อตอีกครั้ง
tr: Konum yüklenemedi.Lütfen yeniden fotoğraf çekin.
uk: Не вдалося завантажити позицію.Будь ласка, повторіть знімок.
ur: پوزیشن لوڈ کرنے میں ناکام۔براہ کرم ریسناپ شاٹ
uz: Joyni yuklab bo‘lmadi.Iltimos, suratga oling.
vi: Failed to load position. Please recapture.
zh: 加载局面失败。请重新快照。
zh_hant: 無法加載位置。請重新截圖。
zu: Yehlulekile ukulayisha indawo.Sicela usithwebule kabusha.

# puzzleInvalidPositionFormatRecapture
source: Invalid position format. Please resnapshot the position.
af: Ongeldige posisieformaat.Neem asseblief 'n nuwe foto van die posisie.
am: ልክ ያልሆነ የአቀማመጥ ቅርጸት።እባክዎ ቦታውን እንደገና ያንሱ።
ar: تنسيق الموضع غير صالح.يرجى إعادة تصوير الموقف.
az: Yanlış mövqe formatı.Zəhmət olmasa mövqeyin şəklini çəkin.
be: Няправільны фармат пазіцыі.Калі ласка, паўторыце здымак пазіцыі.
bg: Invalid position format. Please recapture the position.
bn: অবৈধ অবস্থান বিন্যাস।অনুগ্রহ করে অবস্থানটি পুনরায় ন্যাপশট করুন।
bo: གནས་བབ་རྣམ་གཞག་ནོར་བ། གནས་བབ་བསྐྱར་ཟིན་ཐོ་བཀོད།
ca: Format de posició no vàlid.Si us plau, torna a capturar la posició.
cs: Neplatný formát pozice.Znovu nasnímejte pozici.
da: Ugyldigt positionsformat.Tag venligst et nyt billede af positionen.
de: Ungültiges Positionsformat. Bitte Position erneut erfassen.
el: Μη έγκυρη μορφή θέσης.Παρακαλώ κάντε μια νέα φωτογραφία της θέσης.
es: Formato de posición no válido.Vuelva a tomar una instantánea de la posición.
et: Sobimatu positsioonivorming.Palun tehke positsioon uuesti.
fa: قالب موقعیت نامعتبر است.لطفا موقعیت را دوباره عکس بگیرید.
fi: Invalid position format. Please recapture the position.
fr: Format de position invalide.Veuillez reprendre une photo de la position.
gu: અમાન્ય સ્થિતિ ફોર્મેટ.કૃપા કરીને પોઝિશનનો રિનેપશોટ કરો.
he: פורמט מיקום לא חוקי.אנא צלם מחדש את המיקום.
hi: अमान्य स्थिति प्रारूप.कृपया स्थिति का पुनः स्नैपशॉट लें.
hr: Nevažeći format pozicije.Molimo ponovno snimite položaj.
hu: Érvénytelen pozícióformátum. Kérjük, készítsd el újra a pozíciómentést.
hy: Անվավեր դիրքի ձևաչափ:Խնդրում ենք վերանայել դիրքը:
id: Format posisi tidak valid.Silakan ambil gambar ulang posisinya.
is: Ógilt stöðusnið.Vinsamlega taktu stöðuna aftur.
it: Formato di posizione non valido.Si prega di eseguire nuovamente lo snapshot della posizione.
ja: 無効な位置形式です。位置をスナップショットし直してください。
km: ទម្រង់ទីតាំងមិនត្រឹមត្រូវ។សូម​ថត​ទីតាំង​ឡើងវិញ។
kn: ಅಮಾನ್ಯವಾದ ಸ್ಥಾನದ ಸ್ವರೂಪ.ದಯವಿಟ್ಟು ಸ್ಥಾನವನ್ನು ಮರುಹೊಂದಿಸಿ.
ko: 잘못된 위치 형식입니다. 위치를 다시 캡처하세요.
lt: Neteisingas pozicijos formatas.Prašome iš naujo užfiksuoti poziciją.
lv: Nederīgs pozīcijas formāts.Lūdzu, atkārtoti uzņemiet pozīciju.
mk: Неважечки формат на позиција.Ве молиме прелистирајте ја позицијата.
ms: Format kedudukan tidak sah.Sila tangkap semula kedudukan.
my: Invalid position format. Please recapture the position.
nb: Invalid position format. Please recapture the position.
nl: Ongeldig positieformaat.Maak een nieuwe opname van de positie.
pl: Nieprawidłowy format pozycji.Proszę o ponowne zrobienie zdjęcia pozycji.
pt: Formato de posição inválido.Por favor, tire uma nova foto da posição.
ro: Format de poziție nevalid.Vă rugăm să reînregistrați poziția.
ru: Неверный формат позиции.Пожалуйста, сделайте повторный снимок позиции.
si: වලංගු නොවන ස්ථාන ආකෘතිය.කරුණාකර ස්ථානය නැවත සටහන් කරන්න.
sk: Neplatný formát pozície.Znova nasnímajte polohu.
sl: Neveljavna oblika položaja.Prosimo, ponovno posnemite položaj.
sq: Invalid position format. Please recapture the position.
sr: Invalid position format. Please recapture the position.
sv: Ogiltigt positionsformat.Vänligen ta en ny bild av positionen.
sw: Umbizo la nafasi si sahihi.Tafadhali piga picha upya.
te: చెల్లని స్థానం ఫార్మాట్.దయచేసి స్థానాన్ని మళ్లీ చిత్రీకరించండి.
th: รูปแบบตำแหน่งไม่ถูกต้องกรุณาถ่ายตำแหน่งใหม่
tr: Geçersiz konum biçimi.Lütfen konumun anlık görüntüsünü alın.
uk: Недійсний формат позиції.Будь ласка, повторіть знімок позиції.
ur: غلط پوزیشن فارمیٹ۔برائے مہربانی پوزیشن کو دوبارہ منتخب کریں۔
uz: Yaroqsiz joylashuv formati.Iltimos, pozitsiyani qayta suratga oling.
vi: Invalid position format. Please recapture the position.
zh: 无效的局面格式。请重新快照局面。
zh_hant: 職位格式無效。請重新拍攝該位置。
zu: Ifomethi yendawo engavumelekile.Sicela usithwebule kabusha isikhundla.

# puzzleShowDetailedWorkflow
source: Show detailed workflow
af: Wys gedetailleerde werkvloei
am: ዝርዝር የስራ ፍሰት አሳይ
ar: عرض سير العمل التفصيلي
az: Ətraflı iş prosesini göstərin
be: Паказаць падрабязны працоўны працэс
bn: বিস্তারিত কর্মপ্রবাহ দেখান
bo: ཞིབ་ཕྲའི་ལས་རིམ་སྟོན།
ca: Mostra el flux de treball detallat
cs: Zobrazit podrobný pracovní postup
da: Vis detaljeret arbejdsgang
de: Detaillierten Arbeitsablauf anzeigen
el: Εμφάνιση λεπτομερούς ροής εργασιών
es: Mostrar flujo de trabajo detallado
et: Kuva üksikasjalik töövoog
fa: نمایش گردش کار دقیق
fr: Afficher le flux de travail détaillé
gu: વિગતવાર વર્કફ્લો બતાવો
he: הצג זרימת עבודה מפורטת
hi: विस्तृत वर्कफ़्लो दिखाएँ
hr: Prikaži detaljan tijek rada
hu: Részletes munkafolyamat megjelenítése
hy: Ցույց տալ մանրամասն աշխատանքային ընթացքը
id: Tampilkan alur kerja terperinci
is: Sýna ítarlegt verkflæði
it: Mostra flusso di lavoro dettagliato
ja: 詳細なワークフローを表示する
km: បង្ហាញលំហូរការងារលម្អិត
kn: ವಿವರವಾದ ಕೆಲಸದ ಹರಿವನ್ನು ತೋರಿಸಿ
ko: 자세한 작업 흐름 표시
lt: Rodyti išsamią darbo eigą
lv: Rādīt detalizētu darbplūsmu
mk: Прикажи детален работен тек
ms: Tunjukkan aliran kerja terperinci
nl: Toon gedetailleerde workflow
pl: Pokaż szczegółowy przebieg pracy
pt: Mostrar fluxo de trabalho detalhado
ro: Afișați fluxul de lucru detaliat
ru: Показать подробный рабочий процесс
si: සවිස්තරාත්මක කාර්ය ප්රවාහය පෙන්වන්න
sk: Zobraziť podrobný pracovný postup
sl: Prikaži podroben potek dela
sv: Visa detaljerat arbetsflöde
sw: Onyesha mtiririko wa kina wa kazi
te: వివరణాత్మక వర్క్‌ఫ్లో చూపించు
th: แสดงขั้นตอนการทำงานโดยละเอียด
tr: Ayrıntılı iş akışını göster
uk: Показати детальний робочий процес
ur: تفصیلی ورک فلو دکھائیں
uz: Batafsil ish jarayonini ko'rsatish
zh: 显示详细工作流程
zh_hant: 顯示詳細的工作流程
zu: Bonisa ukuhamba komsebenzi okuningiliziwe

source: Puzzle Creation Workflow
af: Legkaartskeppingswerkvloei
am: የእንቆቅልሽ ፈጠራ የስራ ፍሰት
ar: سير عمل إنشاء اللغز
az: Puzzle yaradılması iş prosesi
be: Рабочы працэс стварэння галаваломкі
bn: ধাঁধা তৈরির কর্মপ্রবাহ
bo: གསང་བརྟག་བཟོ་བའི་ལས་རིམ།
ca: Flux de treball de creació de trencaclosques
cs: Pracovní postup vytváření puzzle
da: Workflow til oprettelse af puslespil
de: Rätsel-Erstellungsablauf
el: Ροή εργασιών δημιουργίας παζλ
es: Flujo de trabajo de creación de rompecabezas
et: Pusle loomise töövoog
fa: گردش کار ایجاد پازل
fr: Flux de travail de création de puzzles
gu: પઝલ સર્જન વર્કફ્લો
he: זרימת עבודה ליצירת פאזלים
hi: पहेली निर्माण कार्यप्रवाह
hr: Tijek rada za izradu slagalice
hu: Feladványkészítési munkafolyamat
hy: Փազլների ստեղծման աշխատանքային հոսք
id: Alur Kerja Pembuatan Puzzle
is: Verkflæði til að búa til þrautir
it: Flusso di lavoro per la creazione di puzzle
ja: パズル作成ワークフロー
km: ដំណើរការបង្កើតល្បែងផ្គុំរូប
kn: ಪಜಲ್ ರಚನೆ ಕೆಲಸದ ಹರಿವು
ko: 퍼즐 생성 작업 흐름
lt: Dėlionės kūrimo darbo eiga
lv: Mīklu izveides darbplūsma
mk: Работен тек за создавање загатки
ms: Aliran Kerja Penciptaan Teka-teki
nl: Workflow voor het maken van puzzels
pl: Proces tworzenia puzzli
pt: Fluxo de trabalho de criação de quebra-cabeças
ro: Flux de lucru pentru crearea puzzle-urilor
ru: Рабочий процесс создания головоломки
si: ප්‍රහේලිකා නිර්මාණය කිරීමේ කාර්ය ප්‍රවාහය
sk: Pracovný postup pri vytváraní puzzle
sl: Potek dela za ustvarjanje uganke
sv: Arbetsflöde för att skapa pussel
sw: Mtiririko wa Kazi wa Uundaji wa Mafumbo
te: పజిల్ క్రియేషన్ వర్క్‌ఫ్లో
th: ขั้นตอนการสร้างปริศนา
tr: Bulmaca Oluşturma İş Akışı
uk: Робочий процес створення пазла
ur: پہیلی تخلیق ورک فلو
uz: Boshqotirma yaratish ish jarayoni
zh: 谜题创建工作流程
zh_hant: 謎題創建工作流程
zu: Ukugeleza komsebenzi Wokudala Indida

# puzzleWorkflowStepSetup
source: Setup Position
af: Opstel posisie
am: አቀማመጥ አቀማመጥ
ar: موقف الإعداد
az: Quraşdırma mövqeyi
be: Становішча ўстаноўкі
bn: সেটআপ অবস্থান
bo: གནས་བབ་གཏན་འབེབས།
ca: Posició de configuració
cs: Pozice nastavení
da: Opsætningsposition
de: Position aufbauen
el: Θέση εγκατάστασης
es: Posición de configuración
et: Seadistamise positsioon
fa: موقعیت راه اندازی
fr: Position d'installation
gu: સેટઅપ પોઝિશન
he: מיקום הגדרה
hi: सेटअप स्थिति
hr: Položaj postavljanja
hu: Pozíció beállítása
hy: Կարգավորման դիրքը
id: Posisi Pengaturan
is: Uppsetningarstaða
it: Posizione di installazione
ja: セットアップ位置
km: កំណត់ទីតាំង
kn: ಸೆಟಪ್ ಸ್ಥಾನ
ko: 위치 설정
lt: Sąrankos padėtis
lv: Iestatīšanas pozīcija
mk: Позиција за поставување
ms: Kedudukan Persediaan
nl: Positie instellen
pl: Pozycja konfiguracyjna
pt: Posição de configuração
ro: Poziția de configurare
ru: Позиция установки
si: පිහිටුම් ස්ථානය
sk: Poloha nastavenia
sl: Nastavitveni položaj
sv: Inställningsposition
sw: Weka Nafasi
te: సెటప్ స్థానం
th: ตำแหน่งการติดตั้ง
tr: Kurulum Konumu
uk: Позиція налаштування
ur: سیٹ اپ پوزیشن
uz: O'rnatish pozitsiyasi
zh: 摆放局面
zh_hant: 設置位置
zu: Setha indawo
