Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# noLogsToDownload
source: No logs available to download
af: Geen logs beskikbaar om af te laai nie
am: ለማውረድ ምንም ምዝግብ ማስታወሻዎች የሉም
ar: لا توجد سجلات متاحة للتنزيل
az: Yükləmək üçün heç bir qeyd yoxdur
be: Няма журналаў, даступных для загрузкі
bn: ডাউনলোড করার জন্য কোনো লগ উপলব্ধ নেই৷
bo: ཕབ་ལེན་བྱ་རྒྱུའི་ཐོ་གཞུང་མེད།
ca: No hi ha registres disponibles per descarregar
cs: Nejsou k dispozici žádné protokoly ke stažení
da: Ingen logfiler tilgængelige til download
el: Δεν υπάρχουν διαθέσιμα αρχεία καταγραφής για λήψη
es: No hay registros disponibles para descargar
et: Logisid pole allalaadimiseks saadaval
fa: هیچ گزارشی برای دانلود موجود نیست
fr: Aucun journal disponible au téléchargement
gu: ડાઉનલોડ કરવા માટે કોઈ લૉગ્સ ઉપલબ્ધ નથી
he: אין יומנים זמינים להורדה
hi: डाउनलोड करने के लिए कोई लॉग उपलब्ध नहीं है
hr: Nema dostupnih zapisa za preuzimanje
hu: Nincs letölthető napló
hy: Ներբեռնման համար հասանելի տեղեկամատյաններ չկան
id: Tidak ada log yang tersedia untuk diunduh
is: Engir annálar til að hlaða niður
it: Nessun registro disponibile per il download
ja: ダウンロードできるログがありません
km: មិនមានកំណត់ហេតុដែលអាចទាញយកបានទេ។
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಯಾವುದೇ ಲಾಗ್‌ಗಳು ಲಭ್ಯವಿಲ್ಲ
lt: Nėra žurnalų, kuriuos būtų galima atsisiųsti
lv: Lejupielādei nav pieejams neviens žurnāls
mk: Нема достапни дневници за преземање
ms: Tiada log tersedia untuk dimuat turun
nl: Er zijn geen logboeken beschikbaar om te downloaden
pl: Brak dzienników do pobrania
pt: Nenhum registro disponível para download
ro: Nu există jurnalele disponibile pentru descărcare
ru: Нет журналов, доступных для скачивания
si: බාගැනීමට ලඝු සටහනක් නොමැත
sk: Nie sú dostupné žiadne protokoly na stiahnutie
sl: Za prenos ni na voljo nobenih dnevnikov
sv: Inga loggar tillgängliga att ladda ner
sw: Hakuna kumbukumbu zinazopatikana za kupakua
te: డౌన్‌లోడ్ చేయడానికి లాగ్‌లు ఏవీ అందుబాటులో లేవు
th: ไม่มีบันทึกให้ดาวน์โหลด
tr: İndirilebilecek günlük yok
uk: Немає журналів, доступних для завантаження
ur: ڈاؤن لوڈ کرنے کے لئے کوئی نوشتہ دستیاب نہیں ہے
uz: Yuklab olish uchun hech qanday jurnal mavjud emas
zh: 没有可下载的日志
zh_hant: 沒有可供下載的日誌
zu: Awekho amalogi atholakalayo ukuze alandwe

source: Download failed
af: Aflaai het misluk
am: ማውረድ አልተሳካም።
ar: فشل التنزيل
az: Yükləmə uğursuz oldu
be: Памылка спампоўкі
bn: ডাউনলোড ব্যর্থ হয়েছে৷
bo: ཕབ་ལེན་ཕམ།
ca: La baixada ha fallat
cs: Stahování se nezdařilo
da: Download mislykkedes
el: Η λήψη απέτυχε
es: Descarga fallida
et: Allalaadimine ebaõnnestus
fa: دانلود انجام نشد
fr: Le téléchargement a échoué
gu: ડાઉનલોડ નિષ્ફળ થયું
he: ההורדה נכשלה
hi: डाउनलोड विफल रहा
hr: Preuzimanje nije uspjelo
hu: A letöltés sikertelen
hy: Ներբեռնումը ձախողվեց
id: Pengunduhan gagal
is: Niðurhal mistókst
it: Download non riuscito
ja: ダウンロードに失敗しました
km: ការទាញយកបរាជ័យ
kn: ಡೌನ್‌ಲೋಡ್ ವಿಫಲವಾಗಿದೆ
lt: Atsisiųsti nepavyko
lv: Lejupielāde neizdevās
mk: Преземањето не успеа
ms: Muat turun gagal
nl: Downloaden mislukt
pl: Pobieranie nie powiodło się
pt: Falha no download
ro: Descărcarea a eșuat
ru: Загрузка не удалась
si: බාගැනීම අසාර්ථක විය
sk: Sťahovanie zlyhalo
sl: Prenos ni uspel
sv: Nedladdningen misslyckades
sw: Imeshindwa kupakua
te: డౌన్‌లోడ్ విఫలమైంది
th: การดาวน์โหลดล้มเหลว
tr: İndirme başarısız oldu
uk: Помилка завантаження
ur: ڈاؤن لوڈ ناکام
uz: Yuklab bo‘lmadi
zh: 下载失败
zh_hant: 下載失敗
zu: Ukulanda kuhlulekile

source: Refresh
af: Verfris
am: አድስ
ar: تحديث
az: Yeniləyin
be: Абнавіць
bn: রিফ্রেশ
bo: གསར་སྒྱུར།
ca: Actualitza
cs: Obnovit
da: Opdater
el: Ανανέωση
es: Actualizar
et: Värskenda
fa: تازه کردن
fr: Actualiser
gu: તાજું કરો
he: רענן
hi: ताज़ा करें
hr: Osvježi
hu: Frissítés
hy: Թարմացնել
id: Segarkan
is: Endurnýja
it: Aggiorna
ja: リフレッシュ
km: ធ្វើឱ្យស្រស់
kn: ರಿಫ್ರೆಶ್ ಮಾಡಿ
lt: Atnaujinti
lv: Atsvaidzināt
mk: Освежи
ms: Segarkan semula
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ro: Reîmprospătați
ru: Обновить
si: නැවුම් කරන්න
sk: Obnoviť
sl: Osveži
sv: Uppdatera
sw: Onyesha upya
te: రిఫ్రెష్ చేయండి
th: รีเฟรช
tr: Yenile
uk: Оновити
ur: ریفریش
uz: Yangilash
zh: 刷新
zh_hant: 刷新
zu: Vuselela

source: Share Logs
af: Deel logs
am: የምዝግብ ማስታወሻዎችን አጋራ
ar: مشاركة السجلات
az: Qeydləri paylaşın
be: Абагуліць часопісы
bn: লগ শেয়ার করুন
bo: ཐོ་གཞུང་མཉམ་སྤྱོད།
ca: Comparteix registres
cs: Sdílet protokoly
da: Del logs
el: Κοινή χρήση αρχείων καταγραφής
es: Compartir registros
et: Jaga logisid
fa: اشتراک‌گذاری گزارش‌ها
fr: Partager les journaux
gu: શેર લોગ
he: שתף יומנים
hi: लॉग साझा करें
hr: Podijeli zapisnike
hu: Naplók megosztása
hy: Համօգտագործել տեղեկամատյանները
id: Bagikan Log
is: Deila logs
it: Condividi registri
ja: ログを共有する
km: ចែករំលែកកំណត់ហេតុ
kn: ಲಾಗ್‌ಗಳನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
lt: Bendrinti žurnalus
lv: Kopīgot žurnālus
mk: Сподели дневници
ms: Kongsi Log
nl: Deel logboeken
pl: Udostępnij dzienniki
pt: Compartilhar registros
ro: Partajați jurnalele
ru: Поделиться журналами
si: ලොග් බෙදාගන්න
sk: Zdieľať denníky
sl: Delite dnevnike
sv: Dela loggar
sw: Shiriki Kumbukumbu
te: లాగ్‌లను భాగస్వామ్యం చేయండి
th: แบ่งปันบันทึก
tr: Günlükleri Paylaş
uk: Поділитися журналами
ur: نوشتہ جات شیئر کریں
uz: Jurnallarni almashish
zh: 分享日志
zh_hant: 分享日誌
zu: Yabelana Ngezingodo

# downloadSuccess
source: Downloaded to {path}
af: Afgelaai na {path}
am: ወደ {path} ወርዷል
ar: تم التنزيل إلى {path}
az: {path} ünvanına endirildi
be: Спампавана ў {path}
bn: {path} এ ডাউনলোড করা হয়েছে
bo: {path} ལ་ཕབ་ལེན་ཟིན།
ca: Descarregat a {path}
cs: Staženo do {path}
da: Downloadet til {path}
el: Έγινε λήψη σε {path}
es: Descargado a {path}
et: Laaditi alla {path}
fa: دانلود به {path}
fr: Téléchargé sur {path}
gu: {path} પર ડાઉનલોડ કરેલ
he: הורד אל {path}
hi: {path} पर डाउनलोड किया गया
hr: Preuzeto na {path}
hu: Letöltve ide: {path}
hy: Ներբեռնվել է {path} հասցեով
id: Diunduh ke {path}
is: Sótt í {path}
it: Scaricato in {path}
ja: {path} にダウンロードされました
km: បានទាញយកទៅ {path}
kn: {path} ಗೆ ಡೌನ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
lt: Atsisiųsta į {path}
lv: Lejupielādēts uz {path}
mk: Преземено на {path}
ms: Dimuat turun ke {path}
nl: Gedownload naar {path}
pl: Pobrano do {path}
pt: Baixado em {path}
ro: Descărcat pe {path}
ru: Загружено на {path}.
si: {path} වෙත බාගත කර ඇත
sk: Stiahnuté do {path}
sl: Preneseno v {path}
sv: Nedladdat till {path}
sw: Imepakuliwa hadi {path}
te: {path}కి డౌన్‌లోడ్ చేయబడింది
th: ดาวน์โหลดไปที่ {path}
tr: {path}'a indirildi
uk: Завантажено в {path}
ur: __ph0__ پر ڈاؤن لوڈ کیا گیا
uz: {path}ga yuklab olindi
zh: 已下载到 {path}
zh_hant: 下載到{path}
zu: Kulandwe ku-{path}

source: Select Mode
af: Kies Modus
am: ሁነታን ይምረጡ
ar: حدد الوضع
az: Rejimi seçin
be: Выберыце Рэжым
bn: মোড নির্বাচন করুন
bo: བྱེད་སྟངས་འདེམས།
ca: Seleccioneu Mode
cs: Vyberte režim
da: Vælg tilstand
el: Επιλέξτε Λειτουργία
es: Seleccionar modo
et: Valige Režiim
fa: حالت را انتخاب کنید
fr: Sélectionner le mode
gu: મોડ પસંદ કરો
he: בחר מצב
hi: मोड का चयन करें
hr: Odaberite način rada
hu: Kijelölési mód
hy: Ընտրեք ռեժիմ
id: Pilih Modus
is: Veldu Mode
it: Seleziona Modalità
ja: モードの選択
km: ជ្រើសរើសរបៀប
kn: ಮೋಡ್ ಆಯ್ಕೆಮಾಡಿ
lt: Pasirinkite režimą
lv: Izvēlieties Mode
mk: Изберете режим
ms: Pilih Mod
nl: Selecteer Modus
pl: Wybierz Tryb
pt: Selecione o modo
ro: Selectați Modul
ru: Выберите режим
si: මාදිලිය තෝරන්න
sk: Vyberte položku Režim
sl: Izberite način
sv: Välj Läge
sw: Chagua Hali
te: మోడ్‌ని ఎంచుకోండి
th: เลือกโหมด
tr: Mod Seç
uk: Виберіть режим
ur: موڈ منتخب کریں
uz: Tartibni tanlang
zh: 选择模式
zh_hant: 選擇模式
zu: Khetha Imodi

source: Copy Selected
af: Kopieer gekies
am: ቅዳ ተመርጧል
ar: نسخ المحدد
az: Seçilmişi kopyalayın
be: Скапіраваць выбранае
bn: কপি নির্বাচিত
bo: འདེམས་ཟིན་པ་ཕབ།
ca: Còpia seleccionada
cs: Kopírovat vybrané
da: Kopi valgt
el: Επιλέχθηκε η αντιγραφή
es: Copiar seleccionado
et: Kopeeri valitud
fa: کپی انتخاب شده
fr: Copier la sélection
gu: પસંદ કરેલ કૉપિ કરો
he: העתק נבחר
hi: प्रतिलिपि चयनित
hr: Kopiraj odabrano
hu: Kijelöltek másolása
hy: Ընտրված է պատճենը
id: Salin yang Dipilih
is: Afrita valið
it: Copia selezionata
ja: 選択したものをコピー
km: បានជ្រើសរើសចម្លង
kn: ನಕಲು ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
lt: Kopijuoti pasirinktą
lv: Kopēt atlasīto
mk: Избрано копирање
ms: Salin Dipilih
nl: Kopieer geselecteerd
pl: Kopiuj wybrane
pt: Copiar selecionado
ro: Copierea selectată
ru: Копировать выбранное
si: පිටපත තෝරන ලදී
sk: Kopírovať vybraté
sl: Kopiraj izbrano
sv: Kopiera valda
sw: Nakala Imechaguliwa
te: కాపీ ఎంపిక చేయబడింది
th: คัดลอกที่เลือก
tr: Seçileni Kopyala
uk: Копіювати вибране
ur: کاپی منتخب
uz: Tanlangandan nusxa ko'chirish
zh: 拷贝选中
zh_hant: 複製所選內容
zu: Kopisha Okukhethiwe

# selectStartPoint
source: Tap to select start point
af: Tik om beginpunt te kies
am: መነሻ ነጥብ ለመምረጥ መታ ያድርጉ
ar: انقر لتحديد نقطة البداية
az: Başlanğıc nöqtəsini seçmək üçün toxunun
be: Націсніце, каб выбраць пачатковую кропку
bn: স্টার্ট পয়েন্ট নির্বাচন করতে আলতো চাপুন
bo: འགོ་ཚུགས་ས་མནན།
ca: Toqueu per seleccionar el punt d'inici
cs: Klepnutím vyberte počáteční bod
da: Tryk for at vælge startpunkt
el: Πατήστε για να επιλέξετε σημείο εκκίνησης
es: Toque para seleccionar el punto de inicio
et: Puudutage alguspunkti valimiseks
fa: برای انتخاب نقطه شروع ضربه بزنید
fr: Appuyez pour sélectionner le point de départ
gu: પ્રારંભ બિંદુ પસંદ કરવા માટે ટૅપ કરો
he: הקש כדי לבחור נקודת התחלה
hi: आरंभ बिंदु चुनने के लिए टैप करें
hr: Dodirnite za odabir početne točke
hu: Koppints a kezdőpont kiválasztásához
hy: Հպեք՝ մեկնարկային կետն ընտրելու համար
id: Ketuk untuk memilih titik awal
is: Pikkaðu til að velja upphafsstað
it: Tocca per selezionare il punto di partenza
ja: タップして開始点を選択します
km: ប៉ះដើម្បីជ្រើសរើសចំណុចចាប់ផ្តើម
kn: ಪ್ರಾರಂಭ ಬಿಂದುವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ
lt: Bakstelėkite, kad pasirinktumėte pradžios tašką
lv: Pieskarieties, lai izvēlētos sākuma punktu
mk: Допрете за да изберете почетна точка
ms: Ketik untuk memilih titik mula
nl: Tik om het startpunt te selecteren
pl: Kliknij, aby wybrać punkt początkowy
pt: Toque para selecionar o ponto inicial
ro: Atingeți pentru a selecta punctul de pornire
ru: Нажмите, чтобы выбрать начальную точку
si: ආරම්භක ස්ථානය තේරීමට තට්ටු කරන්න
sk: Klepnutím vyberte počiatočný bod
sl: Tapnite, da izberete začetno točko
sv: Tryck för att välja startpunkt
sw: Gusa ili kuchagua mahali pa kuanzia
te: ప్రారంభ బిందువును ఎంచుకోవడానికి నొక్కండి
th: แตะเพื่อเลือกจุดเริ่มต้น
tr: Başlangıç noktasını seçmek için dokunun
uk: Торкніться, щоб вибрати початкову точку
ur: اسٹارٹ پوائنٹ کو منتخب کرنے کے لئے ٹیپ کریں
uz: Boshlanish nuqtasini tanlash uchun bosing
zh: 点击选择起点
zh_hant: 點擊選擇起點
zu: Thepha ukuze ukhethe indawo yokuqala

# selectEndPoint
source: Tap to select end point
af: Tik om eindpunt te kies
am: የመጨረሻ ነጥብ ለመምረጥ መታ ያድርጉ
ar: انقر لتحديد نقطة النهاية
az: Son nöqtəni seçmək üçün toxunun
be: Націсніце, каб выбраць канечную кропку
bn: শেষ বিন্দু নির্বাচন করতে আলতো চাপুন
bo: མཇུག་ས་མནན།
ca: Toqueu per seleccionar el punt final
cs: Klepnutím vyberte koncový bod
da: Tryk for at vælge slutpunkt
el: Πατήστε για να επιλέξετε το τελικό σημείο
es: Toque para seleccionar el punto final
et: Puudutage lõpp-punkti valimiseks
fa: برای انتخاب نقطه پایان ضربه بزنید
fr: Appuyez pour sélectionner le point final
gu: અંતિમ બિંદુ પસંદ કરવા માટે ટૅપ કરો
he: הקש כדי לבחור נקודת סיום
hi: अंतिम बिंदु चुनने के लिए टैप करें
hr: Dodirnite za odabir krajnje točke
hu: Koppints a végpont kiválasztásához
hy: Հպեք՝ վերջնակետն ընտրելու համար
id: Ketuk untuk memilih titik akhir
is: Pikkaðu til að velja endapunkt
it: Tocca per selezionare il punto finale
ja: タップして終点を選択します
km: ប៉ះដើម្បីជ្រើសរើសចំណុចបញ្ចប់
kn: ಅಂತಿಮ ಬಿಂದುವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ
lt: Bakstelėkite, kad pasirinktumėte pabaigos tašką
lv: Pieskarieties, lai atlasītu beigu punktu
mk: Допрете за да изберете крајна точка
ms: Ketik untuk memilih titik tamat
nl: Tik om het eindpunt te selecteren
pl: Stuknij, aby wybrać punkt końcowy
pt: Toque para selecionar o ponto final
ro: Atingeți pentru a selecta punctul final
ru: Нажмите, чтобы выбрать конечную точку
si: අවසන් ලක්ෂ්‍යය තේරීමට තට්ටු කරන්න
sk: Klepnutím vyberte koncový bod
sl: Tapnite, da izberete končno točko
sv: Tryck för att välja slutpunkt
sw: Gusa ili kuchagua sehemu ya mwisho
te: ముగింపు పాయింట్‌ని ఎంచుకోవడానికి నొక్కండి
th: แตะเพื่อเลือกจุดสิ้นสุด
tr: Bitiş noktasını seçmek için dokunun
uk: Торкніться, щоб вибрати кінцеву точку
ur: اختتامی نقطہ کو منتخب کرنے کے لئے ٹیپ کریں
uz: Yakuniy nuqtani tanlash uchun bosing
zh: 点击选择终点
zh_hant: 點擊以選擇終點
zu: Thepha ukuze ukhethe indawo yokugcina

# nothingSelected
source: No logs selected
af: Geen logs gekies nie
am: ምንም ምዝግብ ማስታወሻዎች አልተመረጡም።
ar: لم يتم تحديد أي سجلات
az: Heç bir qeyd seçilməyib
be: Журналы не выбраны
bn: কোন লগ নির্বাচন করা হয়নি
bo: ཐོ་གཞུང་འདེམས་མེད།
ca: No s'han seleccionat registres
cs: Nejsou vybrány žádné protokoly
da: Ingen logfiler er valgt
el: Δεν επιλέχθηκαν αρχεία καταγραφής
es: No hay registros seleccionados
et: Ühtegi logi pole valitud
fa: هیچ گزارشی انتخاب نشده است
fr: Aucun journal sélectionné
gu: કોઈ લૉગ પસંદ કર્યા નથી
he: לא נבחרו יומנים
hi: कोई लॉग चयनित नहीं
hr: Nema odabranih zapisa
hu: Nincs napló kiválasztva
hy: Ընտրված տեղեկամատյաններ չկան
id: Tidak ada log yang dipilih
is: Engir annálar valdir
it: Nessun registro selezionato
ja: ログが選択されていません
km: មិនបានជ្រើសរើសកំណត់ហេតុទេ។
kn: ಯಾವುದೇ ಲಾಗ್‌ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ
lt: Nepasirinkta jokių žurnalų
lv: Nav atlasīts neviens žurnāls
mk: Нема избрани дневници
ms: Tiada log dipilih
nl: Geen logboeken geselecteerd
pl: Nie wybrano dzienników
pt: Nenhum registro selecionado
ro: Nu au fost selectate jurnalele
ru: Журналы не выбраны
si: ලඝු-සටහන් තෝරාගෙන නැත
sk: Nie sú vybraté žiadne denníky
sl: Izbran ni noben dnevnik
sv: Inga loggar har valts
sw: Hakuna kumbukumbu zilizochaguliwa
te: లాగ్‌లు ఏవీ ఎంచుకోబడలేదు
th: ไม่ได้เลือกบันทึก
tr: Hiçbir günlük seçilmedi
uk: Журнали не вибрано
ur: کوئی نوشتہ منتخب نہیں کیا گیا
uz: Hech qanday jurnal tanlanmagan
zh: 没有选中的日志
zh_hant: 未選擇日誌
zu: Awekho amalogi akhethiwe

# scrollToTop
source: Scroll to top (oldest)
af: Rollees na bo (oudste)
am: ወደ ላይ ያሸብልሉ (የቀድሞው)
ar: انتقل إلى الأعلى (الأقدم)
az: Yuxarıya sürüşdürün (ən köhnə)
be: Прагартаць уверх (самы стары)
bn: উপরে স্ক্রোল করুন (প্রাচীনতম)
bo: སྟེང་ལ་སྤོ (རྙིང་ཤོས)
ca: Desplaça't cap a dalt (el més antic)
cs: Posunout nahoru (nejstarší)
da: Rul til toppen (ældste)
el: Κύλιση στην κορυφή (παλαιότερο)
es: Desplazarse hacia arriba (más antiguo)
et: Kerige üles (vanim)
fa: اسکرول به بالا (قدیمی ترین)
fr: Faire défiler vers le haut (le plus ancien)
gu: ટોચ પર સ્ક્રોલ કરો (સૌથી જૂની)
he: גלול לראש הדף (הישן ביותר)
hi: शीर्ष पर स्क्रॉल करें (सबसे पुराना)
hr: Pomakni se na vrh (najstarije)
hu: Görgetés a tetejére (legrégebbi)
hy: Ոլորել դեպի վերև (ամենահին)
id: Gulir ke atas (terlama)
is: Skrunaðu efst (elsta)
it: Scorri verso l'alto (il più vecchio)
ja: 一番上までスクロールします（最も古いもの）
km: រំកិលទៅកំពូល (ចាស់ជាងគេ)
kn: ಮೇಲಕ್ಕೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ (ಹಳೆಯದು)
lt: Slinkite į viršų (seniausias)
lv: Ritiniet uz augšu (vecākais)
mk: Скролувајте до врвот (најстариот)
ms: Tatal ke atas (paling lama)
nl: Scroll naar boven (oudste)
pl: Przewiń do góry (najstarsze)
pt: Role para cima (mais antigo)
ro: Derulați în sus (cel mai vechi)
ru: Прокрутить вверх (самый старый)
si: ඉහළට අනුචලනය කරන්න (පැරණිම)
sk: Posunúť na začiatok (najstaršie)
sl: Pomakni se na vrh (najstarejše)
sv: Scrolla till toppen (äldst)
sw: Sogeza juu (kongwe zaidi)
te: పైకి స్క్రోల్ చేయండి (పురాతనమైనది)
th: เลื่อนไปด้านบน (เก่าที่สุด)
tr: Yukarıya kaydır (en eski)
uk: Прокрутити вгору (найстаріший)
ur: اوپر سے سکرول (قدیم ترین)
uz: Yuqoriga aylantiring (eng eski)
zh: 滚动到顶部（最旧）
zh_hant: 滾動到頂部（最舊的）
zu: Skrolela phezulu (endala)

# scrollToBottom
source: Scroll to bottom (newest)
af: Rollees na onder (nuutste)
am: ወደ ታች ይሸብልሉ (አዲሱ)
ar: انتقل إلى الأسفل (الأحدث)
az: Aşağıya sürüşdürün (ən yeni)
be: Прагартаць уніз (найноўшы)
bn: নীচে স্ক্রোল করুন (নতুন)
bo: འོག་ལ་སྤོ (གསར་ཤོས)
ca: Desplaça't cap avall (el més recent)
cs: Přejděte dolů (nejnovější)
da: Rul til bunden (nyeste)
el: Κύλιση προς τα κάτω (νεότερο)
es: Desplazarse hacia abajo (más reciente)
et: Kerige alla (uusim)
fa: اسکرول به پایین (جدیدترین)
fr: Faire défiler vers le bas (le plus récent)
gu: નીચે સુધી સ્ક્રોલ કરો (નવીનતમ)
he: גלול למטה (החדש ביותר)
hi: नीचे स्क्रॉल करें (नवीनतम)
hr: Pomakni se do dna (najnovije)
hu: Görgetés az aljára (legújabb)
hy: Ոլորել ներքև (նորագույն)
id: Gulir ke bawah (terbaru)
is: Skrunaðu til botns (nýjast)
it: Scorri fino in fondo (più recente)
ja: 一番下までスクロールします (最新)
km: រំកិលចុះក្រោម (ថ្មីបំផុត)
kn: ಕೆಳಕ್ಕೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ (ಹೊಸತು)
lt: Slinkite į apačią (naujausia)
lv: Ritiniet uz leju (jaunākais)
mk: Скролувајте до дното (најнов)
ms: Tatal ke bawah (terbaru)
nl: Scroll naar beneden (nieuwste)
pl: Przewiń w dół (najnowsze)
pt: Role para baixo (mais recente)
ro: Derulați în jos (cel mai nou)
ru: Прокрутить вниз (самый новый)
si: පහළට අනුචලනය කරන්න (නවතම)
sk: Prejdite nadol (najnovšie)
sl: Pomakni se na dno (najnovejše)
sv: Scrolla längst ned (nyast)
sw: Sogeza hadi chini (mpya zaidi)
te: క్రిందికి స్క్రోల్ చేయండి (కొత్తది)
th: เลื่อนไปด้านล่าง (ใหม่ล่าสุด)
tr: En alta doğru kaydır (en yeni)
uk: Прокрутити вниз (найновіше)
ur: نیچے تک اسکرول (تازہ ترین)
uz: Pastga aylantiring (eng yangi)
zh: 滚动到底部（最新）
zh_hant: 滾動到底部（最新）
zu: Skrolela phansi (okusha)

source: Newest logs at bottom
af: Nuutste logs onderaan
am: ከታች ያሉት አዳዲስ ምዝግቦች
ar: أحدث السجلات في الأسفل
az: Aşağıdakı ən yeni qeydlər
be: Найноўшыя часопісы ўнізе
bn: নতুন লগ নীচে
bo: གསར་ཤོས་ཐོ་གཞུང་འོག་ཏུ།
ca: Els registres més recents a la part inferior
cs: Nejnovější logy dole
da: Nyeste logs nederst
el: Τα νεότερα κούτσουρα στο κάτω μέρος
es: Registros más recientes en la parte inferior
et: Allosas uusimad palgid
fa: جدیدترین سیاهههای مربوط در پایین
fr: Journaux les plus récents en bas
gu: તળિયે નવીનતમ લૉગ્સ
he: היומנים החדשים ביותר בתחתית
hi: सबसे नीचे नवीनतम लॉग
hr: Najnoviji dnevnici na dnu
hu: A legújabb naplók alul vannak
hy: Նորագույն տեղեկամատյանները ներքևում
id: Log terbaru di bagian bawah
is: Nýjustu annálar neðst
it: Log più recenti in basso
ja: 最新のログが一番下にあります
km: កំណត់ហេតុថ្មីបំផុតនៅខាងក្រោម
kn: ಕೆಳಭಾಗದಲ್ಲಿ ಹೊಸ ಲಾಗ್‌ಗಳು
lt: Naujausi rąstai apačioje
lv: Jaunākie žurnāli apakšā
mk: Најнови трупци на дното
ms: Log terbaharu di bahagian bawah
nl: Nieuwste logs onderaan
pl: Najnowsze logi na dole
pt: Registros mais recentes na parte inferior
ro: Cele mai noi bușteni în partea de jos
ru: Самые свежие логи внизу
si: පහළින් නවතම ලොග
sk: Najnovšie denníky dole
sl: Najnovejši dnevniki na dnu
sv: Nyaste loggar längst ner
sw: Kumbukumbu mpya zaidi chini
te: దిగువన సరికొత్త లాగ్‌లు
th: บันทึกใหม่ล่าสุดที่ด้านล่าง
tr: En yeni günlükler altta
uk: Найновіші журнали внизу
ur: نچلے حصے میں تازہ ترین نوشتہ جات
uz: Eng yangi jurnallar pastki qismida
zh: 最新日志在底部
zh_hant: 最新日誌在底部
zu: Amalogi amasha kakhulu ngezansi

# logsCount
source: Logs: {current} / {max}
af: Loglêers: {current} / {max}
am: መዝገቦች፡ {current} / {max}
ar: السجلات: {current} / {max}
az: Qeydlər: {current} / {max}
be: Журналы: {current} / {max}
bn: লগ: {current} / {max}
bo: ཐོ་གཞུང་: {current} / {max}
ca: Registres: {current} / {max}
cs: Protokoly: {current} / {max}
da: Logfiler: {current} / {max}
el: Μητρώα: {current} / {max}
es: Registros: {current} / {max}
et: Logid: {current} / {max}
fa: گزارش‌ها: {current} / {max}
fr: Journaux : {current} / {max}
gu: લૉગ્સ: {current} / {max}
he: יומנים: {current} / {max}
hi: लॉग: {current} / {max}
hr: Dnevnici: {current} / {max}
hu: Naplók: {current} / {max}
hy: Գրանցամատյաններ՝ {current} / {max}
id: Log: {current} / {max}
it: Registri: {current} / {max}
ja: ログ: {current} / {max}
km: កំណត់ហេតុ៖ {current} / {max}
kn: ದಾಖಲೆಗಳು: {current} / {max}
lt: Žurnalai: {current} / {max}
lv: Žurnāli: {current} / {max}
mk: Дневници: {current} / {max}
ms: Log: {current} / {max}
nl: Logboeken: {current} / {max}
pl: Logi: {current} / {max}
pt: Registros: {current} / {max}
ro: Jurnale: {current} / {max}
ru: Журналы: {current} / {max}
si: ලඝු-සටහන්: {current} / {max}
sk: Denníky: {current} / {max}
sl: Dnevniki: {current} / {max}
sv: Loggar: {current} / {max}
sw: Kumbukumbu: {current} / {max}
te: లాగ్‌లు: {current} / {max}
th: บันทึก: {current} / {max}
tr: Günlükler: {current} / {max}
uk: Журнали: {current} / {max}
ur: نوشتہ جات: __ph0__ / __ph1__
uz: Jurnallar: {current} / {max}
zh: 日志：{current} / {max}
zh_hant: 日誌：{current} / {max}
zu: Amalogi: {current} / {max}
