Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# capturePiecesConditionUnlimited
source: No restriction
af: Geen beperking nie
am: ምንም ገደብ የለም
ar: لا تقييد
az: Heç bir məhdudiyyət yoxdur
be: Без абмежавання
bg: Без ограничение
bn: কোন বিধিনিষেধ
bo: བཀག་སྡོམ་མེད་པ།
ca: Sense restricció
cs: Žádné omezení
da: Ingen begrænsning
de: Keine Einschränkung
el: Δεν υπάρχει περιορισμός
es: Sin restricción
et: Piiranguid pole
fa: بدون محدودیت
fi: Ei rajoitusta
fr: Aucune restriction
gu: કોઈ પ્રતિબંધ નથી
he: אין הגבלה
hi: प्रतिबंध नहीं
hr: Nema ograničenja
hu: Nincs korlátozás
hy: Ոչ մի սահմանափակություն
id: Tidak ada batasan
is: Engin takmörkun
it: Nessuna restrizione
ja: 制限なし
km: គ្មានការដាក់កម្រិត
kn: ಯಾವುದೇ ನಿರ್ಬಂಧವಿಲ್ಲ
ko: 제한이 없습니다
lt: Jokio apribojimo
lv: Nav ierobežojuma
mk: Без ограничување
ms: Tiada sekatan
my: ကန့်သတ်ချက်မရှိပါ
nb: Ingen begrensninger
nl: Geen beperking
pl: Bez ograniczeń
pt: Sem restrição
ro: Fără restricție
ru: Без ограничений
si: සීමාවක් නැත
sk: Žiadne obmedzenie
sl: Brez omejitve
sq: Asnjë kufizim
sr: Нема ограничења
sv: Ingen begränsning
sw: Hakuna kizuizi
te: పరిమితి లేదు
th: ไม่มีข้อ จำกัด
tr: Kısıtlama Yok
uk: Немає обмежень
ur: کوئی پابندی نہیں
uz: Hech qanday cheklov yo'q
vi: Không hạn chế
zh: 无限制
zh_hant: 無限制
zu: Akukho mkhawulo

# capturePiecesConditionSelfLeqThree
source: Available when you have 3 or fewer pieces
af: Beskikbaar as u drie of minder stukke het
am: ሶስት ወይም ከዚያ ያነሱ ቁርጥራጮች ሲኖሩዎት ይገኛል
ar: متاح عندما يكون لديك ثلاث قطع أو أقل
az: Üç və ya daha az hissədən olanda mövcuddur
be: Даступна, калі ў вас ёсць тры ці менш штук
bg: Предлага се, когато имате три или по -малко парчета
bn: আপনার যখন তিন বা তার চেয়ে কম টুকরো থাকে তখন উপলব্ধ
bo: ཁྱེད་ལ་ཆ་ཤས་གསུམ་ཡང་ན་ཉུང་བའི་སྐབས་སུ་ཐོབ་ཐུབ།
ca: Disponible quan tingueu tres o menys peces
cs: K dispozici, když máte tři nebo méně kusů
da: Tilgængelig, når du har tre eller færre stykker
de: Erhältlich, wenn Sie drei oder weniger Stücke haben
el: Διατίθεται όταν έχετε τρία ή λιγότερα κομμάτια
es: Disponible cuando tienes tres o menos piezas
et: Saadaval, kui teil on kolm või vähem tükki
fa: در صورت داشتن سه یا کمتر قطعه موجود است
fi: Saatavana, kun sinulla on kolme tai vähemmän kappaletta
fr: Disponible lorsque vous avez trois pièces ou moins
gu: જ્યારે તમારી પાસે ત્રણ અથવા ઓછા ટુકડાઓ હોય ત્યારે ઉપલબ્ધ
he: זמין כשיש לך שלוש חתיכות או פחות
hi: जब आपके पास तीन या उससे कम टुकड़े हों तो उपलब्ध
hr: Dostupno kad imate tri ili manje komada
hu: Elérhető, ha három vagy kevesebb darabja van
hy: Մատչելի է, երբ ունեք երեք կամ ավելի քիչ կտոր
id: Tersedia saat Anda memiliki tiga atau lebih sedikit keping
is: Í boði þegar þú ert með þrjú eða færri stykki
it: Disponibile quando hai tre o meno pezzi
ja: 3つ以下のピースがある場合に利用できます
km: មាននៅពេលអ្នកមានបំណែកបីឬតិចជាងនេះ
kn: ನೀವು ಮೂರು ಅಥವಾ ಕಡಿಮೆ ತುಣುಕುಗಳನ್ನು ಹೊಂದಿರುವಾಗ ಲಭ್ಯವಿದೆ
ko: 3 개 이하의 조각이있을 때 사용할 수 있습니다
lt: Galima, kai turite tris ar mažiau gabalų
lv: Pieejams, kad jums ir trīs vai mazāk
mk: Достапно кога имате три или помалку парчиња
ms: Tersedia semasa anda mempunyai tiga atau lebih sedikit
my: သင့်တွင်သုံးခုသို့မဟုတ်နည်းပါးလာအပိုင်းပိုင်းရှိသည့်အခါရရှိနိုင်ပါသည်
nb: Tilgjengelig når du har tre eller færre stykker
nl: Beschikbaar als je drie of minder stukken hebt
pl: Dostępne, gdy masz trzy lub mniej elementów
pt: Disponível quando você tem três ou menos peças
ro: Disponibil când aveți trei sau mai puține piese
ru: Доступно, если у вас осталось три или меньше фигур
si: ඔබට කෑලි තුනක් හෝ ඊට අඩු වූ විට ලබා ගත හැකිය
sk: K dispozícii, keď máte tri alebo menej kusov
sl: Na voljo, ko imate tri ali manj kosov
sq: Në dispozicion kur keni tre ose më pak pjesë
sr: Доступно када имате три или мање комада
sv: Tillgängligt när du har tre eller färre bitar
sw: Inapatikana wakati una vipande vitatu au vichache
te: మీకు మూడు లేదా అంతకంటే తక్కువ ముక్కలు ఉన్నప్పుడు లభిస్తుంది
th: มีให้เมื่อคุณมีสามชิ้นหรือน้อยกว่า
tr: Üç veya daha az parçanız olduğunda mevcuttur
uk: Доступно, коли у вас три або менше штук
ur: جب آپ کے پاس تین یا کم ٹکڑے ہوں تو دستیاب ہے
uz: Uch yoki undan kam bo'lganda mavjud
vi: Có sẵn khi bạn có ba hoặc ít hơn
zh: 己方剩余棋子≤3枚时可用
zh_hant: 己方剩餘棋子≤3枚時可用
zu: Kuyatholakala lapho unezingcezu ezintathu noma ezimbalwa

# stopPlacingWhenTwoEmptySquares
source: Stop placing when only two empty squares remain
af: Stop plaas wanneer slegs twee leë vierkante oorbly
am: ሁለት ባዶ ካሬዎች ብቻ ሲቀሩ ማስቀመጥ ያቁሙ
ar: توقف عن الوضع عندما يتبقى مربعان فارغان فقط
az: Yalnız iki boş kvadrat qaldıqda yerləşdirməyi dayandırın
be: Спыніць размяшчэнне, калі застаецца толькі два пустыя квадраты
bg: Спрете поставянето, когато останат само два празни квадрата
bn: শুধুমাত্র দুটি খালি বর্গক্ষেত্র অবশিষ্ট থাকলে স্থাপন বন্ধ করুন
bo: སྟོང་པའི་གྲུ་བཞི་གཉིས་ལས་མེད་པའི་སྐབས་གཞག་པ་མཚམས་འཇོག
ca: Atura la col·locació quan només quedin dos quadrats buits
cs: Zastavit umísťování, když zbývají pouze dva prázdné čtverce
da: Stop placering når kun to tomme felter er tilbage
de: Setzen beenden, wenn nur noch zwei leere Felder übrig sind
el: Διακοπή τοποθέτησης όταν απομένουν μόνο δύο κενά τετράγωνα
es: Detener la colocación cuando solo queden dos cuadrados vacíos
et: Lõpeta paigutamine, kui jääb ainult kaks tühja ruutu
fa: توقف قرار دادن وقتی فقط دو مربع خالی باقی می‌ماند
fi: Lopeta asettaminen, kun vain kaksi tyhjää ruutua jää jäljelle
fr: Arrêter le placement lorsqu'il ne reste que deux cases vides
gu: જ્યારે માત્ર બે ખાલી ચોરસ બાકી રહે ત્યારે મૂકવાનું બંધ કરો
he: הפסק להציב כאשר נותרים רק שני ריבועים ריקים
hi: जब केवल दो खाली वर्ग शेष रहें तो रखना बंद करें
hr: Zaustavite postavljanje kada preostanu samo dva prazna polja
hu: Lehelyezés leállítása, ha csak két üres négyzet marad
hy: Դադարեցրեք տեղադրումը, երբ մնում են միայն երկու դատարկ քառակուսիներ
id: Hentikan penempatan ketika hanya tersisa dua kotak kosong
is: Hættu að setja þegar aðeins tveir tómir reitir eru eftir
it: Interrompi il posizionamento quando rimangono solo due quadrati vuoti
ja: 空のマスが2つだけ残ったときに配置を停止
km: បញ្ឈប់ការដាក់នៅពេលដែលមានតែការ៉េទទេពីរប៉ុណ្ណោះនៅសល់
kn: ಕೇವಲ ಎರಡು ಖಾಲಿ ಚೌಕಗಳು ಉಳಿದಾಗ ಇಡುವುದನ್ನು ನಿಲ್ಲಿಸಿ
ko: 빈 칸이 두 개만 남았을 때 배치 중지
lt: Sustabdyti dėjimą, kai lieka tik du tušti kvadratai
lv: Pārtraukt novietošanu, kad paliek tikai divi tukši kvadrāti
mk: Запри со поставување кога преостануваат само два празни квадрати
ms: Hentikan peletakan apabila hanya tinggal dua petak kosong
my: ဗလာနေရာ နှစ်ခုသာ ကျန်တော့လျှင် ထည့်ခြင်း ရပ်ရန်
nb: Stopp plassering når bare to tomme ruter gjenstår
nl: Stop met plaatsen wanneer er nog maar twee lege vakjes over zijn
pl: Zatrzymaj umieszczanie, gdy pozostaną tylko dwa puste pola
pt: Parar de colocar quando restarem apenas dois quadrados vazios
ro: Opriți plasarea când rămân doar două pătrate goale
ru: Прекратить размещение, когда останется только два пустых квадрата
si: හිස් වර්ග දෙකක් පමණක් ඉතිරි වූ විට තැබීම නවත්වන්න
sk: Zastaviť umiestňovanie, keď zostanú iba dve prázdne štvorce
sl: Prenehajte s postavljanjem, ko ostaneta le dva prazna kvadrata
sq: Ndalo vendosjen kur mbeten vetëm dy katrorë bosh
sr: Заустави постављање када преостану само два празна квадрата
sv: Sluta placera när bara två tomma rutor återstår
sw: Acha kuweka wakati miraba miwili tupu tu inabaki
te: రెండు ఖాళీ చతురస్రాలు మాత్రమే మిగిలినప్పుడు ఉంచడం ఆపండి
th: หยุดการวางเมื่อเหลือเพียงสองช่องว่าง
tr: Yalnızca iki boş kare kaldığında yerleştirmeyi durdur
uk: Завершувати фазу розміщення, коли на дошці лишаються лише 2 порожні клітинки
ur: جب صرف دو خالی چوکور رہ جائیں تو رکھنا بند کریں
uz: Faqat ikkita bo'sh kvadrat qolganda joylashtirni to'xtating
vi: Dừng đặt khi chỉ còn lại hai ô trống
zh: 棋盘只剩两个空位时停止放子
zh_hant: 棋盤只剩兩個空位時停止放子
zu: Misa ukubeka uma kusele amaskwele amabili kuphela angenalutho

# stopPlacingWhenTwoEmptySquares_Detail
source: When enabled, the placing phase ends and moving phase begins when the board has only 2 empty spaces left, regardless of pieces in hand. This rule only applies to 12-piece games.
af: Wanneer geaktiveer, eindig die plaasfase en begin die skuiffase wanneer die bord slegs 2 leë spasies oorhet, ongeag stukke in die hand. Hierdie reël geld slegs vir 12-stuk speletjies.
am: ሲነቃ፣ ሰሌዳው 2 ባዶ ቦታዎች ብቻ ሲኖሩት የማስቀመጫ ደረጃ ያበቃል እና የመንቀሳቀስ ደረጃ ይጀምራል፣ በእጅ ያሉ ቁርጥራጮችን ሳይጠቅስ። ይህ ደንብ ለ12-ቁራጭ ጨዋታዎች ብቻ ይተገበራል።
ar: عند التمكين، تنتهي مرحلة الوضع وتبدأ مرحلة التحريك عندما يتبقى في اللوحة مساحتان فارغتان فقط، بغض النظر عن القطع في اليد. تنطبق هذه القاعدة فقط على ألعاب 12 قطعة.
az: Aktivləşdirildikdə, lövhədə yalnız 2 boş yer qaldıqda, əldə olan fiqurlardan asılı olmayaraq yerləşdirmə mərhələsi bitir və hərəkət mərhələsi başlayır. Bu qayda yalnız 12 fiqurlu oyunlara şamil edilir.
be: Пры ўключэнні фаза размяшчэння заканчваецца і пачынаецца фаза руху, калі на дошцы застаецца толькі 2 пустыя месцы, незалежна ад фігур у руцэ. Гэтае правіла прымяняецца толькі да гульняў з 12 фігурамі.
bg: Когато е активирано, фазата на поставяне приключва и фазата на движение започва, когато на дъската останат само 2 празни места, независимо от фигурите в ръка. Това правило се прилага само за игри с 12 фигури.
bn: সক্রিয় থাকলে, বোর্ডে শুধুমাত্র ২টি খালি জায়গা থাকলে স্থাপন পর্ব শেষ হয় এবং চলন পর্ব শুরু হয়, হাতে থাকা টুকরা নির্বিশেষে। এই নিয়মটি শুধুমাত্র ১২-টুকরা গেমের জন্য প্রযোজ্য।
bo: སྤྱོད་པའི་སྐབས། གཞོང་པང་ལ་སྟོང་གནས་༢་ལས་མེད་པའི་སྐབས་གཞག་པའི་རིམ་པ་མཇུག་སྒྲིལ་ཞིང་སྐྱོད་པའི་རིམ་པ་འགོ་འཛུགས་པ་རེད། ལག་ཏུ་ཡོད་པའི་སྐྱེད་ཆ་ཁག་ལ་མ་ལྟོས་པར། འདི་ནི་སྐྱེད་ཆ་༡༢་པའི་རྩེད་མོ་ལ་མ་གཏོགས་འཇོག་མི་ཐུབ།
ca: Quan s'activa, la fase de col·locació finalitza i comença la fase de moviment quan el tauler té només 2 espais buits, independentment de les peces a la mà. Aquesta regla només s'aplica a jocs de 12 peces.
cs: Když je povoleno, fáze umísťování končí a fáze pohybu začíná, když na desce zbývají pouze 2 prázdná místa, bez ohledu na kameny v ruce. Toto pravidlo platí pouze pro hry s 12 kameny.
da: Når aktiveret slutter placeringsfasen, og bevægelsesfasen begynder, når brættet kun har 2 tomme pladser tilbage, uanset brikker i hånden. Denne regel gælder kun for 12-brik spil.
de: Wenn aktiviert, endet die Setzphase und die Zugphase beginnt, wenn das Brett nur noch 2 freie Felder hat, unabhängig von den Steinen in der Hand. Diese Regel gilt nur für 12-Stein-Spiele.
el: Όταν είναι ενεργοποιημένο, η φάση τοποθέτησης τελειώνει και η φάση κίνησης ξεκινά όταν ο πίνακας έχει μόνο 2 κενές θέσεις, ανεξάρτητα από τα κομμάτια στο χέρι. Αυτός ο κανόνας ισχύει μόνο για παιχνίδια 12 κομματιών.
es: Cuando está habilitado, la fase de colocación termina y la fase de movimiento comienza cuando el tablero tiene solo 2 espacios vacíos, independientemente de las piezas en la mano. Esta regla solo se aplica a juegos de 12 piezas.
et: Kui see on lubatud, lõpeb paigutamise faas ja algab liikumise faas, kui laual on ainult 2 tühja kohta, olenemata käes olevatest nuuppudest. See reegel kehtib ainult 12-nupuga mängude puhul.
fa: وقتی فعال باشد، مرحله قرار دادن به پایان می‌رسد و مرحله حرکت زمانی شروع می‌شود که صفحه فقط ۲ فضای خالی داشته باشد، صرف نظر از مهره‌های موجود در دست. این قانون فقط برای بازی‌های ۱۲ مهره‌ای اعمال می‌شود.
fi: Kun tämä on käytössä, asettamisvaihe päättyy ja siirtovaihe alkaa, kun laudalla on vain 2 tyhjää paikkaa jäljellä, riippumatta kädessä olevista nappuloista. Tämä sääntö koskee vain 12-nappulaisia pelejä.
fr: Lorsqu'elle est activée, la phase de placement se termine et la phase de déplacement commence lorsque le plateau n'a plus que 2 espaces vides, quel que soit le nombre de pièces en main. Cette règle s'applique uniquement aux jeux à 12 pièces.
gu: જ્યારે સક્ષમ હોય ત્યારે, બોર્ડ પર માત્ર 2 ખાલી જગ્યાઓ બાકી હોય ત્યારે મૂકવાનો તબક્કો સમાપ્ત થાય છે અને ખસેડવાનો તબક્કો શરૂ થાય છે, હાથમાં રહેલા ટુકડાઓને ધ્યાનમાં લીધા વિના. આ નિયમ ફક્ત 12-ટુકડાની રમતો માટે લાગુ પડે છે.
he: כאשר מופעל, שלב ההצבה מסתיים ושלב התנועה מתחיל כאשר הלוח כולל רק 2 משבצות ריקות, ללא תלות בכלים שביד. כלל זה חל רק על משחקים של 12 כלים.
hi: जब सक्षम हो, तो बोर्ड पर केवल 2 खाली जगहें बची होने पर रखने का चरण समाप्त हो जाता है और चलने का चरण शुरू हो जाता है, हाथ में मोहरों की परवाह किए बिना। यह नियम केवल 12-मोहरा खेलों के लिए लागू होता है।
hr: Kada je omogućeno, faza postavljanja završava i faza pokreta počinje kada ploča ima samo 2 prazna mjesta, bez obzira na figure u ruci. Ovo pravilo vrijedi samo za igre s 12 figura.
hu: Ha engedélyezve van, a lehelyezési fázis véget ér, és a mozgatási fázis kezdődik, amikor a táblán csak 2 üres hely marad, függetlenül a kézben lévő bábúktól. Ez a szabály csak a 12 bábús játékokra vonatkozik.
hy: Երբ միացված է, տեղադրման փուլը ավարտվում է, և քայլի փուլը սկսվում է, երբ տախտակին մնում է միայն 2 դատարկ տեղ, անկախ ձեռքում եղած խաղաքարերից: Այս կանոնը կիրառվում է միայն 12 խաղաքարերով խաղերի համար:
id: Jika diaktifkan, fase penempatan berakhir dan fase pergerakan dimulai ketika papan hanya memiliki 2 ruang kosong tersisa, terlepas dari bidak di tangan. Aturan ini hanya berlaku untuk permainan 12 bidak.
is: Þegar þetta er virkt lýkur staðsetningarfasanum og hreyfingarfasinn byrjar þegar borðið hefur aðeins 2 tóm rými eftir, óháð mönnunum í hendi. Þessi regla á aðeins við um 12 manna leiki.
it: Quando abilitato, la fase di posizionamento termina e la fase di movimento inizia quando la scacchiera ha solo 2 spazi vuoti rimasti, indipendentemente dai pezzi in mano. Questa regola si applica solo ai giochi a 12 pezzi.
ja: 有効にすると、ボード上に空きスペースが2つだけ残ったときに配置フェーズが終了し、移動フェーズが始まります。手持ちの駒に関係なく適用されます。このルールは12駒ゲームにのみ適用されます。
km: នៅពេលបើក ដំណាក់កាលដាក់បញ្ចប់ ហើយដំណាក់កាលផ្លាស់ទីចាប់ផ្តើមនៅពេលដែលក្តារមានតែកន្លែងទទេ ២ នៅសល់ ដោយមិនគិតពីបំណែកនៅក្នុងដៃ។ ច្បាប់នេះអនុវត្តតែសម្រាប់ហ្គេមបំណែក ១២ ប៉ុណ្ណោះ។
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಬೋರ್ಡ್‌ನಲ್ಲಿ ಕೇವಲ 2 ಖಾಲಿ ಸ್ಥಳಗಳು ಉಳಿದಾಗ ಇಡುವ ಹಂತ ಮುಗಿಯುತ್ತದೆ ಮತ್ತು ಚಲನೆಯ ಹಂತ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ, ಕೈಯಲ್ಲಿರುವ ತುಂಡುಗಳ ಲೆಕ್ಕವಿಲ್ಲದೆ. ಈ ನಿಯಮವು ಕೇವಲ 12-ತುಂಡು ಆಟಗಳಿಗೆ ಮಾತ್ರ ಅನ್ವಯಿಸುತ್ತದೆ.
ko: 활성화하면 보드에 빈 공간이 2개만 남았을 때 배치 단계가 종료되고 이동 단계가 시작됩니다. 손에 있는 말 개수와 관계없이 적용됩니다. 이 규칙은 12개 말 게임에만 적용됩니다.
lt: Kai įjungta, dėjimo fazė baigiasi ir prasideda judėjimo fazė, kai lentoje lieka tik 2 tušti laukai, nepaisant rankoje esančių figūrų. Ši taisyklė taikoma tik 12 figūrų žaidimams.
lv: Kad iespējots, novietošanas fāze beidzas un gājienu fāze sākas, kad uz galda ir palikušas tikai 2 tukšas vietas, neatkarīgi no figūrām rokā. Šis noteikums attiecas tikai uz spēlēm ar 12 figūrām.
mk: Кога е овозможено, фазата на поставување завршува и фазата на движење почнува кога таблата има само 2 празни места, без оглед на фигурите во рака. Ова правило важи само за игри со 12 фигури.
ms: Apabila didayakan, fasa peletakan berakhir dan fasa pergerakan bermula apabila papan hanya mempunyai 2 ruang kosong yang tinggal, tanpa mengira buah di tangan. Peraturan ini hanya terpakai untuk permainan 12 buah.
my: ဖွင့်ထားလျှင် ဘုတ်ပေါ်တွင် ဗလာနေရာ 2 ခုသာ ကျန်ရှိတော့သောအခါ ထားသည့်အဆင့် ပြီးဆုံးပြီး ရွှေ့သည့်အဆင့် စတင်သည်။ လက်၌ရှိသော အကွက်များ မည်မျှပင်ရှိစေကာမူ။ ဤစည်းမျဉ်းသည် 12-အကွက် ဂိမ်းများအတွက်သာ သက်ရောက်ပါသည်။
nb: Når aktivert, slutter plasseringsfasen og flyttefasen begynner når brettet bare har 2 tomme plasser igjen, uavhengig av brikker i hånden. Denne regelen gjelder bare for 12-brikkspill.
nl: Wanneer ingeschakeld, eindigt de plaatsingsfase en begint de verplaatsingsfase wanneer het bord nog maar 2 lege plaatsen heeft, ongeacht de stukken in de hand. Deze regel geldt alleen voor spellen met 12 stukken.
pl: Po włączeniu faza umieszczania kończy się, a faza ruchu zaczyna się, gdy na planszy pozostały tylko 2 wolne miejsca, niezależnie od pionków w ręce. Ta zasada dotyczy tylko gier z 12 pionkami.
pt: Quando ativado, a fase de colocação termina e a fase de movimento começa quando o tabuleiro tem apenas 2 espaços vazios restantes, independentemente das peças na mão. Esta regra aplica-se apenas a jogos de 12 peças.
ro: Când este activată, faza de plasare se termină și faza de mișcare începe când tabla are doar 2 spații goale rămase, indiferent de piesele din mână. Această regulă se aplică doar jocurilor cu 12 piese.
ru: При включении фаза размещения заканчивается и фаза хода начинается, когда на доске остается только 2 пустых места, независимо от фишек в руке. Это правило применяется только к играм с 12 фишками.
si: සක්‍රීය කළ විට, පුවරුවේ හිස් ඉඩ 2ක් පමණක් ඉතිරිව ඇති විට තැබීමේ අදියර අවසන් වන අතර චලන අදියර ආරම්භ වේ, අතේ ඇති කැබලි නොතකා. මෙම රීතිය 12-කැබලි ක්‍රීඩා සඳහා පමණක් අදාළ වේ.
sk: Keď je povolené, fáza umiestňovania sa skončí a fáza pohybu začne, keď má doska iba 2 prázdne miesta, bez ohľadu na kamene v ruke. Toto pravidlo platí iba pre hry s 12 kameňmi.
sl: Ko je omogočeno, se faza postavljanja konča in faza premikanja se začne, ko ima plošča samo še 2 prosti mesti, ne glede na figure v roki. To pravilo velja samo za igre z 12 figurami.
sq: Kur aktivizohet, faza e vendosjes përfundon dhe faza e lëvizjes fillon kur tabela ka vetëm 2 vende bosh të mbetura, pavarësisht nga copat në dorë. Ky rregull aplikohet vetëm për lojëra me 12 copa.
sr: Када је омогућено, фаза постављања се завршава и фаза покрета почиње када табла има само 2 празна места, без обзира на фигуре у руци. Ово правило важи само за игре са 12 фигура.
sv: När det är aktiverat avslutas placeringsfasen och flyttfasen börjar när brädet bara har 2 tomma platser kvar, oavsett pjäser i handen. Denna regel gäller endast för 12-pjässpel.
sw: Inapowashwa, awamu ya kuweka inaisha na awamu ya kusogeza inaanza wakati ubao una nafasi 2 tupu zilizobaki, bila kujali vipande mkononi. Sheria hii inatumika tu kwa michezo ya vipande 12.
te: ప్రారంభించినప్పుడు, బోర్డ్‌లో కేవలం 2 ఖాళీ స్థలాలు మిగిలినప్పుడు ఉంచే దశ ముగుస్తుంది మరియు కదిలించే దశ ప్రారంభమవుతుంది, చేతిలో ముక్కలు ఉన్నా లేకపోయినా. ఈ నియమం 12-ముక్కల ఆటలకు మాత్రమే వర్తిస్తుంది.
th: เมื่อเปิดใช้งาน ขั้นตอนการวางจะสิ้นสุดและขั้นตอนการเคลื่อนย้ายจะเริ่มต้นเมื่อกระดานมีพื้นที่ว่างเพียง 2 ช่อง โดยไม่คำนึงถึงหมากที่อยู่ในมือ กฎนี้ใช้กับเกมหมาก 12 ตัวเท่านั้น
tr: Etkinleştirildiğinde, tahtada yalnızca 2 boş alan kaldığında yerleştirme aşaması sona erer ve hareket aşamı başlar, eldeki taşlar ne olursa olsun. Bu kural yalnızca 12 taşlı oyunlar için geçerlidir.
uk: Коли увімкнено, фаза розміщення закінчується і починається фаза переміщення, коли на дошці залишається лише 2 порожні клітинки, незалежно від кількості фігур у руці. Це правило застосовується лише до ігор із 12 фігурами.
ur: فعال ہونے پر، جب بورڈ پر صرف 2 خالی جگہیں باقی رہ جائیں تو رکھنے کا مرحلہ ختم ہو جاتا ہے اور حرکت کا مرحلہ شروع ہو جاتا ہے، ہاتھ میں موجود مہروں سے قطع نظر۔ یہ قاعدہ صرف 12 مہروں والے کھیلوں پر لاگو ہوتا ہے۔
uz: Yoqilganda, doskada faqat 2 bo'sh joy qolganda joylashtirish bosqichi tugaydi va harakat bosqichi boshlanadi, qo'ldagi figuralardan qat'i nazar. Bu qoida faqat 12 figurali o'yinlarga tegishli.
vi: Khi được bật, giai đoạn đặt quân kết thúc và giai đoạn di chuyển bắt đầu khi bàn cờ chỉ còn 2 ô trống, bất kể số quân trên tay. Quy tắc này chỉ áp dụng cho trò chơi 12 quân.
zh: 启用后，当棋盘只剩2个空位时，无论手中是否还有棋子，放子阶段都会结束并进入走子阶段。此规则仅适用于12子棋。
zh_hant: 啟用後，當棋盤只剩2個空位時，無論手中是否還有棋子，放子階段都會結束並進入走子階段。此規則僅適用於12子棋。
zu: Uma kunikwe amandla, isigaba sokubeka siyaphela futhi isigaba sokuhambisa siyaqala uma ibhodi linazo kuphela izindawo ezingenalutho ezingu-2 ezisele, kungakhathaliseki izingcezu esandleni. Lo mthetho usebenza kuphela emidlalweni yezingcezu eziyi-12.

# canOnlyRequestTakeBackRightAfterYourMove
source: You can only request a take back immediately after your move.
af: Jy kan slegs onmiddellik na jou skuif 'n terugname versoek.
am: የእርስዎን እንቅስቃሴ ካደረጉ በኋላ ብቻ መልሰው ማግኘት ይችላሉ።
ar: يمكنك طلب التراجع فقط مباشرة بعد حركتك.
az: Yalnız hərəkətinizdən dərhal sonra geri götürməni tələb edə bilərsiniz.
be: Вы можаце запытаць адмену толькі адразу пасля вашага хаду.
bg: Можете да поискате връщане само веднага след вашия ход.
bn: আপনি শুধুমাত্র আপনার চাল দেওয়ার পরপরই ফিরিয়ে নেওয়ার অনুরোধ করতে পারেন।
bo: ཁྱེད་ཀྱིས་ཁྱེད་རང་གི་འགུལ་སྐྱོད་བྱས་རྗེས་མ་ཐག་ཏུ་ཕྱིར་འཐེན་ཞུ་རྒྱུ་བྱེད་ཐུབ།
ca: Només pots sol·licitar un retrocés immediatament després del teu moviment.
cs: Vrácení tahu můžete požadovat pouze ihned po svém tahu.
da: Du kan kun anmode om fortrydelse umiddelbart efter dit træk.
de: Sie können die Rücknahme nur unmittelbar nach Ihrem Zug anfordern.
el: Μπορείτε να ζητήσετε επαναφορά μόνο αμέσως μετά την κίνησή σας.
es: Solo puedes solicitar un retroceso inmediatamente después de tu movimiento.
et: Saate tagasivõtmist taotleda ainult kohe pärast oma käiku.
fa: شما فقط می‌توانید بلافاصله پس از حرکت خود درخواست بازگشت دهید.
fi: Voit pyytää peruutusta vain välittömästi siirtosi jälkeen.
fr: Vous ne pouvez demander un retour en arrière qu'immédiatement après votre coup.
gu: તમે તમારી ચાલ પછી તરત જ પાછું લેવાની વિનંતી કરી શકો છો.
he: אתה יכול לבקש החזרה רק מיד לאחר המהלך שלך.
hi: आप केवल अपनी चाल के तुरंत बाद ही वापस लेने का अनुरोध कर सकते हैं।
hr: Možete zatražiti povrat samo odmah nakon vašeg poteza.
hu: Csak közvetlenül a lépésed után kérhetsz visszavonást.
hy: Դուք կարող եք հետ վերադարձի հարցում անել միայն ձեր քայլից անմիջապես հետո։
id: Anda hanya dapat meminta pembatalan segera setelah langkah Anda.
is: Þú getur aðeins beðið um afturköllun strax eftir leikinn þinn.
it: Puoi richiedere un'annullamento solo immediatamente dopo la tua mossa.
ja: あなたの手番の直後にのみ待ったをリクエストできます。
km: អ្នកអាចស្នើសុំការដកត្រលប់វិញបានតែភ្លាមៗបន្ទាប់ពីការផ្លាស់ទីរបស់អ្នក។
kn: ನಿಮ್ಮ ನಡೆಯ ತಕ್ಷಣ ನಂತರ ಮಾತ್ರ ನೀವು ಹಿಂತೆಗೆದುಕೊಳ್ಳುವಿಕೆಯನ್ನು ವಿನಂತಿಸಬಹುದು.
ko: 당신의 수를 둔 직후에만 무르기를 요청할 수 있습니다.
lt: Galite prašyti atšaukti tik iš karto po savo ėjimo.
lv: Jūs varat pieprasīt atcelšanu tikai tūlīt pēc sava gājiena.
mk: Можете да побарате враќање само веднаш по вашиот потег.
ms: Anda hanya boleh meminta pembatalan sejurus selepas langkah anda.
my: သင်သည် သင်၏ရွှေ့လျားမှုအပြီးတွင်သာ ပြန်ယူခြင်းကို တောင်းဆိုနိုင်သည်။
nb: Du kan kun be om tilbaketrekking umiddelbart etter ditt trekk.
nl: Je kunt alleen direct na je zet terugname aanvragen.
pl: Możesz poprosić o cofnięcie tylko bezpośrednio po swoim ruchu.
pt: Você só pode solicitar um retrocesso imediatamente após o seu movimento.
ro: Puteți solicita revenirea doar imediat după mutarea dvs.
ru: Вы можете запросить отмену только сразу после вашего хода.
si: ඔබගේ චලනයෙන් වහාම පසුව පමණක් ආපසු ගැනීමට ඉල්ලීමක් කළ හැක.
sk: Vrátenie ťahu môžete požadovať len bezprostredne po vašom ťahu.
sl: Vrnitev lahko zahtevate samo takoj po vaši potezi.
sq: Ju mund të kërkoni tërheqje vetëm menjëherë pas lëvizjes suaj.
sr: Можете затражити повратак само одмах након вашег потеза.
sv: Du kan bara begära ångring omedelbart efter ditt drag.
sw: Unaweza kuomba kurudi nyuma mara baada ya harakati yako.
te: మీ తరలింపు తర్వాత వెంటనే మాత్రమే మీరు వెనుకకు తీసుకోవడాన్ని అభ్యర్థించవచ్చు.
th: คุณสามารถขอเดินกลับได้ทันทีหลังจากเดินของคุณเท่านั้น
tr: Sadece hamlenizden hemen sonra geri alma talep edebilirsiniz.
uk: Ви можете попросити скасування ходу лише одразу після свого ходу.
ur: آپ اپنی چال کے فوراً بعد ہی واپسی کی درخواست کر سکتے ہیں۔
uz: Siz faqat harakatingizdan keyin darhol qaytarishni so'rashingiz mumkin.
vi: Bạn chỉ có thể yêu cầu rút lại ngay sau nước đi của bạn.
zh: 你只能在刚走完棋后立即请求悔棋。
zh_hant: 你只能在剛走完棋後立即請求悔棋。
zu: Ungacela ukubuyisela nje ngemva kokunyakaza kwakho.
