Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# dailyPuzzleStreakHint
source: Complete daily puzzles to build your streak!
af: Voltooi daaglikse legkaarte om jou streep te bou!
am: መስመርዎን ለመገንባት ዕለታዊ እንቆቅልሾችን ያጠናቅቁ!
ar: أكمل الألغاز اليومية لبناء خطك!
az: Zirzənizi qurmaq üçün gündəlik tapmacaları tamamlayın!
be: Выконвайце штодзённыя галаваломкі, каб пабудаваць сваю серыю!
bn: আপনার স্ট্রিক তৈরি করতে দৈনিক ধাঁধা সম্পূর্ণ করুন!
bo: མཐུད་རྒྱུན་བཟོ་ཆེད་ཉིན་རེའི་གསང་བརྟག་ཚང་གྲུབ་བྱོས!
ca: Completa trencaclosques diaris per crear la teva ratxa!
cs: Dokončete každodenní hádanky a vytvořte si svou sérii!
da: Gennemfør daglige gåder for at bygge din streak!
de: Löse täglich Rätsel, um deine Serie aufzubauen!
el: Ολοκληρώστε καθημερινά παζλ για να δημιουργήσετε το σερί σας!
es: ¡Completa acertijos diarios para construir tu racha!
et: Täitke igapäevaseid mõistatusi, et oma jada üles ehitada!
fa: پازل های روزانه را کامل کنید تا خط خود را بسازید!
fr: Complétez des énigmes quotidiennes pour construire votre séquence !
gu: તમારી સ્ટ્રીક બનાવવા માટે દૈનિક કોયડાઓ પૂર્ણ કરો!
he: השלם פאזלים יומיומיים כדי לבנות את הרצף שלך!
hi: अपनी स्ट्रीक बनाने के लिए दैनिक पहेलियाँ पूरी करें!
hr: Dovršite dnevne zagonetke da izgradite svoj niz!
hu: Teljesítsd a napi feladványokat, hogy építsd a sorozatod!
hy: Լրացրեք ամենօրյա հանելուկներ՝ ձեր շարանը կառուցելու համար:
id: Selesaikan teka-teki harian untuk membangun rekor Anda!
is: Ljúktu daglegum þrautum til að byggja upp röndina þína!
it: Completa i puzzle giornalieri per costruire la tua serie di vittorie!
ja: 毎日のパズルを完了して連続記録を達成しましょう!
km: បំពេញល្បែងផ្គុំរូបប្រចាំថ្ងៃដើម្បីបង្កើតការផ្សាយរបស់អ្នក!
kn: ನಿಮ್ಮ ಸ್ಟ್ರೀಕ್ ಅನ್ನು ನಿರ್ಮಿಸಲು ದೈನಂದಿನ ಒಗಟುಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ!
ko: 매일 퍼즐을 완료하여 연속 기록을 쌓으세요!
lt: Užpildykite kasdienius galvosūkius, kad sustiprintumėte savo seriją!
lv: Pabeidziet ikdienas mīklas, lai izveidotu savu sēriju!
mk: Завршете ги дневните загатки за да ја изградите вашата низа!
ms: Lengkapkan teka-teki harian untuk membina coretan anda!
nl: Voltooi dagelijkse puzzels om je streak op te bouwen!
pl: Ukończ codzienne łamigłówki, aby zbudować swoją passę!
pt: Complete quebra-cabeças diários para construir sua sequência!
ro: Completează puzzle-uri zilnice pentru a-ți construi seria!
ru: Решайте ежедневные головоломки, чтобы добиться успеха!
si: ඔබේ රේඛාව ගොඩනැගීමට දිනපතා ප්‍රහේලිකා සම්පූර්ණ කරන්න!
sk: Vyplňte každodenné hádanky a vytvorte si sériu!
sl: Dokončajte dnevne uganke, da ustvarite svoj niz!
sv: Slutför dagliga pussel för att bygga din strimma!
sw: Kamilisha mafumbo ya kila siku ili kujenga mfululizo wako!
te: మీ పరంపరను నిర్మించడానికి రోజువారీ పజిల్‌లను పూర్తి చేయండి!
th: ไขปริศนารายวันเพื่อสร้างแนวของคุณ!
tr: Serinizi oluşturmak için günlük bulmacaları tamamlayın!
uk: Виконуйте щоденні головоломки, щоб створити свою серію!
ur: اپنی سلسلہ تیار کرنے کے لئے روزانہ پہیلیاں مکمل کریں!
uz: O'z seriyangizni yaratish uchun kundalik jumboqlarni bajaring!
zh: 完成每日谜题以建立您的连续记录！
zh_hant: 完成每日謎題來建立你的連勝！
zu: Qedela ama-puzzle nsuku zonke ukuze wakhe uchungechunge lwakho!

# dailyPuzzleCurrentStreak
source: Current Streak
af: Huidige streep
am: የአሁኑ ጅረት
ar: الخط الحالي
az: Cari zolaq
be: Бягучая серыя
bn: বর্তমান স্ট্রীক
bo: ད་ལྟའི་མཐུད་རྒྱུན།
ca: Ratxa actual
cs: Aktuální pruh
da: Nuværende streak
de: Aktuelle Serie
el: Τρέχον σερί
es: Racha actual
et: Praegune jada
fa: رگه فعلی
fr: Série actuelle
gu: વર્તમાન સ્ટ્રીક
he: רצף נוכחי
hi: वर्तमान लकीर
hr: Trenutni niz
hu: Jelenlegi sorozat
hy: Ընթացիկ շարանը
id: Garis Saat Ini
is: Núverandi Streak
it: Serie attuale
ja: 現在の連続数
km: ចរន្តបច្ចុប្បន្ន
kn: ಪ್ರಸ್ತುತ ಸ್ಟ್ರೀಕ್
ko: 현재 연속
lt: Dabartinė serija
lv: Pašreizējā sērija
mk: Тековна низа
ms: Streak Semasa
nl: Huidige reeks
pl: Aktualna passa
pt: Sequência Atual
ro: Serie curentă
ru: Текущая серия
si: වත්මන් ස්ට්රීක්
sk: Aktuálny pruh
sl: Trenutni niz
sv: Aktuell Streak
sw: Mfululizo wa Sasa
te: కరెంట్ స్ట్రీక్
th: สตรีคปัจจุบัน
tr: Mevcut Seri
uk: Поточна серія
ur: موجودہ اسٹریک
uz: Joriy chiziq
zh: 当前连续
zh_hant: 當前連勝
zu: Ukulandelana kwamanje

# dailyPuzzleLongestStreak
source: Longest Streak
af: Langste streep
am: ረጅሙ ጅምር
ar: أطول خط
az: Ən uzun zolaq
be: Самая доўгая серыя
bn: দীর্ঘতম স্ট্রিক
bo: རིང་ཤོས་མཐུད་རྒྱུན།
ca: Ratxa més llarga
cs: Nejdelší série
da: Længste Streak
de: Längste Serie
el: Το μεγαλύτερο σερί
es: Racha más larga
et: Pikim vööt
fa: طولانی ترین رگه
fr: La plus longue séquence
gu: સૌથી લાંબી સ્ટ્રીક
he: הרצף הארוך ביותר
hi: सबसे लंबी लकीर
hr: Najduži niz
hu: Leghosszabb sorozat
hy: Ամենաերկար շարանը
id: Garis Terpanjang
is: Lengsta röð
it: Serie più lunga
ja: 最長連続記録
km: ស្ទ្រីមវែងបំផុត។
kn: ಉದ್ದವಾದ ಸ್ಟ್ರೀಕ್
ko: 최장 연속
lt: Ilgiausia serija
lv: Garākā sērija
mk: Најдолга низа
ms: Rentak Terpanjang
nl: Langste reeks
pl: Najdłuższa passa
pt: Sequência mais longa
ro: Cea mai lungă serie
ru: Самая длинная серия
si: දිගම ස්ට්රීක්
sk: Najdlhšia séria
sl: Najdaljši niz
sv: Längsta raden
sw: Msururu mrefu zaidi
te: పొడవైన స్ట్రీక్
th: สตรีคที่ยาวที่สุด
tr: En Uzun Seri
uk: Найдовша серія
ur: سب سے طویل سلسلہ
uz: Eng uzun chiziq
zh: 最长连续
zh_hant: 最長連續紀錄
zu: Ukulandelana Okude Kakhulu

# dailyPuzzleTotalCompleted
source: Total Completed
af: Totaal voltooi
am: ጠቅላላ ተጠናቋል
ar: إجمالي مكتمل
az: Cəmi Tamamlandı
be: Усяго выканана
bn: মোট সম্পন্ন
bo: བསྡོམས་ཚང་གྲུབ།
ca: Total completat
cs: Celkem dokončeno
da: I alt gennemført
de: Gesamt gelöst
el: Συνολικά Ολοκληρώθηκε
es: Total completado
et: Kokku lõpetatud
fa: مجموع تکمیل شد
fr: Total réalisé
gu: કુલ પૂર્ણ
he: סך הכל הושלם
hi: कुल पूर्ण
hr: Ukupno završeno
hu: Összes teljesített
hy: Ընդհանուր ավարտված է
id: Jumlah Selesai
is: Samtals lokið
it: Totale completato
ja: 完了した合計
km: សរុបបានបញ្ចប់
kn: ಒಟ್ಟು ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 총 완료
lt: Iš viso baigta
lv: Kopā pabeigts
mk: Вкупно завршено
ms: Jumlah Selesai
nl: Totaal voltooid
pl: Razem ukończono
pt: Total concluído
ro: Total finalizat
ru: Всего выполнено
si: සම්පූර්ණයි
sk: Celkom dokončené
sl: Skupaj dokončano
sv: Totalt slutfört
sw: Jumla Imekamilika
te: మొత్తం పూర్తయింది
th: รวมแล้วเสร็จ
tr: Toplam Tamamlanan
uk: Всього виконано
ur: کل مکمل
uz: Jami bajarildi
zh: 已完成总数
zh_hant: 已完成總數
zu: Ingqikithi Eqediwe

# dailyPuzzleStreakInfo
source: Solve puzzles every day to maintain your streak. Missing a day will reset it!
af: Los raaisels elke dag op om jou streep te behou.Om 'n dag te mis, sal dit herstel!
am: ርዝራዥዎን ለመጠበቅ በየቀኑ እንቆቅልሾችን ይፍቱ።አንድ ቀን ማጣት እንደገና ያስጀምረዋል!
ar: حل الألغاز كل يوم للحفاظ على خطك.في عداد المفقودين يوم سوف إعادة تعيين ذلك!
az: Ardıcıllığınızı qorumaq üçün hər gün bulmacalar həll edin.Bir gün itkisi onu sıfırlayacaq!
be: Разгадвайце галаваломкі кожны дзень, каб захаваць сваю серыю.Адсутнасць дня скіне яго!
bn: আপনার ধারা বজায় রাখতে প্রতিদিন ধাঁধা সমাধান করুন।একটি দিন মিস করা আবার সেট করা হবে!
bo: མཐུད་རྒྱུན་གནས་པར་ཉིན་རེ་གསང་བརྟག་སེལ། ཉིན་གཅིག་ཡལ་ན་བསྐྱར་གཏན་འབེབས!
ca: Resol trencaclosques cada dia per mantenir la teva ratxa.Faltar un dia el reiniciarà!
cs: Vyřešte hádanky každý den, abyste si udrželi svou sérii.Chybějící den jej resetuje!
da: Løs gåder hver dag for at bevare din streak.Hvis du mangler en dag, nulstilles den!
de: Löse jeden Tag Rätsel, um deine Serie zu halten. Ein versäumter Tag setzt sie zurück!
el: Λύστε γρίφους κάθε μέρα για να διατηρήσετε το σερί σας.Αν χάσετε μια μέρα, θα το επαναφέρετε!
es: Resuelve acertijos todos los días para mantener tu racha.¡Perder un día lo restablecerá!
et: Lahendage mõistatusi iga päev, et oma jada säilitada.Kui päev puudub, lähtestatakse see!
fa: هر روز پازل ها را حل کنید تا خط خود را حفظ کنید.از دست دادن یک روز آن را بازنشانی می کند!
fr: Résolvez des énigmes chaque jour pour maintenir votre séquence.Manquer un jour le réinitialisera !
gu: તમારી સ્ટ્રીક જાળવી રાખવા માટે દરરોજ કોયડાઓ ઉકેલો.એક દિવસ ખૂટે છે તે ફરીથી સેટ કરશે!
he: פתור חידות כל יום כדי לשמור על הרצף שלך.החמצת יום תאפס אותו!
hi: अपनी लय बनाए रखने के लिए हर दिन पहेलियाँ हल करें।एक दिन चूकने से यह रीसेट हो जाएगा!
hr: Svaki dan rješavajte zagonetke kako biste zadržali svoj niz.Ako propustite dan, to će se resetirati!
hu: Oldj meg minden nap feladványokat, hogy megtartsd a sorozatod. Ha kihagysz egy napot, a sorozat lenullázódik!
hy: Ամեն օր լուծեք գլուխկոտրուկներ՝ ձեր շարանը պահպանելու համար:Մեկ օր բաց թողնելը կզրոյացվի:
id: Pecahkan teka-teki setiap hari untuk mempertahankan rekor Anda.Melewatkan satu hari akan mengatur ulangnya!
is: Leystu þrautir á hverjum degi til að viðhalda röðinni þinni.Að missa af degi mun endurstilla það!
it: Risolvi enigmi ogni giorno per mantenere il tuo record.Perdere un giorno lo ripristinerà!
ja: 連続記録を維持するために、毎日パズルを解いてください。一日忘れるとリセットされます！
km: ដោះស្រាយល្បែងផ្គុំរូបជារៀងរាល់ថ្ងៃដើម្បីរក្សាកម្រិតរបស់អ្នក។ខកខានមួយថ្ងៃនឹងកំណត់វាឡើងវិញ!
kn: ನಿಮ್ಮ ಗೆರೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ಪ್ರತಿದಿನ ಒಗಟುಗಳನ್ನು ಪರಿಹರಿಸಿ.ಒಂದು ದಿನ ತಪ್ಪಿಸಿಕೊಂಡರೆ ಅದನ್ನು ಮರುಹೊಂದಿಸುತ್ತದೆ!
ko: 연속 기록을 유지하려면 매일 퍼즐을 푸세요. 하루를 놓치면 초기화됩니다!
lt: Kiekvieną dieną spręskite galvosūkius, kad išlaikytumėte savo seriją.Praleidus dieną, ji bus nustatyta iš naujo!
lv: Atrisiniet mīklas katru dienu, lai saglabātu savu sēriju.Ja pazaudēsit kādu dienu, tas tiks atiestatīts!
mk: Решавајте загатки секој ден за да ја одржите вашата низа.Пропуштањето на еден ден ќе го ресетира!
ms: Selesaikan teka-teki setiap hari untuk mengekalkan coretan anda.Hilang sehari akan menetapkannya semula!
nl: Los elke dag puzzels op om je streak te behouden.Als u een dag mist, wordt deze gereset!
pl: Codziennie rozwiązuj zagadki, aby utrzymać dobrą passę.Brak dnia spowoduje jego zresetowanie!
pt: Resolva quebra-cabeças todos os dias para manter sua sequência.Perder um dia irá redefini-lo!
ro: Rezolvă puzzle-uri în fiecare zi pentru a-ți menține succesul.Pierderea unei zile o va reseta!
ru: Решайте головоломки каждый день, чтобы поддерживать свою серию.Пропущенный день обнулит его!
si: ඔබේ රේඛාව පවත්වා ගැනීමට සෑම දිනකම ප්‍රහේලිකා විසඳන්න.දිනක් මග හැරීම එය නැවත සකසනු ඇත!
sk: Riešte hádanky každý deň, aby ste si udržali sériu.Chýbajúci deň ho resetuje!
sl: Vsak dan rešujte uganke, da ohranite svoj niz.Če zamudite dan, se bo ponastavil!
sv: Lös pussel varje dag för att behålla din streak.Att missa en dag kommer att återställa det!
sw: Tatua mafumbo kila siku ili kudumisha mfululizo wako.Kukosa siku kutaiweka upya!
te: మీ పరంపరను కొనసాగించడానికి ప్రతిరోజూ పజిల్స్ పరిష్కరించండి.ఒక రోజు మిస్ అయితే అది రీసెట్ చేయబడుతుంది!
th: ไขปริศนาทุกวันเพื่อรักษาแนวของคุณขาดวันจะรีเซ็ต!
tr: Serinizi korumak için her gün bulmacaları çözün.Bir günü kaçırmak onu sıfırlayacaktır!
uk: Вирішуйте головоломки щодня, щоб зберегти свою серію.Пропущений день скине його!
ur: اپنی لکیر کو برقرار رکھنے کے لئے ہر دن پہیلیاں حل کریں۔ایک دن کی کمی اسے دوبارہ ترتیب دے گی!
uz: Chiziqingizni saqlab qolish uchun har kuni jumboqlarni yeching.Bir kun o'tkazib yuborilsa, u qayta tiklanadi!
zh: 每天解谜以保持您的连续记录。错过一天将重置连续记录！
zh_hant: 每天解決難題以保持連勝。錯過一天就會重置！
zu: Rarulula izindida nsuku zonke ukuze ulondoloze uchungechunge lwakho.Ukuphuthelwa usuku kuzosetha kabusha!

source: All Puzzles
af: Alle legkaarte
am: ሁሉም እንቆቅልሾች
ar: جميع الألغاز
az: Bütün Bulmacalar
be: Усе галаваломкі
bn: সব ধাঁধা
bo: གསང་བརྟག་ཚང་མ།
ca: Tots els trencaclosques
cs: Všechny hádanky
da: Alle gåder
de: Alle Rätsel
el: Όλα τα παζλ
es: Todos los rompecabezas
et: Kõik mõistatused
fa: همه پازل ها
fr: Tous les puzzles
gu: બધા કોયડા
he: כל הפאזלים
hi: सभी पहेलियाँ
hr: Sve zagonetke
hu: Összes feladvány
hy: Բոլոր Փազլներ
id: Semua Teka-teki
is: Allar þrautir
it: Tutti i puzzle
ja: すべてのパズル
km: ល្បែងផ្គុំរូបទាំងអស់។
kn: ಎಲ್ಲಾ ಒಗಟುಗಳು
ko: 모든 퍼즐
lt: Visi galvosūkiai
lv: Visas mīklas
mk: Сите загатки
ms: Semua Teka-teki
nl: Alle puzzels
pl: Wszystkie łamigłówki
pt: Todos os quebra-cabeças
ro: Toate puzzle-urile
ru: Все головоломки
si: සියලුම ප්‍රහේලිකා
sk: Všetky hádanky
sl: Vse uganke
sv: Alla pussel
sw: Mafumbo Yote
te: అన్ని పజిల్స్
th: ปริศนาทั้งหมด
tr: Tüm Bulmacalar
uk: Всі головоломки
ur: تمام پہیلیاں
uz: Barcha jumboqlar
zh: 所有谜题
zh_hant: 所有謎題
zu: Zonke Izindida

# allPuzzlesDesc
source: Browse all available puzzles
af: Blaai deur alle beskikbare legkaarte
am: ሁሉንም የሚገኙትን እንቆቅልሾች ያስሱ
ar: تصفح جميع الألغاز المتاحة
az: Bütün mövcud bulmacalara göz atın
be: Праглядзіце ўсе даступныя галаваломкі
bn: সমস্ত উপলব্ধ ধাঁধা ব্রাউজ করুন
bo: གསང་བརྟག་ཡོད་ཚང་མ་བལྟ།
ca: Exploreu tots els trencaclosques disponibles
cs: Procházejte všechny dostupné hádanky
da: Gennemse alle tilgængelige puslespil
de: Durchsuche alle verfügbaren Rätsel
el: Περιηγηθείτε σε όλα τα διαθέσιμα παζλ
es: Explora todos los rompecabezas disponibles
et: Sirvige kõiki saadaolevaid mõistatusi
fa: همه پازل های موجود را مرور کنید
fr: Parcourez tous les puzzles disponibles
gu: બધી ઉપલબ્ધ કોયડાઓ બ્રાઉઝ કરો
he: עיין בכל הפאזלים הזמינים
hi: सभी उपलब्ध पहेलियाँ ब्राउज़ करें
hr: Pregledajte sve dostupne zagonetke
hu: Böngészd az összes elérhető feladványt
hy: Թերթիր բոլոր հասանելի հանելուկները
id: Jelajahi semua teka-teki yang tersedia
is: Skoðaðu allar tiltækar þrautir
it: Sfoglia tutti i puzzle disponibili
ja: 利用可能なすべてのパズルを閲覧する
km: រកមើលល្បែងផ្គុំរូបដែលមានទាំងអស់។
kn: ಲಭ್ಯವಿರುವ ಎಲ್ಲಾ ಒಗಟುಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ
ko: 사용 가능한 모든 퍼즐 찾아보기
lt: Naršykite visus galimus galvosūkius
lv: Pārlūkojiet visas pieejamās mīklas
mk: Прелистајте ги сите достапни загатки
ms: Semak imbas semua teka-teki yang tersedia
nl: Blader door alle beschikbare puzzels
pl: Przeglądaj wszystkie dostępne łamigłówki
pt: Navegue por todos os quebra-cabeças disponíveis
ro: Răsfoiți toate puzzle-urile disponibile
ru: Просмотреть все доступные головоломки
si: පවතින සියලුම ප්‍රහේලිකා පිරික්සන්න
sk: Prezrite si všetky dostupné hádanky
sl: Prebrskajte vse razpoložljive uganke
sv: Bläddra bland alla tillgängliga pussel
sw: Vinjari mafumbo yote yanayopatikana
te: అందుబాటులో ఉన్న అన్ని పజిల్‌లను బ్రౌజ్ చేయండి
th: เรียกดูปริศนาที่มีอยู่ทั้งหมด
tr: Mevcut tüm bulmacalara göz atın
uk: Перегляньте всі доступні головоломки
ur: تمام دستیاب پہیلیاں براؤز کریں
uz: Barcha mavjud jumboqlarni ko'rib chiqing
zh: 浏览所有可用的谜题
zh_hant: 瀏覽所有可用的謎題
zu: Phequlula wonke ama-puzzle atholakalayo

source: Puzzle Rush
af: Legkaart Rush
am: የእንቆቅልሽ ሩጫ
ar: لغز راش
az: Tapmaca Yarışı
bn: ধাঁধা রাশ
bo: གསང་བརྟག་མྱུར་བཏགས།
ca: Trencaclosques Rush
cs: Řešení na čas
da: Puslespil Rush
de: Rätsel-Rush
el: Γρήγορη Λύση
es: Fiebre del rompecabezas
fa: پازل راش
fr: Ruée vers les casse-têtes
gu: પઝલ રશ
he: פאזל Rush
hi: पहेली रश
hu: Feladványroham
hy: Գլուխկոտ մարտահրավեր
id: Teka-teki Terburu-buru
it: Corsa agli enigmi
ja: パズルラッシュ
km: ប្រញាប់ប្រញាល់ល្បែងផ្គុំរូប
kn: ಪಜಲ್ ರಶ್
ko: 퍼즐 러시
lt: Dėlionės skubėjimas
lv: Mīklu skriešanās
mk: Загатка Раш
ms: Teka-teki Rush
nl: Puzzel haast
pl: Pośpiech zagadek
pt: Corrida de quebra-cabeça
ro: Puzzle în viteză
ru: Головоломка Раш
si: ප්‍රහේලිකා රෂ්
sk: Hlavolam Rush
sv: Pussel Rush
sw: Kukimbilia kwa Puzzle
te: పజిల్ రష్
th: ปริศนาเร่งด่วน
tr: Bulmacaya Hücum
ur: پہیلی رش
zh: 快速解谜
zh_hant: 謎題衝刺
zu: I-Puzzle Rush

# puzzleRushDesc
source: Solve puzzles against the clock
af: Los raaisels teen die klok op
am: እንቆቅልሾችን በሰዓቱ ይፍቱ
ar: حل الألغاز ضد عقارب الساعة
az: Saata qarşı bulmacaları həll edin
be: Разгадвайце галаваломкі на час
bn: ঘড়ির বিপরীতে ধাঁধা সমাধান করুন
bo: དུས་ཚོད་ནང་གསང་བརྟག་སེལ།
ca: Resol trencaclosques contra el rellotge
cs: Řešte hádanky s časem
da: Løs gåder mod uret
de: Löse Rätsel gegen die Uhr
el: Λύστε γρίφους ενάντια στο ρολόι
es: Resuelve acertijos contra el reloj
et: Lahendage mõistatusi kella vastu
fa: حل پازل در برابر ساعت
fr: Résolvez des énigmes contre la montre
gu: ઘડિયાળ સામે કોયડાઓ ઉકેલો
he: לפתור חידות נגד השעון
hi: समय के विपरीत पहेलियाँ हल करें
hr: Rješavajte zagonetke protiv vremena
hu: Oldj meg feladványokat az idő ellen
hy: Լուծեք հանելուկներ ժամացույցի դեմ
id: Pecahkan teka-teki melawan waktu
is: Leystu þrautir á móti klukkunni
it: Risolvi enigmi contro il tempo
ja: 時間との戦いでパズルを解く
km: ដោះស្រាយល្បែងផ្គុំរូបប្រឆាំងនឹងនាឡិកា
kn: ಗಡಿಯಾರದ ವಿರುದ್ಧ ಒಗಟುಗಳನ್ನು ಪರಿಹರಿಸಿ
ko: 시간과 싸우며 퍼즐 풀기
lt: Spręskite galvosūkius prieš laikrodį
lv: Atrisiniet mīklas pret pulksteni
mk: Решавајте загатки против часовникот
ms: Selesaikan teka-teki melawan jam
nl: Los puzzels op tegen de klok
pl: Rozwiązuj zagadki z czasem
pt: Resolva quebra-cabeças contra o relógio
ro: Rezolva puzzle-uri contra cronometru
ru: Решайте головоломки на время
si: ඔරලෝසුවට එරෙහිව ප්‍රහේලිකා විසඳන්න
sk: Riešte hádanky s časom
sl: Rešujte uganke proti času
sv: Lös pussel mot klockan
sw: Tatua mafumbo dhidi ya saa
te: గడియారానికి వ్యతిరేకంగా పజిల్స్ పరిష్కరించండి
th: แก้ปริศนากับเวลา
tr: Bulmacaları zamana karşı çözün
uk: Вирішуйте головоломки на час
ur: گھڑی کے خلاف پہیلیاں حل کریں
uz: Soatga qarshi boshqotirmalarni yeching
zh: 限时解谜挑战
zh_hant: 爭分奪秒地解決謎題
zu: Rarulula iphazili usebenzisa iwashi

# puzzleRushTagline
source: Solve as many puzzles as you can in 5 minutes!
af: Los soveel legkaarte op as wat jy kan in 5 minute!
am: በ 5 ደቂቃዎች ውስጥ በተቻለዎት መጠን ብዙ እንቆቅልሾችን ይፍቱ!
ar: حل أكبر عدد ممكن من الألغاز في 5 دقائق!
az: 5 dəqiqə ərzində bacardığınız qədər çox tapmaca həll edin!
be: Разгадайце як мага больш галаваломак за 5 хвілін!
bn: আপনি 5 মিনিটের মধ্যে যত ধাঁধা সমাধান করতে পারেন!
bo: སྐར་མ 5 ནང་གསང་བརྟག་མང་ཤོས་སེལ!
ca: Resoldre tants trencaclosques com puguis en 5 minuts!
cs: Vyřešte co nejvíce hádanek za 5 minut!
da: Løs så mange gåder du kan på 5 minutter!
de: Löse so viele Rätsel wie möglich in 5 Minuten!
el: Λύσε όσους περισσότερους γρίφους μπορείς σε 5 λεπτά!
es: ¡Resuelve tantos acertijos como puedas en 5 minutos!
et: Lahendage 5 minutiga nii palju mõistatusi kui võimalik!
fa: تا جایی که می توانید پازل را در 5 دقیقه حل کنید!
fr: Résolvez autant d'énigmes que possible en 5 minutes !
gu: 5 મિનિટમાં તમે કરી શકો તેટલા કોયડાઓ ઉકેલો!
he: פתור חידות רבות ככל שתוכל ב-5 דקות!
hi: 5 मिनट में जितनी हो सके उतनी पहेलियाँ हल करें!
hr: Riješite što više zagonetki u 5 minuta!
hu: Oldj meg minél több feladványt 5 perc alatt!
hy: 5 րոպեում լուծեք որքան հնարավոր է շատ հանելուկներ:
id: Pecahkan teka-teki sebanyak yang Anda bisa dalam 5 menit!
is: Leystu eins margar þrautir og þú getur á 5 mínútum!
it: Risolvi quanti più puzzle possibile in 5 minuti!
ja: 5 分間でできるだけ多くのパズルを解いてください。
km: ដោះស្រាយល្បែងផ្គុំរូបឱ្យបានច្រើនតាមដែលអ្នកអាចធ្វើបានក្នុងរយៈពេល 5 នាទី!
kn: 5 ನಿಮಿಷಗಳಲ್ಲಿ ನಿಮಗೆ ಸಾಧ್ಯವಾದಷ್ಟು ಒಗಟುಗಳನ್ನು ಪರಿಹರಿಸಿ!
ko: 5분 안에 최대한 많은 퍼즐을 풀어보세요!
lt: Išspręskite kuo daugiau galvosūkių per 5 minutes!
lv: Atrisiniet tik daudz mīklu, cik varat 5 minūtēs!
mk: Решете што повеќе загатки за 5 минути!
ms: Selesaikan seberapa banyak teka-teki yang anda boleh dalam masa 5 minit!
nl: Los zoveel mogelijk puzzels op in 5 minuten!
pl: Rozwiąż jak najwięcej zagadek w 5 minut!
pt: Resolva o máximo de quebra-cabeças que puder em 5 minutos!
ro: Rezolvă cât mai multe puzzle-uri în 5 minute!
ru: Решите как можно больше головоломок за 5 минут!
si: මිනිත්තු 5 කින් ඔබට හැකි තරම් ප්‍රහේලිකා විසඳන්න!
sk: Vyriešte čo najviac hádaniek za 5 minút!
sl: Rešite čim več ugank v 5 minutah!
sv: Lös så många pussel du kan på 5 minuter!
sw: Tatua mafumbo mengi uwezavyo kwa dakika 5!
te: 5 నిమిషాల్లో మీకు వీలైనన్ని పజిల్‌లను పరిష్కరించండి!
th: ไขปริศนาให้ได้มากที่สุดใน 5 นาที!
tr: 5 dakika içinde çözebildiğiniz kadar bulmaca çözün!
uk: Вирішіть якомога більше головоломок за 5 хвилин!
ur: 5 منٹ میں زیادہ سے زیادہ پہیلیاں حل کریں!
uz: 5 daqiqada iloji boricha ko'proq jumboqlarni yeching!
zh: 在 5 分钟内尽可能多地解决谜题！
zh_hant: 在 5 分鐘內解決盡可能多的謎題！
zu: Rarulula izindida eziningi ngangokunokwenzeka ngemizuzu emi-5!

# puzzleRushRules
source: Rules
af: Reëls
am: ደንቦች
ar: القواعد
az: Qaydalar
be: правілы
bn: নিয়ম
bo: སྒྲིག་གཞི།
ca: Normes
cs: Pravidla
da: Regler
de: Regeln
el: Κανόνες
es: Reglas
et: Reeglid
fa: قوانین
fr: Règles
gu: નિયમો
he: כללים
hi: नियम
hr: Pravila
hu: Szabályok
hy: Կանոններ
id: Aturan
is: Reglur
it: Regole
ja: ルール
km: ច្បាប់
kn: ನಿಯಮಗಳು
ko: 규칙
lt: Taisyklės
lv: Noteikumi
mk: Правила
ms: Peraturan
nl: Regels
pl: Zasady
pt: Regras
ro: Reguli
ru: Правила
si: නීති
sk: pravidlá
sl: Pravila
sv: Regler
sw: Kanuni
te: నియమాలు
th: กฎเกณฑ์
tr: Kurallar
uk: правила
ur: قواعد
uz: Qoidalar
zh: 规则
zh_hant: 規則
zu: Imithetho

# puzzleRushRule1
source: ⏱️ 5 minutes on the clock
af: ⏱️ 5 minute op die klok
am: ⏱️ 5 ደቂቃ በሰአት ላይ
ar: ⏱️ 5 دقائق على الساعة
az: ⏱️ Saatla 5 dəqiqə
be: ⏱️ На гадзінніку 5 хвілін
bn: ⏱️ ঘড়িতে 5 মিনিট
bo: ⏱️ དུས་ཚོད་སྐར་མ 5
ca: ⏱️ 5 minuts al rellotge
cs: ⏱️ 5 minut na hodinkách
da: ⏱️ 5 minutter på uret
de: ⏱️ 5 Minuten Zeit
el: ⏱️ 5 λεπτά στο ρολόι
es: ⏱️ 5 minutos en el reloj
et: ⏱️ 5 minutit kellal
fa: ⏱️ 5 دقیقه در ساعت
fr: ⏱️ 5 minutes au compteur
gu: ⏱️ ઘડિયાળમાં 5 મિનિટ
he: ⏱️ 5 דקות על השעון
hi: ⏱️ घड़ी पर 5 मिनट
hr: ⏱️ 5 minuta na satu
hu: ⏱️ 5 perc a számlálón
hy: ⏱️ 5 րոպե ժամացույցով
id: ⏱️ 5 menit pada jam
is: ⏱️ 5 mínútur á klukkunni
it: ⏱️ 5 minuti sull'orologio
ja: ⏱️残り5分
km: ⏱️ 5 នាទីតាមទ្រនិចនាឡិកា
kn: ಗಡಿಯಾರದಲ್ಲಿ ⏱️ 5 ನಿಮಿಷಗಳು
ko: ⏱️ 5분 타이머
lt: ⏱️ 5 minutės laikrodyje
lv: ⏱️ 5 minūtes pulkstenī
mk: ⏱️ 5 минути на часовникот
ms: ⏱️ 5 minit pada jam
nl: ⏱️5 minuten op de klok
pl: ⏱️ 5 minut na zegarze
pt: ⏱️ 5 minutos no relógio
ro: ⏱️ 5 minute la ceas
ru: ⏱️ 5 минут на часах
si: ⏱️ ඔරලෝසුවේ විනාඩි 5ක්
sk: ⏱️ 5 minút na hodinách
sl: ⏱️ 5 minut na uri
sv: ⏱️ 5 minuter på klockan
sw: ⏱️ Dakika 5 kwenye saa
te: ⏱️ గడియారంలో 5 నిమిషాలు
th: ⏱️ 5 นาทีตามนาฬิกา
tr: ⏱️saatte 5 dakika
uk: ⏱️ На годиннику 5 хвилин
ur: گھڑی پر 5 منٹ
uz: ⏱️ Soat bo'yicha 5 daqiqa
zh: ⏱️ 5 分钟倒计时
zh_hant: ⏱️計時5分鐘
zu: ⏱️ imizuzu emi-5 ewashini

# puzzleRushRule2
source: ❤️ 3 lives - 1 lost per mistake
af: ❤️ 3 lewens - 1 verlore per fout
am: ❤️ 3 ህይወት - በአንድ ስህተት 1 ጠፍቷል
ar: ❤️ 3 أرواح - خسارة واحدة لكل خطأ
az: ❤️ 3 həyat - hər səhvə görə 1 itki
be: ❤️ 3 жыцці - 1 страчана за памылку
bn: ❤️ 3টি জীবন - প্রতি ভুল প্রতি 1টি হারিয়েছে
bo: ❤️ སྲོག 3 - ནོར་འཁྲུལ་རེར་ 1 ཉམས
ca: ❤️ 3 vides - 1 perduda per error
cs: ❤️ 3 životy - 1 ztráta za chybu
da: ❤️ 3 liv - 1 tabt pr. fejl
de: ❤️ 3 Leben - 1 verloren pro Fehler
el: ❤️ 3 ζωές - 1 χαμένος ανά λάθος
es: ❤️ 3 vidas - 1 perdida por error
et: ❤️ 3 elu – 1 kaotatud iga vea kohta
fa: ❤️ 3 جان - 1 باخت در هر اشتباه
fr: ❤️ 3 vies - 1 perdue par erreur
gu: ❤️ 3 જીવો - 1 ભૂલ દીઠ ગુમાવ્યો
he: ❤️ 3 חיים - אבדה אחת לכל טעות
hi: ❤️ 3 जानें - प्रति गलती 1 की हानि
hr: ❤️ 3 života - 1 izgubljen po grešci
hu: ❤️ 3 élet – hibánként 1 elvész
hy: ❤️ 3 կյանք - 1 կորցրած մեկ սխալի համար
id: ❤️ 3 nyawa - 1 hilang per kesalahan
is: ❤️ 3 líf - 1 tapað fyrir hverja mistök
it: ❤️ 3 vite - 1 persa per errore
ja: ❤️ ライフが 3 つ - ミスごとに 1 つ失われます
km: ❤️ 3 ជីវិត - 1 បាត់បង់ក្នុងមួយកំហុស
kn: ❤️ 3 ಜೀವಗಳು - ಪ್ರತಿ ತಪ್ಪಿಗೆ 1 ನಷ್ಟ
ko: ❤️ 3개의 생명 - 실수당 1개 손실
lt: ❤️ 3 gyvybės – 1 prarasta už klaidą
lv: ❤️ 3 dzīvības - 1 zaudēta par katru kļūdu
mk: ❤️ 3 животи - 1 изгубен по грешка
ms: ❤️ 3 nyawa - 1 hilang setiap kesilapan
nl: ❤️ 3 levens - 1 verloren per fout
pl: ❤️ 3 życia - 1 stracone przez błąd
pt: ❤️ 3 vidas - 1 perdida por erro
ro: ❤️ 3 vieți - 1 pierdută pentru fiecare greșeală
ru: ❤️ 3 жизни - 1 потеряна за ошибку
si: ❤️ ජීවිත 3ක් - වැරදීමකින් 1ක් අහිමි වේ
sk: ❤️ 3 životy - 1 stratený za chybu
sl: ❤️ 3 življenja - 1 izgubljeno na napako
sv: ❤️ 3 liv - 1 förlorat per misstag
sw: ❤️ Maisha 3 - 1 hupotea kwa kila kosa
te: ❤️ 3 ప్రాణాలు - ఒక పొరపాటుకు 1 కోల్పోయింది
th: ❤️ 3 ชีวิต - แพ้ 1 ครั้งต่อความผิดพลาด
tr: ❤️ 3 can - hata başına 1 kayıp
uk: ❤️ 3 життя - 1 втрачене за кожну помилку
ur: ❤ 3 زندگی - 1 فی غلطی کھو گئی
uz: ❤️ 3 ta hayot - har bir xato uchun 1 ta yo'qotish
zh: ❤️ 3 条生命 - 每次错误失去 1 条
zh_hant: ❤️ 3 條生命 - 每個錯誤造成 1 條生命損失
zu: ❤️ Izimpilo ezi-3 - 1 elahlekile ngephutha ngalinye
