Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# contributionStep4
source: 4. Puzzles will be reviewed by maintainers
af: 4. Legkaarte sal deur instandhouers hersien word
am: 4. እንቆቅልሾች በጠባቂዎች ይገመገማሉ
ar: 4. سيتم مراجعة الألغاز من قبل المشرفين
az: 4. Bulmacalar baxıcılar tərəfindən nəzərdən keçiriləcək
be: 4. Галаваломкі будуць разглядацца суправаднікамі
bn: 4. পাজল রক্ষণাবেক্ষণকারীদের দ্বারা পর্যালোচনা করা হবে
bo: 4. བདག་གཉེར་བས་གསང་བརྟག་ལྟ་ཞིབ་བྱ།
ca: 4. Els trencaclosques seran revisats pels mantenedors
cs: 4. Hádanky budou kontrolovány správci
da: 4. Gåder vil blive gennemgået af vedligeholdere
de: 4. Rätsel werden von den Maintainern überprüft
el: 4. Τα παζλ θα ελέγχονται από τους συντηρητές
es: 4. Los mantenedores revisarán los acertijos.
et: 4. Mõistatused vaatavad üle hooldajad
fa: 4. پازل ها توسط نگهبانان بررسی می شود
fr: 4. Les puzzles seront examinés par les responsables
gu: 4. જાળવણીકારો દ્વારા કોયડાઓની સમીક્ષા કરવામાં આવશે
he: 4. פאזלים ייבדקו על ידי מתחזקים
hi: 4. पहेलियों की समीक्षा अनुरक्षकों द्वारा की जाएगी
hr: 4. Zagonetke će pregledati održavatelji
hu: 4. A feladványokat a karbantartók felülvizsgálják
hy: 4. Փազլները կվերանայվեն սպասարկողների կողմից
id: 4. Puzzle akan ditinjau oleh pengelola
is: 4. Þrautir verða skoðaðar af umsjónarmönnum
it: 4. I puzzle verranno esaminati dai manutentori
ja: 4. パズルはメンテナーによってレビューされます
km: 4. ល្បែងផ្គុំរូបនឹងត្រូវបានពិនិត្យដោយអ្នកថែទាំ
kn: 4. ಪದಬಂಧಗಳನ್ನು ನಿರ್ವಾಹಕರು ಪರಿಶೀಲಿಸುತ್ತಾರೆ
ko: 4. 퍼즐이 관리자에 의해 검토됩니다
lt: 4. Dėliones peržiūrės prižiūrėtojai
lv: 4. Puzles izskatīs uzturētāji
mk: 4. Загатките ќе бидат прегледани од одржувачите
ms: 4. Teka-teki akan disemak oleh penyelenggara
nl: 4. Puzzels worden beoordeeld door beheerders
pl: 4. Puzzle będą sprawdzane przez opiekunów
pt: 4. Os quebra-cabeças serão revisados pelos mantenedores
ro: 4. Puzzle-urile vor fi revizuite de întreținători
ru: 4. Пазлы будут проверяться сопровождающими.
si: 4. ප්‍රහේලිකා නඩත්තු කරන්නන් විසින් සමාලෝචනය කරනු ලැබේ
sk: 4. Hádanky budú kontrolované správcami
sl: 4. Uganke bodo pregledali vzdrževalci
sv: 4. Pussel kommer att granskas av underhållare
sw: 4. Mafumbo yatakaguliwa na watunzaji
te: 4. పజిల్స్ నిర్వహణదారులచే సమీక్షించబడతాయి
th: 4. ผู้ดูแลจะตรวจสอบปริศนา
tr: 4. Bulmacalar bakımcılar tarafından incelenecektir.
uk: 4. Головоломки перевірятимуть супроводжувачі
ur: 4. پہیلیاں دیکھ بھال کرنے والوں کے ذریعہ جائزہ لیں گے
uz: 4. Bulmacalar texnik xodimlar tomonidan ko'rib chiqiladi
zh: 4. 谜题将由维护者审核
zh_hant: 4. 謎題將由維護者審核
zu: 4. Izindida zizobuyekezwa ngabanakekeli

# contributionStep5
source: 5. Once approved, they become built-in puzzles!
af: 5. Sodra dit goedgekeur is, word dit ingeboude legkaarte!
am: 5. አንዴ ከፀደቁ በኋላ አብሮ የተሰሩ እንቆቅልሾች ይሆናሉ!
ar: 5. بمجرد الموافقة عليها، تصبح ألغازًا مدمجة!
az: 5. Təsdiq edildikdən sonra onlar daxili tapmacalara çevrilirlər!
be: 5. Пасля зацвярджэння яны становяцца ўбудаванымі галаваломкамі!
bn: 5. একবার অনুমোদিত, তারা অন্তর্নির্মিত পাজল হয়ে!
bo: 5. ཆོག་མཆན་ཐོབ་རྗེས་ནང་བཟོའི་གསང་བརྟག་ཏུ་གྱུར!
ca: 5. Un cop aprovats, es converteixen en trencaclosques integrats!
cs: 5. Po schválení se stanou vestavěnými hádankami!
da: 5. Når de er godkendt, bliver de til indbyggede puslespil!
de: 5. Nach Genehmigung werden sie zu integrierten Rätseln!
el: 5. Μόλις εγκριθούν, γίνονται ενσωματωμένοι γρίφοι!
es: 5. Una vez aprobados, ¡se convierten en rompecabezas integrados!
et: 5. Kui need on heaks kiidetud, muutuvad need sisseehitatud mõistatusteks!
fa: 5. پس از تایید، آنها تبدیل به پازل ساخته شده در!
fr: 5. Une fois approuvés, ils deviennent des puzzles intégrés !
gu: 5. એકવાર મંજૂર થયા પછી, તેઓ બિલ્ટ-ઇન કોયડાઓ બની જાય છે!
he: 5. לאחר אישור, הם הופכים לחידות מובנות!
hi: 5. एक बार स्वीकृत हो जाने पर, वे अंतर्निहित पहेली बन जाते हैं!
hr: 5. Jednom odobrene, postaju ugrađene zagonetke!
hu: 5. Jóváhagyás után beépített feladványok lesznek!
hy: 5. Հաստատվելուց հետո դրանք դառնում են ներկառուցված հանելուկներ:
id: 5. Setelah disetujui, itu menjadi teka-teki bawaan!
is: 5. Þegar þær hafa verið samþykktar verða þær innbyggðar þrautir!
it: 5. Una volta approvati, diventano puzzle integrati!
ja: 5. 承認されると、組み込みパズルになります。
km: 5. នៅពេលដែលបានអនុម័ត ពួកគេក្លាយជាល្បែងផ្គុំរូបដែលភ្ជាប់មកជាមួយ!
kn: 5. ಒಮ್ಮೆ ಅನುಮೋದಿಸಿದ ನಂತರ, ಅವು ಅಂತರ್ನಿರ್ಮಿತ ಒಗಟುಗಳಾಗುತ್ತವೆ!
ko: 5. 승인되면 내장 퍼즐이 됩니다!
lt: 5. Patvirtinus, jie tampa įmontuotais galvosūkiais!
lv: 5. Pēc apstiprināšanas tās kļūst par iebūvētām puzlēm!
mk: 5. Откако ќе бидат одобрени, тие стануваат вградени загатки!
ms: 5. Setelah diluluskan, mereka menjadi teka-teki terbina dalam!
nl: 5. Eenmaal goedgekeurd, worden het ingebouwde puzzels!
pl: 5. Po zatwierdzeniu stają się wbudowanymi łamigłówkami!
pt: 5. Depois de aprovados, eles se tornam quebra-cabeças integrados!
ro: 5. Odată aprobate, acestea devin puzzle-uri încorporate!
ru: 5. После одобрения они становятся встроенными головоломками!
si: 5. අනුමත වූ පසු, ඒවා ගොඩනඟන ලද ප්‍රහේලිකා බවට පත් වේ!
sk: 5. Po schválení sa z nich stanú vstavané puzzle!
sl: 5. Ko so odobreni, postanejo vgrajene uganke!
sv: 5. När de är godkända blir de inbyggda pussel!
sw: 5. Baada ya kuidhinishwa, huwa puzzles iliyojengwa ndani!
te: 5. ఆమోదించబడిన తర్వాత, అవి అంతర్నిర్మిత పజిల్‌లుగా మారతాయి!
th: 5. เมื่อได้รับการอนุมัติแล้ว พวกมันจะกลายเป็นปริศนาในตัว!
tr: 5. Onaylandıktan sonra yerleşik bulmacalara dönüşürler!
uk: 5. Після схвалення вони стають вбудованими пазлами!
ur: 5. ایک بار منظور ہوجانے کے بعد ، وہ بلٹ ان پہیلیاں بن جاتے ہیں!
uz: 5. Tasdiqlangandan so'ng, ular o'rnatilgan jumboqlarga aylanadi!
zh: 5. 一旦通过，它们将成为内置谜题！
zh_hant: 5. 一旦獲得批准，它們就會成為內置謎題！
zu: 5. Uma sezigunyaziwe, ziba amaphazili akhelwe ngaphakathi!

source: Export for Contribution
af: Uitvoer vir Bydrae
am: ለአስተዋጽዖ ወደ ውጪ ላክ
ar: التصدير للمساهمة
az: Töhfə üçün ixrac edin
be: Экспарт для ўкладу
bn: অবদান জন্য রপ্তানি
bo: ཞལ་འདེབས་ཆེད་ཕྱི་འདྲེན།
ca: Exportació per a aportació
cs: Export pro příspěvek
da: Eksport for bidrag
de: Für Beitrag exportieren
el: Εξαγωγή για συνεισφορά
es: Exportar para contribución
et: Ekspordi panuse saamiseks
fa: صادرات برای مشارکت
fr: Exporter pour contribution
gu: યોગદાન માટે નિકાસ
he: ייצוא לצורך תרומה
hi: योगदान के लिए निर्यात करें
hr: Izvoz za doprinos
hu: Exportálás beküldéshez
hy: Արտահանում ներդրման համար
id: Ekspor untuk Kontribusi
is: Flytja út fyrir framlag
it: Esportazione per contributo
ja: 寄付のための輸出
km: នាំចេញសម្រាប់ការរួមចំណែក
kn: ಕೊಡುಗೆಗಾಗಿ ರಫ್ತು ಮಾಡಿ
ko: 기여용 내보내기
lt: Eksportas už indėlį
lv: Eksportēt ieguldījumam
mk: Извоз за придонес
ms: Eksport untuk Sumbangan
nl: Exporteren voor bijdrage
pl: Eksportuj w celu wniesienia wkładu
pt: Exportar para Contribuição
ro: Export pentru contribuție
ru: Экспорт для вклада
si: දායකත්වය සඳහා අපනයනය
sk: Exportovať za príspevok
sl: Izvoz za prispevek
sv: Exportera för bidrag
sw: Hamisha kwa Mchango
te: సహకారం కోసం ఎగుమతి చేయండి
th: ส่งออกเพื่อการบริจาค
tr: Katkı Amacıyla İhracat
uk: Експорт для внеску
ur: شراکت کے لئے برآمد
uz: Hissa uchun eksport
zh: 导出以贡献
zh_hant: 出口貢獻
zu: Khipha ukuze Unikele

source: Start Contributing
af: Begin om by te dra
am: ማበርከት ጀምር
ar: ابدأ المساهمة
az: Töhfə verməyə başlayın
be: Пачніце ўклад
bn: অবদান রাখা শুরু করুন
bo: ཞལ་འདེབས་འགོ་བཙུགས།
ca: Comença a contribuir
cs: Začněte přispívat
da: Begynd at bidrage
de: Beitragen beginnen
el: Αρχίστε να συνεισφέρετε
es: Comience a contribuir
et: Alustage panustamist
fa: شروع به مشارکت کنید
fr: Commencez à contribuer
gu: ફાળો આપવાનું શરૂ કરો
he: התחל לתרום
hi: योगदान देना प्रारंभ करें
hr: Počnite doprinositi
hu: Beküldés indítása
hy: Սկսեք նպաստել
id: Mulai Berkontribusi
is: Byrjaðu að leggja til
it: Inizia a contribuire
ja: 貢献を開始する
km: ចាប់ផ្តើមការរួមចំណែក
kn: ಕೊಡುಗೆ ನೀಡಲು ಪ್ರಾರಂಭಿಸಿ
ko: 기여 시작
lt: Pradėkite prisidėti
lv: Sāciet sniegt ieguldījumu
mk: Започнете да придонесувате
ms: Mula Menyumbang
nl: Begin met bijdragen
pl: Zacznij współtworzyć
pt: Comece a contribuir
ro: Începeți să contribuiți
ru: Начать вносить свой вклад
si: දායක වීම ආරම්භ කරන්න
sk: Začnite prispievať
sl: Začnite prispevati
sv: Börja bidra
sw: Anza Kuchangia
te: సహకరించడం ప్రారంభించండి
th: เริ่มมีส่วนร่วม
tr: Katkıda Bulunmaya Başlayın
uk: Почніть робити внесок
ur: تعاون کرنا شروع کریں
uz: Hissa qo‘shishni boshlang
zh: 开始贡献
zh_hant: 開始貢獻
zu: Qala Ukunikela

source: Quick Start:
af: Vinnige Begin:
am: ፈጣን ጅምር፡
ar: بداية سريعة:
az: Tez Başlanğıc:
be: Хуткі старт:
bn: দ্রুত শুরু:
bo: མྱུར་འགོ:
ca: Inici ràpid:
cs: Rychlý start:
da: Hurtig start:
de: Schnellstart:
el: Γρήγορη εκκίνηση:
es: Inicio rápido:
et: Kiire algus:
fa: شروع سریع:
fr: Démarrage rapide :
gu: ઝડપી શરૂઆત:
he: התחלה מהירה:
hi: त्वरित शुरुआत:
hr: Brzi početak:
hu: Gyors kezdés:
hy: Արագ մեկնարկ.
id: Mulai Cepat:
is: Fljótleg byrjun:
it: Avvio rapido:
ja: クイックスタート:
km: ការចាប់ផ្តើមរហ័ស៖
kn: ತ್ವರಿತ ಆರಂಭ:
ko: 빠른 시작:
lt: Greita pradžia:
lv: Ātrā sākšana:
mk: Брз почеток:
ms: Mula Pantas:
nl: Snelle start:
pl: Szybki start:
pt: Início rápido:
ro: Pornire rapidă:
ru: Быстрый старт:
si: ඉක්මන් ආරම්භය:
sk: Rýchly štart:
sl: Hiter začetek:
sv: Snabbstart:
sw: Anza Haraka:
te: త్వరిత ప్రారంభం:
th: เริ่มต้นอย่างรวดเร็ว:
tr: Hızlı Başlangıç:
uk: Швидкий старт:
ur: فوری آغاز:
uz: Tez boshlash:
zh: 快速开始：
zh_hant: 快速入門：
zu: Ukuqala Ngokushesha:

source: Create Quality Puzzles
af: Skep kwaliteit legkaarte
am: ጥራት ያላቸው እንቆቅልሾችን ይፍጠሩ
ar: إنشاء ألغاز عالية الجودة
az: Keyfiyyətli Bulmacalar yaradın
be: Стварайце якасныя галаваломкі
bn: গুণমানের ধাঁধা তৈরি করুন
bo: ཡག་པོའི་གསང་བརྟག་བཟོ།
ca: Crea trencaclosques de qualitat
cs: Vytvářejte kvalitní hádanky
da: Lav kvalitetspuslespil
de: Hochwertige Rätsel erstellen
el: Δημιουργήστε ποιοτικά παζλ
es: Crea rompecabezas de calidad
et: Looge kvaliteetseid mõistatusi
fa: پازل های با کیفیت بسازید
fr: Créez des puzzles de qualité
gu: ગુણવત્તાયુક્ત કોયડાઓ બનાવો
he: צור פאזלים איכותיים
hi: गुणवत्तापूर्ण पहेलियाँ बनाएँ
hr: Stvorite kvalitetne zagonetke
hu: Minőségi feladványok készítése
hy: Ստեղծեք որակյալ հանելուկներ
id: Buat Teka-teki Berkualitas
is: Búðu til gæðaþrautir
it: Crea puzzle di qualità
ja: 高品質のパズルを作成する
km: បង្កើតល្បែងផ្គុំរូបដែលមានគុណភាព
kn: ಗುಣಮಟ್ಟದ ಒಗಟುಗಳನ್ನು ರಚಿಸಿ
ko: 고품질 퍼즐 만들기
lt: Kurkite kokybiškus galvosūkius
lv: Izveidojiet kvalitatīvas mīklas
mk: Креирајте квалитетни загатки
ms: Cipta Teka-teki Berkualiti
nl: Maak kwaliteitspuzzels
pl: Twórz wysokiej jakości łamigłówki
pt: Crie quebra-cabeças de qualidade
ro: Creați puzzle-uri de calitate
ru: Создавайте качественные головоломки
si: ගුණාත්මක ප්‍රහේලිකා සාදන්න
sk: Vytvárajte kvalitné hádanky
sl: Ustvarite kakovostne uganke
sv: Skapa kvalitetspussel
sw: Unda Mafumbo ya Ubora
te: నాణ్యమైన పజిల్స్ సృష్టించండి
th: สร้างปริศนาคุณภาพ
tr: Kaliteli Bulmacalar Yaratın
uk: Створюйте якісні пазли
ur: معیاری پہیلیاں بنائیں
uz: Sifatli jumboqlarni yarating
zh: 创建高质量谜题
zh_hant: 創造高質量的謎題
zu: Dala Izindida Zekhwalithi

# createQualityPuzzlesDesc
source: Ensure your puzzle has a clear solution, good metadata, and teaches something valuable.
af: Maak seker dat jou legkaart 'n duidelike oplossing, goeie metadata het en iets waardevols leer.
am: እንቆቅልሽ ግልጽ የሆነ መፍትሄ፣ ጥሩ ሜታዳታ እንዳለው እና የሆነ ጠቃሚ ነገር እንደሚያስተምር ያረጋግጡ።
ar: تأكد من أن اللغز الخاص بك يحتوي على حل واضح وبيانات وصفية جيدة ويعلم شيئًا ذا قيمة.
az: Tapmacanızın aydın həlli, yaxşı metadata və dəyərli bir şey öyrətdiyinə əmin olun.
be: Пераканайцеся, што ваша галаваломка мае дакладнае рашэнне, добрыя метаданыя і вучыць чамусьці каштоўнаму.
bn: নিশ্চিত করুন যে আপনার ধাঁধার একটি পরিষ্কার সমাধান আছে, ভাল মেটাডেটা আছে এবং মূল্যবান কিছু শেখায়।
bo: གསང་བརྟག་ལ་གསལ་བའི་ཐབས་ཤེས་དང་མེ་ལོང་ཡག་པོ་ཡོད་ཅིང་ཁེ་ཕན་ཅན་ཡིན་པ་ཚོད་ལྟ་བྱོས།
ca: Assegureu-vos que el vostre trencaclosques tingui una solució clara, bones metadades i que ensenyi alguna cosa valuosa.
cs: Ujistěte se, že vaše hádanka má jasné řešení, dobrá metadata a učí něco cenného.
da: Sørg for, at dit puslespil har en klar løsning, gode metadata og lærer noget værdifuldt.
de: Stelle sicher, dass dein Rätsel eine klare Lösung, gute Metadaten hat und etwas Wertvolles lehrt.
el: Βεβαιωθείτε ότι το παζλ σας έχει μια σαφή λύση, καλά μεταδεδομένα και διδάσκει κάτι πολύτιμο.
es: Asegúrese de que su rompecabezas tenga una solución clara, buenos metadatos y enseñe algo valioso.
et: Veenduge, et teie mõistatusel oleks selge lahendus, head metaandmed ja see õpetaks midagi väärtuslikku.
fa: مطمئن شوید که پازل شما دارای یک راه حل واضح، ابرداده خوب است و چیز ارزشمندی را آموزش می دهد.
fr: Assurez-vous que votre puzzle a une solution claire, de bonnes métadonnées et enseigne quelque chose de précieux.
gu: ખાતરી કરો કે તમારી પઝલમાં સ્પષ્ટ ઉકેલ છે, સારો મેટાડેટા છે અને કંઈક મૂલ્યવાન શીખવે છે.
he: ודא שלפאזל שלך יש פתרון ברור, מטא נתונים טובים ומלמד משהו בעל ערך.
hi: सुनिश्चित करें कि आपकी पहेली में स्पष्ट समाधान, अच्छा मेटाडेटा और कुछ मूल्यवान चीजें हैं।
hr: Pobrinite se da vaša zagonetka ima jasno rješenje, dobre metapodatke i podučava nešto vrijedno.
hu: Gondoskodj róla, hogy a feladványnak egyértelmű megoldása, jó metaadatai legyenek, és valami hasznosat tanítson.
hy: Համոզվեք, որ ձեր գլուխկոտրուկն ունի հստակ լուծում, լավ մետատվյալներ և ինչ-որ արժեքավոր բան է սովորեցնում:
id: Pastikan teka-teki Anda memiliki solusi yang jelas, metadata yang baik, dan mengajarkan sesuatu yang berharga.
is: Gakktu úr skugga um að þrautin þín hafi skýra lausn, góð lýsigögn og kenni eitthvað dýrmætt.
it: Assicurati che il tuo puzzle abbia una soluzione chiara, buoni metadati e insegni qualcosa di prezioso.
ja: パズルに明確な解決策、適切なメタデータがあり、価値のあるものを教えていることを確認してください。
km: ត្រូវប្រាកដថាល្បែងផ្គុំរូបរបស់អ្នកមានដំណោះស្រាយច្បាស់លាស់ ទិន្នន័យមេតាល្អ និងបង្រៀនអ្វីមួយដែលមានតម្លៃ។
kn: ನಿಮ್ಮ ಒಗಟು ಸ್ಪಷ್ಟ ಪರಿಹಾರ, ಉತ್ತಮ ಮೆಟಾಡೇಟಾ ಮತ್ತು ಮೌಲ್ಯಯುತವಾದದ್ದನ್ನು ಕಲಿಸುತ್ತದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ko: 퍼즐에 명확한 해답, 좋은 메타데이터가 있고 가치 있는 것을 가르치는지 확인하세요.
lt: Įsitikinkite, kad jūsų galvosūkis turi aiškų sprendimą, gerus metaduomenis ir moko ko nors vertingo.
lv: Nodrošiniet, lai jūsu mīklai būtu skaidrs risinājums, labi metadati un tas māca kaut ko vērtīgu.
mk: Погрижете се вашата загатка да има јасно решение, добри метаподатоци и да научи нешто вредно.
ms: Pastikan teka-teki anda mempunyai penyelesaian yang jelas, metadata yang baik dan mengajar sesuatu yang berharga.
nl: Zorg ervoor dat je puzzel een duidelijke oplossing heeft, goede metadata heeft en iets waardevols leert.
pl: Upewnij się, że Twoja łamigłówka ma jasne rozwiązanie, dobre metadane i uczy czegoś wartościowego.
pt: Certifique-se de que seu quebra-cabeça tenha uma solução clara, bons metadados e ensine algo valioso.
ro: Asigurați-vă că puzzle-ul are o soluție clară, metadate bune și învață ceva valoros.
ru: Убедитесь, что ваша головоломка имеет четкое решение, хорошие метаданные и учит чему-то ценному.
si: ඔබේ ප්‍රහේලිකාවට පැහැදිලි විසඳුමක්, හොඳ පාර-දත්ත සහ වටිනා යමක් උගන්වන බව සහතික කර ගන්න.
sk: Uistite sa, že vaša hádanka má jasné riešenie, dobré metadáta a učí niečo cenné.
sl: Poskrbite, da bo vaša uganka imela jasno rešitev, dobre metapodatke in naučila nekaj dragocenega.
sv: Se till att ditt pussel har en tydlig lösning, bra metadata och lär ut något värdefullt.
sw: Hakikisha fumbo lako lina suluhu linaloeleweka, metadata nzuri na inafundisha jambo muhimu.
te: మీ పజిల్‌కు స్పష్టమైన పరిష్కారం, మంచి మెటాడేటా మరియు విలువైనదేదో బోధిస్తున్నట్లు నిర్ధారించుకోండి.
th: ตรวจสอบให้แน่ใจว่าปริศนาของคุณมีวิธีแก้ปัญหาที่ชัดเจน มีข้อมูลเมตาที่ดี และสอนสิ่งที่มีคุณค่า
tr: Bulmacanızın net bir çözüme, iyi meta verilere sahip olduğundan ve değerli bir şeyler öğrettiğinden emin olun.
uk: Переконайтеся, що ваша головоломка має чітке рішення, хороші метадані та навчає чогось цінного.
ur: یقینی بنائیں کہ آپ کی پہیلی کا واضح حل ہے ، اچھا میٹا ڈیٹا ہے ، اور کوئی قیمتی چیز سکھاتا ہے۔
uz: Jumboqning aniq yechimi, yaxshi metama’lumotlari va qimmatli narsalarni o‘rgatishiga ishonch hosil qiling.
zh: 确保您的谜题有明确的解答、良好的元数据，并能传授有价值的内容。
zh_hant: 確保你的謎題有清晰的解決方案、良好的元數據，並教授一些有價值的東西。
zu: Qinisekisa ukuthi iphazili yakho inesixazululo esicacile, imethadatha enhle, futhi ifundisa okuthile okubalulekile.

source: Add Your Name
af: Voeg jou naam by
am: ስምህን ጨምር
ar: أضف اسمك
az: Adınızı əlavə edin
be: Дадайце сваё імя
bn: আপনার নাম যোগ করুন
bo: མིང་སྣོན།
ca: Afegeix el teu nom
cs: Přidejte své jméno
da: Tilføj dit navn
de: Deinen Namen hinzufügen
el: Προσθέστε το όνομά σας
es: Añade tu nombre
et: Lisage oma nimi
fa: نام خود را اضافه کنید
fr: Ajoutez votre nom
gu: તમારું નામ ઉમેરો
he: הוסף את שמך
hi: अपना नाम जोड़ें
hr: Dodajte svoje ime
hu: Add meg a neved
hy: Ավելացրե՛ք Ձեր անունը
id: Tambahkan Nama Anda
is: Bættu við nafni þínu
it: Aggiungi il tuo nome
ja: あなたの名前を追加してください
km: បន្ថែមឈ្មោះរបស់អ្នក។
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ಸೇರಿಸಿ
ko: 이름 추가
lt: Pridėkite savo vardą
lv: Pievienojiet savu vārdu
mk: Додадете го вашето име
ms: Tambah Nama Anda
nl: Voeg uw naam toe
pl: Dodaj swoje imię i nazwisko
pt: Adicione seu nome
ro: Adăugați numele dvs
ru: Добавьте свое имя
si: ඔබේ නම එකතු කරන්න
sk: Pridajte svoje meno
sl: Dodajte svoje ime
sv: Lägg till ditt namn
sw: Ongeza Jina Lako
te: మీ పేరును జోడించండి
th: เพิ่มชื่อของคุณ
tr: Adınızı Ekleyin
uk: Додайте своє ім'я
ur: اپنا نام شامل کریں
uz: Ismingizni qo'shing
zh: 添加您的名字
zh_hant: 添加您的名字
zu: Faka Igama Lakho

# addYourNameDesc
source: Edit your puzzle and add your name as the author to get credit.
af: Wysig jou legkaart en voeg jou naam as die skrywer by om krediet te kry.
am: ክሬዲት ለማግኘት የእርስዎን እንቆቅልሽ ያርትዑ እና ስምዎን እንደ ደራሲ ያክሉ።
ar: قم بتحرير اللغز الخاص بك وأضف اسمك كمؤلف للحصول على الائتمان.
az: Tapmacanızı redaktə edin və kredit əldə etmək üçün adınızı müəllif kimi əlavə edin.
be: Адрэдагуйце галаваломку і дадайце сваё імя ў якасці аўтара, каб атрымаць крэдыт.
bn: আপনার ধাঁধা সম্পাদনা করুন এবং ক্রেডিট পেতে লেখক হিসাবে আপনার নাম যোগ করুন।
bo: ཐོབ་ཐང་ཐོབ་ཆེད་གསང་བརྟག་བཅོས་བསྒྱུར་བྱས་ནས་མིང་རྩོམ་པ་པོར་སྣོན།
ca: Edita el teu trencaclosques i afegeix el teu nom com a autor per obtenir crèdit.
cs: Upravte svou hádanku a přidejte své jméno jako autora, abyste získali kredit.
da: Rediger dit puslespil, og tilføj dit navn som forfatter for at få kredit.
de: Bearbeite dein Rätsel und füge deinen Namen als Autor hinzu, um Anerkennung zu erhalten.
el: Επεξεργαστείτε το παζλ σας και προσθέστε το όνομά σας ως συγγραφέα για να λάβετε πίστωση.
es: Edite su rompecabezas y agregue su nombre como autor para obtener crédito.
et: Redigeerige oma mõistatust ja lisage autorina oma nimi, et saada tunnustust.
fa: پازل خود را ویرایش کنید و نام خود را به عنوان نویسنده اضافه کنید تا اعتبار دریافت کنید.
fr: Modifiez votre puzzle et ajoutez votre nom en tant qu'auteur pour obtenir un crédit.
gu: તમારી પઝલ સંપાદિત કરો અને ક્રેડિટ મેળવવા માટે લેખક તરીકે તમારું નામ ઉમેરો.
he: ערוך את הפאזל שלך והוסף את שמך כמחבר כדי לקבל קרדיט.
hi: अपनी पहेली संपादित करें और श्रेय पाने के लिए लेखक के रूप में अपना नाम जोड़ें।
hr: Uredite svoju slagalicu i dodajte svoje ime kao autora kako biste dobili priznanje.
hu: Szerkeszd a feladványt, és add meg a neved szerzőként, hogy megkapd az elismerést.
hy: Խմբագրեք ձեր գլուխկոտրուկը և ավելացրեք ձեր անունը որպես հեղինակ՝ վարկ ստանալու համար:
id: Edit teka-teki Anda dan tambahkan nama Anda sebagai penulis untuk mendapatkan kredit.
is: Breyttu þrautinni þinni og bættu við nafni þínu sem höfundi til að fá kredit.
it: Modifica il tuo puzzle e aggiungi il tuo nome come autore per ottenere crediti.
ja: パズルを編集し、作者としてあなたの名前を追加してクレジットを取得してください。
km: កែសម្រួលរូបផ្គុំរបស់អ្នក ហើយបន្ថែមឈ្មោះរបស់អ្នកជាអ្នកនិពន្ធ ដើម្បីទទួលបានឥណទាន។
kn: ನಿಮ್ಮ ಒಗಟು ಸಂಪಾದಿಸಿ ಮತ್ತು ಕ್ರೆಡಿಟ್ ಪಡೆಯಲು ನಿಮ್ಮ ಹೆಸರನ್ನು ಲೇಖಕರಾಗಿ ಸೇರಿಸಿ.
ko: 퍼즐을 편집하고 작성자로 이름을 추가하여 크레딧을 받으세요.
lt: Redaguokite savo galvosūkį ir pridėkite savo vardą kaip autorių, kad gautumėte kreditą.
lv: Rediģējiet savu mīklu un pievienojiet savu autora vārdu, lai iegūtu kredītu.
mk: Уредете ја вашата загатка и додајте го вашето име како автор за да добиете кредит.
ms: Edit teka-teki anda dan tambahkan nama anda sebagai pengarang untuk mendapatkan kredit.
nl: Bewerk je puzzel en voeg je naam toe als auteur om erkenning te krijgen.
pl: Edytuj swoją łamigłówkę i dodaj swoje imię i nazwisko jako autora, aby otrzymać uznanie.
pt: Edite seu quebra-cabeça e adicione seu nome como autor para obter crédito.
ro: Editează-ți puzzle-ul și adaugă-ți numele ca autor pentru a obține credit.
ru: Отредактируйте свою головоломку и укажите свое имя в качестве автора, чтобы получить признание.
si: ණය ලබා ගැනීමට ඔබේ ප්‍රහේලිකාව සංස්කරණය කර කර්තෘ ලෙස ඔබේ නම එක් කරන්න.
sk: Upravte svoju hádanku a pridajte svoje meno ako autora, aby ste získali kredit.
sl: Uredite svojo uganko in dodajte svoje ime kot avtorja, da pridobite zasluge.
sv: Redigera ditt pussel och lägg till ditt namn som författare för att få kredit.
sw: Hariri fumbo lako na uongeze jina lako kama mwandishi ili kupata sifa.
te: క్రెడిట్ పొందడానికి మీ పజిల్‌ని సవరించండి మరియు మీ పేరును రచయితగా జోడించండి.
th: แก้ไขปริศนาของคุณและเพิ่มชื่อของคุณเป็นผู้แต่งเพื่อรับเครดิต
tr: Kredi almak için bulmacanızı düzenleyin ve adınızı yazar olarak ekleyin.
uk: Відредагуйте свій пазл і додайте своє ім’я як автора, щоб отримати кредит.
ur: اپنی پہیلی میں ترمیم کریں اور کریڈٹ حاصل کرنے کے لئے مصنف کی حیثیت سے اپنا نام شامل کریں۔
uz: Boshqotirmangizni tahrirlang va kredit olish uchun muallif sifatida ismingizni qo'shing.
zh: 编辑您的谜题并添加您的名字作为作者以获得署名。
zh_hant: 編輯您的謎題並將您的名字添加為作者以獲得榮譽。
zu: Hlela iphazili yakho bese wengeza igama lakho njengombhali ukuze uthole ikhredithi.

# exportForContributionStep
source: Export for Contribution
af: Uitvoer vir Bydrae
am: ለአስተዋጽዖ ወደ ውጪ ላክ
ar: التصدير للمساهمة
az: Töhfə üçün ixrac edin
be: Экспарт для ўкладу
bn: অবদান জন্য রপ্তানি
bo: ཞལ་འདེབས་ཆེད་ཕྱི་འདྲེན།
ca: Exportació per aportació
cs: Export pro příspěvek
da: Eksport for bidrag
de: Für Beitrag exportieren
el: Εξαγωγή για συνεισφορά
es: Exportar para contribución
et: Ekspordi panuse saamiseks
fa: صادرات برای مشارکت
fr: Exporter pour contribution
gu: યોગદાન માટે નિકાસ
he: ייצוא לצורך תרומה
hi: योगदान के लिए निर्यात करें
hr: Izvoz za doprinos
hu: Exportálás beküldéshez
hy: Արտահանում ներդրման համար
id: Ekspor untuk Kontribusi
is: Flytja út fyrir framlag
it: Esportazione per contributo
ja: 寄付のための輸出
km: នាំចេញសម្រាប់ការរួមចំណែក
kn: ಕೊಡುಗೆಗಾಗಿ ರಫ್ತು ಮಾಡಿ
ko: 기여용 내보내기
lt: Eksportas už indėlį
lv: Eksportēt ieguldījumam
mk: Извоз за придонес
ms: Eksport untuk Sumbangan
nl: Exporteren voor bijdrage
pl: Eksportuj w celu wniesienia wkładu
pt: Exportar para Contribuição
ro: Export pentru contribuție
ru: Экспорт для вклада
si: දායකත්වය සඳහා අපනයනය
sk: Exportovať za príspevok
sl: Izvoz za prispevek
sv: Exportera för bidrag
sw: Hamisha kwa Mchango
te: సహకారం కోసం ఎగుమతి చేయండి
th: ส่งออกเพื่อการบริจาค
tr: Katkı Amacıyla İhracat
uk: Експорт для внеску
ur: شراکت کے لئے برآمد
uz: Hissa uchun eksport
zh: 导出以贡献
zh_hant: 出口貢獻
zu: Khipha ukuze Unikele
