Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# voiceAssistantDownloading
source: Downloading...
de: Wird heruntergeladen...
ko: 다운로드 중...

# voiceAssistantDownloadModelMessage
source: Voice assistant requires a language model to function. This will download the selected model.
de: Sprachassistent benötigt ein Sprachmodell zum Funktionieren. Dies lädt das ausgewählte Modell herunter.
ko: 음성 도우미가 작동하려면 언어 모델이 필요합니다. 선택한 모델을 다운로드합니다.

# voiceAssistantModelDownloadSuccess
source: Model downloaded successfully
de: Modell erfolgreich heruntergeladen
ko: 모델 다운로드 성공

# voiceAssistantModelDownloadFailed
source: Failed to download model
de: Modell-Download fehlgeschlagen
ko: 모델 다운로드 실패

# voiceAssistantModelDeleted
source: Model deleted successfully
de: Modell erfolgreich gelöscht
ko: 모델 삭제 성공

# voiceAssistantDeleteFailed
source: Failed to delete model
de: Löschen fehlgeschlagen
ko: 삭제 실패

# voiceAssistantDeleteModelConfirm
source: Are you sure you want to delete the downloaded model?
de: Möchten Sie das heruntergeladene Modell wirklich löschen?
ko: 다운로드한 모델을 삭제하시겠습니까?

# voiceAssistantModelSize
source: Model Size
de: Modellgröße
ko: 모델 크기

# voiceAssistantModelPath
source: Model Path
de: Modellpfad
ko: 모델 경로

# voiceAssistantSelectModelType
source: Select Model Type
de: Modelltyp auswählen
ko: 모델 유형 선택

# voiceAssistantSelectLanguage
source: Select Language
de: Sprache auswählen
ko: 언어 선택

# voiceAssistantLanguageChanged
source: Language changed. Please download the model for the new language.
de: Sprache geändert. Bitte lade das Modell für die neue Sprache herunter.
ko: 언어가 변경되었습니다. 새 언어용 모델을 다운로드하세요.

# voiceAssistantEnableFailed
source: Failed to enable voice assistant
de: Aktivierung des Sprachassistenten fehlgeschlagen
ko: 음성 도우미 활성화 실패

# voiceAssistantListening
source: Listening...
de: Zuhören...
ko: 듣는 중...

# voiceAssistantNoSpeechDetected
source: No speech detected
de: Keine Sprache erkannt
ko: 음성 감지 안 됨

# voiceAssistantRecognizedText
source: Recognized Text
de: Erkannter Text
ko: 인식된 텍스트

# voiceAssistantResult
source: Result
de: Ergebnis
ko: 결과

source: Voice assistant error
de: Sprachassistenten-Fehler
ko: 음성 도우미 오류

# voiceAssistantRedownloadModel
source: Re-download Model
de: Modell erneut herunterladen
ko: 모델 재다운로드

# voiceAssistantRedownloadModelMessage
source: A voice model is already downloaded. Do you want to re-download and overwrite it?
de: Ein Sprachmodell ist bereits heruntergeladen. Möchten Sie es erneut herunterladen und überschreiben?
ko: 음성 모델이 이미 다운로드되어 있습니다. 재다운로드하고 덮어쓰시겠습니까?

# voiceCommandSuccess
source: Command executed successfully
de: Befehl erfolgreich ausgeführt
ko: 명령 실행 성공

# voiceCommandFailed
source: Failed to execute command
de: Befehlsausführung fehlgeschlagen
ko: 명령 실행 실패

# voiceCommandUnknown
source: Unknown command
de: Unbekannter Befehl
ko: 알 수 없는 명령

# voiceCommandMoveSuccess
source: Move executed
de: Zug ausgeführt
ko: 이동 실행됨

# voiceCommandMoveFailed
source: Failed to execute move
de: Zugausführung fehlgeschlagen
ko: 이동 실행 실패

# voiceCommandPlaceSuccess
source: Piece placed
de: Stein gesetzt
ko: 말이 놓였습니다

# voiceCommandPlaceFailed
source: Failed to place piece
de: Setzen fehlgeschlagen
ko: 말 놓기 실패

# voiceCommandRemoveSuccess
source: Piece removed
de: Stein entfernt
ko: 말이 제거되었습니다

# voiceCommandRemoveFailed
source: Failed to remove piece
de: Entfernen fehlgeschlagen
ko: 말 제거 실패

# voiceCommandUndoSuccess
source: Undo executed
de: Rückgängig gemacht
ko: 되돌리기 실행됨

# voiceCommandUndoFailed
source: Failed to undo
de: Rückgängigmachen fehlgeschlagen
ko: 되돌리기 실패

# voiceCommandRedoSuccess
source: Redo executed
de: Wiederholt
ko: 다시하기 실행됨

# voiceCommandRedoFailed
source: Failed to redo
de: Wiederholen fehlgeschlagen
ko: 다시하기 실패

# voiceCommandRestartSuccess
source: Game restarted
de: Spiel neugestartet
ko: 게임 재시작됨

# voiceCommandRestartFailed
source: Failed to restart game
de: Neustart fehlgeschlagen
ko: 게임 재시작 실패

# voiceCommandAiMoveSuccess
source: AI is thinking...
de: KI denkt nach...
ko: AI가 생각 중...

# voiceCommandAiMoveFailed
source: Failed to request AI move
de: KI-Zuganforderung fehlgeschlagen
ko: AI 수 요청 실패

# voiceCommandSettingsSuccess
source: Settings updated
de: Einstellungen aktualisiert
ko: 설정 업데이트됨

# voiceCommandSettingsFailed
source: Failed to update settings
de: Aktualisierung der Einstellungen fehlgeschlagen
ko: 설정 업데이트 실패

# voiceCommandHelpSuccess
source: Help displayed
de: Hilfe angezeigt
ko: 도움말 표시됨

# voiceCommandSoundOn
source: Sound enabled
de: Ton aktiviert
ko: 사운드 활성화됨

# voiceCommandSoundOff
source: Sound disabled
de: Ton deaktiviert
ko: 사운드 비활성화됨

# voiceCommandVibrationOn
source: Vibration enabled
de: Vibration aktiviert
ko: 진동 활성화됨

# voiceCommandVibrationOff
source: Vibration disabled
de: Vibration deaktiviert
ko: 진동 비활성화됨
