Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# restoredPosition
source: Restored initial position.
af: Herstel aanvanklike posisie.
am: መነሻ ነጥብ ተመልሷል።
ar: تمت استعادة الوضع الأولي.
az: İlkin mövqe bərpa edildi.
be: Адноўлены зыходнае становішча.
bg: Възстановена първоначална позиция.
bn: প্রাথমিক অবস্থান পুনরুদ্ধার করা হয়েছে।
bo: ཐོག་མའི་གནས་ས་སླར་གསོ་བྱས་ཟིན།
ca: S'ha restaurat a la posició inicial.
cs: Obnovena výchozí pozice.
da: Gendannet udgangsposition.
de: Ausgangsposition wiederhergestellt.
el: Αποκαταστάθηκε η αρχική θέση.
es: Restablecida la posición inicial.
et: Algasend taastatud.
fa: موقعیت اولیه بازیابی شد.
fi: Alkuasento palautettu.
fr: Position initiale restaurée.
gu: પુનઃસ્થાપિત પ્રારંભિક સ્થિતિ.
he: מיקום התחלתי משוחזר.
hi: प्रारंभिक स्थिति बहाल।
hr: Obnovljen početni položaj.
hu: Kiinduló helyzet visszaállítva.
hy: Վերականգնված նախնական դիրքը:
id: Posisi awal dipulihkan.
is: Endurheimt upphafsstaða.
it: Posizione iniziale ripristinata.
ja: 初期位置を復元しました。
km: បានស្តារទីតាំងដំបូងឡើងវិញ។
kn: ಆರಂಭಿಕ ಸ್ಥಾನವನ್ನು ಮರುಸ್ಥಾಪಿಸಲಾಗಿದೆ.
ko: 초기 위치 복원됨.
lt: Atkurta pradinė padėtis.
lv: Atjaunota sākotnējā pozīcija.
mk: Вратена почетна положба.
ms: Kedudukan awal dipulihkan.
my: မူလအနေအထားကို ပြန်လည်ရရှိခဲ့သည်။
nb: Gjenopprettet utgangsposisjon.
nl: Herstelde beginpositie.
pl: Przywrócona pozycja początkowa.
pt: Posição inicial restaurada.
ro: Poziția inițială restabilită.
ru: Восстановлено исходное положение.
si: ප්‍රාරම්භක තත්වය නැවත ස්ථාපිත කරන ලදී.
sk: Obnovená počiatočná poloha.
sl: Obnovljen začetni položaj.
sq: Pozicioni fillestar i rivendosur.
sr: Враћена почетна позиција.
sv: Återställt utgångsläge.
sw: Nafasi ya awali iliyorejeshwa.
ta: ஆரம்ப நிலை மீட்டெடுக்கப்பட்டது.
te: ప్రారంభ స్థానం పునరుద్ధరించబడింది.
th: เรียกคืนตำแหน่งเริ่มต้น
tr: İlk konumu geri yüklendi.
uk: Відновлено початкове положення.
ur: ابتدائی پوزیشن بحال کر دی گئی۔
uz: Dastlabki pozitsiyasi tiklandi.
vi: Đã khôi phục vị trí ban đầu.
zh: 已还原至初始局面
zh_hant: 已還原至初始局面
zu: Kubuyiselwe indawo yokuqala.

source: Clean
af: Skoon
am: ንጽህና
ar: مسح
az: Təmiz
be: Чыстая
bg: Чисто
bn: পরিষ্কার
bo: གཙང་བཟོ།
ca: Neteja
cs: Čistý
da: Ren
de: Leeren
el: ΚΑΘΑΡΗ
es: Limpiar
et: Puhas
fa: پاک کردن
fi: Puhdas
fr: Nettoyer
gu: ચોખ્ખો
he: לְנַקוֹת
hi: स्वच्छ
hr: Očisti
hu: Tiszta
hy: Մաքուր
id: Membersihkan
is: Hreint
it: Pulire
ja: クリア
km: សម្អាត
kn: ಕ್ಲೀನ್
ko: 깨끗한
lt: Švarus
lv: Tīrs
mk: Чиста
ms: Bersih
my: သန့်ရှင်း
nb: Ren
nl: Schoon
pl: Czysty
pt: Limpar
ro: Curat
ru: Чистый
si: පිරිසිදු
sk: Čistý
sl: čisto
sq: I pastër
sr: Чист
sv: Rena
sw: Safi
ta: தூய்மையான
te: శుభ్రంగా
th: ทำความสะอาด
tr: Temiz
uk: чистий
ur: صاف
uz: Toza
vi: Lau dọn
zh: 清盘
zh_hant: 清盤
zu: Hlanza

source: Cleaned up.
af: Opgeruim.
am: ንጽህና ተፈጸመ።
ar: تم المسح.
az: Təmizlənmiş.
be: Пачысцілі.
bg: Почистен.
bn: পরিষ্কার করা হয়েছে।
bo: གཙང་བཟོ་བྱས་ཟིན།
ca: S'ha netejat.
cs: Uklizený.
da: Ryddet op.
de: Aufgeräumt.
el: Καθαρισμένο.
es: Limpio.
et: Koristatud.
fa: پاک شد.
fi: Siivottu.
fr: Nettoyé.
gu: સ્વચ્છ કરેલ.
he: ניקה.
hi: सफाई की।
hr: Očišćeno.
hu: Feltakarítva.
hy: Մաքրվել է.
id: Dibersihkan.
is: Hreinsað.
it: Pulito.
ja: クリーンアップ。
km: បានសម្អាត។
kn: ಸ್ವಚ್ಛಗೊಳಿಸಲಾಗಿದೆ.
ko: 정돈됨.
lt: Išvalyta.
lv: Satīrīts.
mk: Исчистено.
ms: Dibersihkan.
my: သန့်စင်ခဲ့သည်။
nb: Ryddet opp.
nl: Schoongemaakt.
pl: Oczyszczone.
pt: Limpo.
ro: Curatat.
ru: Убрано.
si: පිරිසිදු කරන ලදී.
sk: Uprataný.
sl: Počiščeno.
sq: Pastruar.
sr: Очишћено.
sv: Städade.
sw: Imesafishwa.
ta: தூய்மை செய்யப்பட்டது.
te: శుభ్రం చేశారు.
th: ทำความสะอาด.
tr: Temizledik.
uk: Прибраний.
ur: صاف ہو چکا.
uz: Tozalangan.
vi: Làm sạch.
zh: 已清盘
zh_hant: 已清盤
zu: Kuhlanzwe.

source: Remove
af: Verwyder
am: መውጣት
ar: إزالة
az: Sil
be: Выдаліць
bg: Премахване
bn: অপসারণ
bo: བསུབ་པ།
ca: Elimina
cs: Odstranit
da: Fjerne
de: Entfernen
el: Αφαιρώ
es: Quitar
et: Eemalda
fa: برداشتن
fi: Poista
fr: Retirer
gu: દૂર કરો
he: לְהַסִיר
hi: हटाना
hr: Ukloni
hu: Távolít.
hy: Հեռացնել
id: Menghapus
is: Fjarlægja
it: Rimuovere
ja: 削除
km: ដកចេញ
kn: ತೆಗೆದುಹಾಕಿ
ko: 제거하다
lt: Pašalinti
lv: Noņemt
mk: Отстрани
ms: Alih keluar
my: ဖယ်ရှားပါ
nb: Fjerne
nl: Verwijderen
pl: Usunąć
pt: Remover
ro: Elimina
ru: Удалять
si: ඉවත්
sk: Odstrániť
sl: Odstrani
sq: Hiq
sr: Уклони
sv: Ta bort
sw: Ondoa
ta: அகற்று
te: తొలగించు
th: ลบ
tr: Kaldırmak
uk: видалити
ur: دور
uz: O'chirish
vi: Di dời
zh: 将吃几子
zh_hant: 將吃幾子
zu: Susa

source: No pieces can be removed.
af: Geen stukke kan verwyder word nie.
am: ምንም ቁራጭ አይወጣም።
ar: لا يمكن إزالة أي قطعة.
az: Heç bir parça çıxarıla bilməz.
be: Немагчыма выдаліць кавалкі.
bg: Никакви парчета не могат да бъдат премахнати.
bn: কোন টুকরা অপসারণ করা যাবে না.
bo: རྡེལ་གང་ཡང་བསུབ་མི་ཆོག
ca: No hi ha cap peça que es pugui eliminar.
cs: Žádné kusy nelze odstranit.
da: Ingen stykker kan fjernes.
de: Es können keine Teile entfernt werden.
el: Κανένα κομμάτι δεν μπορεί να αφαιρεθεί.
es: No se pueden retirar las piezas.
et: Ühtegi tükki ei saa eemaldada.
fa: هیچ مهره‌ای را نمی توان حذف کرد.
fi: Yhtään nappulaa ei voi poistaa.
fr: Aucune pièce ne peut être retirée.
gu: કોઈ ટુકડાઓ દૂર કરી શકાતા નથી.
he: לא ניתן להסיר חלקים.
hi: कोई टुकड़ा नहीं हटाया जा सकता है।
hr: Nijedna figura se ne može ukloniti.
hu: Egyetlen darab sem távolítható el.
hy: Ոչ մի կտոր չի կարելի հեռացնել:
id: Tidak ada potongan yang bisa dihilangkan.
is: Enga bita má fjarlægja.
it: Nessun pezzo può essere rimosso.
ja: ピースは削除できません。
km: គ្មានកូនអុកណាមួយអាចត្រូវបានដកចេញទេ។
kn: ಯಾವುದೇ ತುಣುಕುಗಳನ್ನು ತೆಗೆಯಲಾಗುವುದಿಲ್ಲ.
ko: 말을 제거할 수 없습니다.
lt: Negalima pašalinti jokių gabalų.
lv: Nevienu gabalu nevar noņemt.
mk: Ниту едно парче не може да се отстрани.
ms: Tiada kepingan boleh dikeluarkan.
my: အပိုင်းအစများကို ဖယ်ရှား၍မရပါ။
nb: Ingen biter kan fjernes.
nl: Er kunnen geen stukken worden verwijderd.
pl: Nie można usunąć żadnych kawałków.
pt: Nenhuma peça pode ser removida.
ro: Nicio bucată nu poate fi îndepărtată.
ru: Никакие фрагменты не могут быть удалены.
si: කැබලි කිසිවක් ඉවත් කළ නොහැක.
sk: Nedajú sa odstrániť žiadne kusy.
sl: Nobenega kosa ni mogoče odstraniti.
sq: Asnjë pjesë nuk mund të hiqet.
sr: Ниједан комад се не може уклонити.
sv: Inga bitar kan tas bort.
sw: Hakuna vipande vinaweza kuondolewa.
ta: எந்த துண்டுகளையும் அகற்ற முடியாது.
te: ముక్కలు తీసివేయబడవు.
th: ไม่สามารถถอดชิ้นส่วนได้
tr: Hiçbir parça çıkarılamaz.
uk: Жоден фрагмент не можна видалити.
ur: کوئی ٹکڑا ہٹایا نہیں جا سکتا.
uz: Hech qanday bo'lakni olib tashlab bo'lmaydi.
vi: Không có mảnh nào có thể được gỡ bỏ.
zh: 无子可吃
zh_hant: 無子可吃
zu: Azikho izingcezu ezingasuswa.

# pieceCountNeedToRemove
source: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} need to remove.
af: {count,plural, =0{Stuk}=1{{count} stuk}other{{count} stukke}} moet verwyder word.
am: {count,plural, =0{ቁራጭ}=1{{count} ቁራጭ}other{{count} ቁራጭዎች}} ያስፈልጋል መውጣትን።
ar: {count,plural, =0{0 قطعة}=1{1 قطعة}two{{count} قطعتان}few{{count} قطع}many{{count} قطعة}other{{count} قطع}} تحتاج إلى إزالة.
az: {count,plural, =0{Piece}=1{{count} parça}other{{count} ədəd}} çıxarmaq lazımdır.
be: {count,plural, =0{Piece}=1{{count} piece}other{{count} piece}} трэба выдаліць.
bg: {count,plural, =0{Piece}=1{{count} piece}other{{count} piece}} трябва да бъдат премахнати.
bn: {count,plural, =0{Piece}=1{{count} piece}other{{count} টুকরা}} সরাতে হবে৷
bo: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} བསུབ་དགོས་པ།
ca: {count,plural, =0{peces} =1{{count} peça} other{{count} peces}} s'han d'eliminar.
cs: {count,plural, =0{Piece}=1{{count} kus}other{{count} kusy}} je třeba odstranit.
da: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} skal fjernes.
de: {count,plural, =0{Stein}=1{{count} Stein}other{{count} Steine}} müssen entfernt werden.
el: {count,plural, =0{Piece}=1{{count} piece}other{{count} κομμάτια}} πρέπει να αφαιρεθεί.
es: Hay que retirar {count,plural, =0{ficha}=1{{count} ficha}other{{count} fichas}}.
et: {count,plural, =0{Piece}=1{{count} piece}other{{count} tükki}} tuleb eemaldada.
fa: {count,plural, =0{مهره}=1{{count} مهره}other{{count} مهره}} باید حذف شود.
fi: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} on poistettava.
fr: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} doivent être supprimés.
gu: {count,plural, =0{Piece}=1{{count} piece}other{{count} ટુકડા}} દૂર કરવાની જરૂર છે.
he: יש להסיר {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}}.
hi: {count, plural, =0{टुकड़ा}=1{{count} टुकड़ा}other{{count} टुकड़े}} को निकालने की जरूरत है।
hr: {count,plural, =0{Piece}=1{{count} figura}few{{count} figure}other{{count} figura}} treba ukloniti.
hu: {count,plural, =0{Piece}=1{{count} piece}other{{count} darab}} el kell távolítani.
hy: {count,plural, =0{Piece}=1{{count} կտոր}other{{count} կտոր}} պետք է հեռացնել:
id: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} perlu dihapus.
is: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} þarf að fjarlægja.
it: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} devono essere rimossi.
ja: {count}個の駒を削除する必要があります。
km: {count,plural, =0{កូនអុក}=1{{count} កូនអុក}other{{count} កូនអុក}} ត្រូវការដកចេញ។
kn: {count, plural, =0{ಪೀಸ್}=1{{count} ತುಣುಕು}other{{count} ತುಣುಕುಗಳು}} ತೆಗೆದುಹಾಕಬೇಕಾಗಿದೆ.
ko: {count,plural, =0{Piece}=1{{count}개의 말}other{{count}개의 말}}을 제거해야 합니다.
lt: {count,plural, =0{Piece}=1{{count} piece}other{{count} gabalus}} reikia pašalinti.
lv: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} ir jānoņem.
mk: {count,plural, =0{Piece}=1{{count} парче}other{{count} парчиња}} треба да се отстрани.
ms: {count,plural, =0{Piece}=1{{count} piece} other{{count} pieces}} perlu dialih keluar.
my: {count} ပိုင်း ဖယ်ရှားရန် လိုအပ်သည်。
nb: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} må fjernes.
nl: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} moet worden verwijderd.
pl: {count,plural, =0{sztuka}=1{{count} sztuka}other{{count} sztuki}} należy usunąć.
pt: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} precisam ser removidos.
ro: {count,plural, =0{Piece}=1{{count} piesă}other{{count} piese}} trebuie eliminate.
ru: {count, plural, =0{Нужно удалить фигуру.} one{Нужно удалить {count} фигуру.} few{Нужно удалить {count} фигуры.} many{Нужно удалить {count} фигур.} other{Нужно удалить {count} фигур.}}
si: {count,plural, =0{කැබලි නැත}=1{{count} කැබලිය}other{{count} කැබලි}} ඉවත් කල යුතුය.
sk: {count,plural, =0{Piece}=1{{count} kus}other{{count} kusy}} je potrebné odstrániť.
sl: {count,plural, =0{Piece}=1{{count} kos}other{{count} kosov}} je treba odstraniti.
sq: {count, plural, =0{Piece}=1{{count} copë}other{{count} copa}} duhet të hiqen.
sr: {count,plural, =0{Комад}=1{[Кс27Кс] комад}other{[Кс47Кс] комади}} треба уклонити.
sv: {count,plural, =0{Piece}=1{{count} piece}other{{count} pieces}} måste tas bort.
sw: {count,plural, =0{Kipande}=1{{count} kipande}other{{count} vipande}} vinahitaji kuondolewa.
ta: {count, plural, =0{Piece}=1{{count} துண்டு} other{{count} துண்டுகள்}} அகற்ற வேண்டும்.
te: {count,plural, =0{Piece}=1{{count} ముక్క}other{{count} ముక్కలు}} తీసివేయాలి.
th: {count,plural, =0{Piece}=1{{count} piece}other{{count} ชิ้น}} จําเป็นต้องเอาออก
tr: {count,plural, =0{Parça}=1{{count} parça}other{{count} parça}} kaldırmanız gerekiyor.
uk: {count,plural, =0{Piece}=1{{count} piece}other{{count} piece}} потрібно видалити.
ur: {count,plural, =0{Piece}=1{{count} piece} other{{count} pieces}} ہٹانے کی ضرورت ہے۔
uz: {count, plural, =0{Piece}=1{{count} dona}other{{count} dona}} olib tashlash kerak.
vi: {count,plural, =0{Piece}=1{{count} mảnh}other{{count} mảnh}} cần xóa.
zh: {count,plural, =0{Piece}=1{{count} 枚子}other{{count} 枚子}}将被吃
zh_hant: {count,plural, =0{Piece}=1{{count} 枚子}other{{count} 枚子}}將被吃
zu: {count,plural, =0{Piece}=1{{count} ucezu}other{{count} izingcezu}} kudingeka zisuswe.

source: Placed ({count})
af: Gpl ({count})
am: ተደርጓል ({count})
ar: تم وضعه ({count})
az: Yrlşd ({count})
be: Размеш. ({count})
bg: Пост. ({count})
bn: স্থাপন ({count})
bo: འཇོག་ཚར། ({count})
ca: Col·locades ({count})
cs: Umístě. ({count})
da: Placeret ({count})
de: Pzt ({count})
el: Τοποθ. ({count})
es: Sit. ({count})
et: Paigut. ({count})
fa: قرار داده شده ({count})
fi: Sijoitettu ({count})
fr: Placées ({count})
gu: મૂકેલ ({count})
he: ממוקם ({count})
hi: रखा गया ({count})
hr: Post. ({count})
hu: Elhz. ({count})
hy: Տեղադր. ({count})
id: Ditemp. ({count})
is: Sett ({count})
it: Posiz. ({count})
ja: 配置 ({count})
km: បានដាក់ ({count})
kn: ಇರಿಸಿ ({count})
ko: 배치됨({count})
lt: Įdėta ({count})
lv: Izvietots ({count})
mk: Поставено ({count})
ms: Diletakkan ({count})
my: နေရာ ({count})
nb: Plassert ({count})
nl: Geplaatst ({count})
pl: Umiesz. ({count})
pt: Coloc. ({count})
ro: Plasat ({count})
ru: Разм. ({count})
si: තැබූ ({count})
sk: Umiest. ({count})
sl: Postav. ({count})
sq: Vendosur ({count})
sr: Пост. ({count})
sv: Placerad ({count})
sw: Iliyow. ({count})
ta: வைக்கப்பட்டது ({count})
te: ఉంచబ. ({count})
th: วาง ({count})
tr: Yrl. ({count})
uk: Розм. ({count})
ur: رکھا گیا ({count})
uz: Joylasht. ({count})
vi: Đã đặt ({count})
zh: 已摆{count}子
zh_hant: 已摆{count}子
zu: Kubekwe ({count})

# placedPieceCount
source: Placed piece count in the placing phase.
af: Geplaasde stuktelling in die plasingsfase.
am: በመዋቅር ዘመን የተደረገ ቁራጭ ብዛት።
ar: عدد القطع الموضوعة في مرحلة الوضع.
az: Yerləşdirmə mərhələsində yerləşdirilmiş parçaların sayı.
be: Размешчаныя фігуры падлічваюцца на этапе размяшчэння.
bg: Броят поставени фигури във фазата на поставяне.
bn: স্থাপন পর্বে স্থাপিত টুকরা গণনা.
bo: འཇོག་རིམ་ནང་རྡེལ་གྱི་འཇོག་གྲངས་བསྡོམས་རྩིས།
ca: Nombre de peces col·locades en la fase de col·locació.
cs: Počet umístěných kusů ve fázi umístění.
da: Placeret styktal i placeringsfasen.
de: Platzierte Stückzahl in der Platzierungsphase.
el: Καταμέτρηση τοποθετημένων κομματιών στη φάση τοποθέτησης.
es: Número de piezas colocadas en la fase de colocación.
et: Paigutatud tükkide arv paigutusfaasis.
fa: تعداد مهره‌ها قرار داده شده در مرحله قرار دادن.
fi: Sijoitetun kappaleen määrä sijoitusvaiheessa.
fr: Décompte des pièces placées lors de la phase de placement.
gu: મૂકવાના તબક્કામાં મૂકવામાં આવેલા ટુકડાઓની ગણતરી.
he: ספירת חתיכות מוצבת בשלב ההצבה.
hi: रखने के चरण में रखा टुकड़ा गिनती।
hr: Broj postavljenih figura u fazi postavljanja.
hu: Elhelyezett darabszám az elhelyezési fázisban.
hy: Տեղադրված կտորների հաշվարկը տեղադրման փուլում:
id: Jumlah potongan yang ditempatkan dalam fase penempatan.
is: Fjöldi settra stykkja í uppsetningarfasa.
it: Conteggio pezzi piazzati nella fase di piazzamento.
ja: 配置フェーズで配置された個数。
km: ចំនួនកូនអុកដែលបានដាក់ក្នុងដំណាក់កាលដាក់។
kn: ಇರಿಸುವ ಹಂತದಲ್ಲಿ ತುಂಡು ಎಣಿಕೆಯನ್ನು ಇರಿಸಲಾಗಿದೆ.
ko: 놓기 단계에서 놓인 말의 수입니다.
lt: Padėtų vienetų skaičius dėjimo fazėje.
lv: Nolikto gabalu skaits izvietošanas fāzē.
mk: Број на ставени парчиња во фаза на поставување.
ms: Kiraan kepingan diletakkan dalam fasa meletakkan.
my: နေရာယူသည့်အဆင့်တွင် အပိုင်းအစများကို ထည့်တွက်ပါ။
nb: Plassert stykktelling i plasseringsfasen.
nl: Aantal geplaatste stukken in de plaatsingsfase.
pl: Liczenie umieszczonych sztuk w fazie umieszczania.
pt: Contagem de peças colocadas na fase de colocação.
ro: Număr de piese plasate în faza de plasare.
ru: Подсчет размещенных фигур на этапе размещения.
si: තැබීමේ අවධියේදී තැබූ කැබලි ගණන.
sk: Počet umiestnených kusov vo fáze umiestňovania.
sl: Štetje postavljenih kosov v fazi postavljanja.
sq: Numërimi i pjesëve të vendosura në fazën e vendosjes.
sr: Број постављених комада у фази постављања.
sv: Placerat antal styck i placeringsfasen.
sw: Imewekwa kuhesabu kipande katika awamu ya kuweka.
ta: வைக்கப்பட்ட கட்டத்தில் துண்டு எண்ணிக்கை.
te: ఉంచే దశలో ముక్కల సంఖ్యను ఉంచారు.
th: วางนับชิ้นในขั้นตอนการวาง
tr: Yerleştirme aşamasında yerleştirilen parça sayısı.
uk: Підрахунок розміщених фігур на етапі розміщення.
ur: رکھنے کے مرحلے میں رکھ دیا گیا ٹکڑا شمار۔
uz: Joylashtirish bosqichida joylashtirilgan qismlar soni.
vi: Số mảnh được đặt trong giai đoạn đặt.
zh: 设置当前行棋方，在摆子阶段，已摆的棋子数量
zh_hant: 設置當前行棋方，在擺子階段，已擺的棋子數量
zu: Isibalo sezingcezu esibekwe esigabeni sokubeka.

# hasPlacedPieceCount
source: {count, plural, =0{The current player has placed no pieces.} =1{The current player has placed one piece.} other{The current player has placed {count} pieces.}}
af: Die huidige speler het {count} stukke geplaas.
am: አሁን ተጫዋቹ {count} ቁራጭ አኖረዋል።
ar: {count, plural, =0{لم يضع اللاعب الحالي أي قطعة} =1{وضع اللاعب الحالي قطعة واحدة} other{وضع اللاعب الحالي {count} قطعة}}
az: Cari oyunçu {count} fiqurları yerləşdirdi.
be: Бягучы гулец размясціў {count} фігур.
bg: Текущият играч е поставил {count} фигури.
bn: বর্তমান প্লেয়ারটি {count} টুকরা রেখেছে।
bo: ད་ལྟའི་རྩེད་འགྲན་པས་རྡེལ་ {count} འཇོག་ཚར།
ca: El jugador actual ha col·locat {count} peces.
cs: {count, plural, =0{Aktuální hráč neumístil žádné figurky.} =1{Aktuální hráč umístil jednu figurku.} few{Aktuální hráč umístil {count} figurky.} many{Aktuální hráč umístil {count} figurek.} other{Aktuální hráč umístil {count} figurek.}}
da: Den nuværende spiller har placeret {count} brikker.
de: Der aktuelle Spieler hat {count} Steine platziert.
el: Ο τρέχων παίκτης έχει τοποθετήσει κομμάτια {count}.
es: El jugador actual ha colocado {count} piezas.
et: Praegune mängija on asetanud {count} nuppe.
fa: بازیکن فعلی {count} مهره‌ها را قرار داده است.
fi: Nykyinen pelaaja on asettanut {count} nappuloita.
fr: Le joueur actuel a placé {count} pièces.
gu: વર્તમાન ખેલાડીએ {count} ટુકડા મૂક્યા છે.
he: השחקן הנוכחי הניח {count} חלקים.
hi: वर्तमान खिलाड़ी ने {count} पीस रखे हैं।
hr: {count, plural, =0{Trenutačni igrač nije postavio nijednu figuru.} =1{Trenutačni igrač je postavio jednu figuru.} few{Trenutačni igrač je postavio {count} figure.} other{Trenutačni igrač je postavio {count} figura.}}
hu: Az aktuális játékos {count} figurát helyezett el.
hy: Ներկայիս խաղացողը տեղադրել է {count} կտոր:
id: Pemain saat ini telah menempatkan bidak {count}.
is: Núverandi leikmaður hefur sett {count} stykki.
it: Il giocatore attuale ha piazzato {count}.
ja: 現在のプレイヤーは {count} 個の駒を配置しました。
km: អ្នកលេងបច្ចុប្បន្នបានដាក់ {count} កូនអុក។
kn: ಪ್ರಸ್ತುತ ಆಟಗಾರನು {count} ತುಣುಕುಗಳನ್ನು ಇರಿಸಿದ್ದಾನೆ.
ko: 현재 플레이어가 놓은 말의 수: {count}
lt: Dabartinis žaidėjas įdėjo {count} figūras.
lv: Pašreizējais spēlētājs ir ievietojis {count} figūras.
mk: Тековниот играч постави {count} парчиња.
ms: Pemain semasa telah meletakkan kepingan {count}.
my: လက်ရှိကစားသမားသည် {count} အပိုင်းများကို ထားရှိထားပါသည်။
nb: Den nåværende spilleren har plassert {count} brikker.
nl: De huidige speler heeft {count} stukken geplaatst.
pl: {count, plural, =0{Obecny gracz nie umieścił żadnych pionków.} =1{Obecny gracz umieścił jeden pionek.} few{Obecny gracz umieścił {count} pionki.} many{Obecny gracz umieścił {count} pionków.} other{Obecny gracz umieścił {count} pionka.}}
pt: O jogador atual colocou peças {count}.
ro: Jucătorul actual a plasat piese {count}.
ru: {count, plural, =0{Текущий игрок не разместил ни одной фишки.} =1{Текущий игрок разместил одну фишку.} few{Текущий игрок разместил {count} фишки.} many{Текущий игрок разместил {count} фишек.} other{Текущий игрок разместил {count} фишки.}}
si: වර්තමාන ක්‍රීඩකයා කැබලි {count} ක් තැබීමට සමත් විය.
sk: Aktuálny hráč umiestnil {count} figúrok.
sl: {count, plural, =0{Trenutni igralec ni postavil nobene figure.} =1{Trenutni igralec je postavil eno figuro.} =2{Trenutni igralec je postavil dve figuri.} few{Trenutni igralec je postavil {count} figure.} other{Trenutni igralec je postavil {count} figur.}}
sq: Lojtari aktual ka vendosur pjesë {count}.
sr: Тренутни играч је поставио {count} комада.
sv: Den nuvarande spelaren har placerat {count} pjäser.
sw: Mchezaji wa sasa ameweka vipande vya {count}.
ta: தற்போதைய வீரன் {count} துண்டுகளை வைத்துள்ளது.
te: ప్రస్తుత ఆటగాడు {count} ముక్కలను ఉంచాడు.
th: ผู้เล่นปัจจุบันได้วาง {count} ชิ้น
tr: Mevcut oyuncu {count} adet taşı yerleştirdi.
uk: {count, plural, =0{Поточний гравець не розмістив жодної фігури.} =1{Поточний гравець розмістив одну фішку.} other{Поточний гравець розмістив {count} фішок.}}
ur: موجودہ کھلاڑی نے {count} ٹکڑے رکھے ہیں۔
uz: Joriy o'yinchi {count} qismlarini joylashtirdi.
vi: Người chơi hiện tại đã đặt quân cờ {count}.
zh: 当前轮到的行棋方被设置为已摆了 {count} 枚棋子
zh_hant: 當前輪到的行棋方被設置為已擺了 {count} 枚棋子
zu: Umdlali wamanje ubeke {count} izingcezu.

# notPlacingPhase
source: Not placing phase, cannot change it.
af: Plaas nie fase nie, kan dit nie verander nie.
am: መዋቅር ዘመን አይደለም፣ ሊቀየር አይችልም።
ar: ليست مرحلة الوضع، لا يمكن تغييرها.
az: Faza yerləşdirməyin, onu dəyişdirə bilməz.
be: Не размяшчаючы фазу, нельга яе змяніць.
bg: Не поставя фаза, не може да я промени.
bn: ফেজ স্থাপন না, এটি পরিবর্তন করতে পারবেন না.
bo: འཇོག་རིམ་མ་ཡིན་པས། དེ་བརྗེ་མི་ཆོག
ca: No és la fase de col·locació, no es pot canviar.
cs: Fáze umístění, nelze ji změnit.
da: Ikke at placere fase, kan ikke ændre den.
de: Nicht in der Platzierungsphase, kann nicht geändert werden.
el: Δεν τοποθετώ φάση, δεν μπορώ να την αλλάξω.
es: No es la fase de colocación, no se puede cambiar.
et: Ei pane faasi, ei saa seda muuta.
fa: مرحله جای‌گذاری نیست، نمی‌توان آن را تغییر داد.
fi: Ei aseta vaihetta, ei voi muuttaa sitä.
fr: Ne pas placer la phase, ne peut pas la changer.
gu: તબક્કો મૂકતો નથી, તેને બદલી શકતો નથી.
he: לא מציב שלב, לא יכול לשנות אותו.
hi: चरण नहीं रखना, इसे बदल नहीं सकता।
hr: Nije faza postavljanja, ne može se promijeniti.
hu: Nem az elhelyezési fázisban van, nem módosítható.
hy: Չի տեղադրում փուլը, այն չի կարող փոխել:
id: Tidak menempatkan fase, tidak dapat mengubahnya.
is: Ekki setja fasa, getur ekki breytt því.
it: Non posizionare la fase, non può cambiarla.
ja: 配置フェーズではありません。変更できません。
km: មិនមែនដំណាក់កាលដាក់ទេ មិនអាចផ្លាស់ប្តូរវាបានទេ។
kn: ಹಂತವನ್ನು ಇಡುವುದಿಲ್ಲ, ಅದನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 말 놓기 단계가 아니므로 변경할 수 없습니다.
lt: Nededa fazės, negali jos pakeisti.
lv: Nenovieto fāzi, nevar to mainīt.
mk: Не се поставува фаза, не може да се промени.
ms: Tidak meletakkan fasa, tidak boleh mengubahnya.
my: အဆင့်မသတ်မှတ်ဘဲ ပြောင်းလို့မရပါဘူး။
nb: Ikke plassere fase, kan ikke endre den.
nl: Fase niet plaatsen, kan deze niet veranderen.
pl: Faza nie umieszczania, nie można jej zmienić.
pt: Não colocar fase, não pode alterá-la.
ro: Faza nu se plasează, nu o pot schimba.
ru: Не размещая фазу, не может ее изменить.
si: තැබීමේ අවධියක් නොවේ, එය වෙනස් කළ නොහැක.
sk: Fáza umiestňovania sa nedá zmeniť.
sl: Če ne postavite faze, je ne morete spremeniti.
sq: Mos vendosja e fazës, nuk mund ta ndryshojë atë.
sr: Фаза не постављања, не може се променити.
sv: Inte placerar fasen, kan inte ändra den.
sw: Sio kuweka awamu, haiwezi kuibadilisha.
ta: கட்டத்தை வைக்காமல், அதை மாற்ற முடியாது.
te: దశను ఉంచడం లేదు, దానిని మార్చలేరు.
th: ไม่วางเฟสเปลี่ยนไม่ได้
tr: Yerleştirme aşaması değil, değiştirilemez.
uk: Не розміщуючи фазу, не можна її змінити.
ur: مرحلہ نہیں رکھ رہا، اسے تبدیل نہیں کر سکتا۔
uz: Fazani joylashtirmaslik, uni o'zgartirish mumkin emas.
vi: Không đặt pha, không thể thay đổi nó.
zh: 非摆子阶段，不能设置此值
zh_hant: 非擺子階段，不能設定此值
zu: Ayibeki isigaba, ayikwazi ukusishintsha.

source: Paste
af: Plak
am: ማስቀመጥ
ar: لصق
az: Yapışdır
be: Уставіць
bg: Залепете
bn: পেস্ট করুন
bo: སྦྱར་ནས།
ca: Enganxa
cs: Vložit
da: sæt ind
de: Einfügen
el: Επικόλληση
es: Pegar
et: Kleebi
fa: چسباندن
fi: Liitä
fr: Coller
gu: પેસ્ટ કરો
he: לְהַדבִּיק
hi: पेस्ट करें
hr: Zalijepi
hu: Paszta
hy: Կպցնել
id: Tempel
is: Líma
it: Incolla
ja: 貼り付け
km: បិទភ្ជាប់
kn: ಅಂಟಿಸಿ
ko: 붙여넣기
lt: Įklijuoti
lv: Ielīmēt
mk: Залепи
ms: tampal
my: ငါးပိ
nb: Lim inn
nl: Plakken
pl: Pasta
pt: Colar
ro: Pastă
ru: Вставить
si: අලවන්න
sk: Prilepiť
sl: Prilepi
sq: Ngjit
sr: Залепите
sv: Klistra
sw: Bandika
ta: ஒட்டு
te: అతికించండి
th: แปะ
tr: Ypş.
uk: Вставити
ur: چسپاں کریں۔
uz: joylashtirish
vi: Dán
zh: 粘贴
zh_hant: 粘貼
zu: Namathisela
