Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: Color analysis failed!
af: Kleuranalise het misluk!
am: የቀለም ትንተና አልተሳካም!
ar: فشل تحليل الألوان!
az: Rəng analizi alınmadı!
be: Аналіз колераў не ўдалося!
bg: Анализът на цветовете неуспешен!
bn: রঙ বিশ্লেষণ ব্যর্থ!
bo: གར་བསྡུ་རིས་མི་བཞག།!
ca: L'anàlisi de color ha fallat!
cs: Analýza barev selhala!
da: Farveanalyse mislykkedes!
de: Farbanalyse fehlgeschlagen!
el: Αποτυχία ανάλυσης χρώματος!
es: ¡Análisis de color fallido!
et: Värvianalüüs nurjus!
fa: تحلیل رنگ ناموفق بود!
fi: Värianalyysi epäonnistui!
fr: Échec de l'analyse des couleurs !
gu: રંગ વિશ્લેષણ નિષ્ફળ ગયું!
he: הניתוח הצבעוני נכשל!
hi: रंग विश्लेषण विफल!
hr: Analiza boja neuspjela!
hu: Színanalízis sikertelen!
hy: Գույնի վերլուծությունը ձախողվեց!
id: Analisis warna gagal!
is: Litagreining mistókst!
it: Analisi del colore fallita!
ja: 色解析に失敗しました！
km: វិភាគពណ៌បរាជ័យ!
kn: ಬಣ್ಣ ವಿಶ್ಲೇಷಣೆ ವಿಫಲವಾಯಿತು!
ko: 색상 분석 실패!
lt: Spalvų analizė nepavyko!
lv: Krāsu analīze neizdevās!
mk: Анализа на боите не успеа!
ms: Analisis warna gagal!
my: အရောင်ခွဲခြမ်းစိတ်ဖြာမှု မအောင်မြင်ပါ!
nb: Fargeanalyse mislyktes!
nl: Kleuranalyse mislukt!
pl: Analiza kolorów nie powiodła się!
pt: Falha na análise de cores!
ro: Analiza culorilor a eșuat!
ru: Анализ цвета не удался!
si: වර්ණ විශ්ලේෂණය අසමත් විය!
sk: Analýza farieb zlyhala!
sl: Analiza barv ni uspela!
sq: Analiza e ngjyrave dështoi!
sr: Analiza boja nije uspela!
sv: Färganalys misslyckades!
sw: Uchanganuzi wa rangi umefeli!
ta: நிறம் பகுப்பாய்வு தோல்வியடைந்தது!
te: రంగుల విశ్లేషణ విఫలమైంది!
th: การวิเคราะห์สีล้มเหลว!
tr: Renk analizi başarısız oldu!
uk: Аналіз кольорів не вдався!
ur: رنگ کا تجزیہ ناکام ہو گیا!
uz: Rang tahlili muvaffaqiyatsiz tugadi!
vi: Phân tích màu thất bại!
zh: 颜色分析失败！
zh_hant: 顏色分析失敗！
zu: Ukuhlaziya imibala kwehlulekile!

source: Analyzing game board image...
af: Besig om speelbordbeeld te ontleed…
am: የጨዋታ ቦርድ ምስል እየተትንተነ ነው...
ar: جاري تحليل صورة لوحة اللعب...
az: Oyun taxtasının şəkli analiz edilir...
be: Аналіз выявы гульнявой дошкі…
bg: Анализ на изображението на игралната дъска...
bn: গেম বোর্ডের ছবি বিশ্লেষণ করা হচ্ছে...
bo: ས་ཁབ་ཡྙན་ཚིག་བསྡུ་རིས་གཏོང་གི་ཡིན…
ca: Analitzant la imatge del tauler de joc...
cs: Analyzuji snímek herní desky…
da: Analyserer billede af spillebræt...
de: Analyse des Spielbrettbilds…
el: Ανάλυση εικόνας πίνακα παιχνιδιού...
es: Analizando imagen del tablero de juego...
et: Analüüsin mängulaua pilti...
fa: در حال تجزیه و تحلیل تصویر صفحه بازی...
fi: Analysoidaan pelilaudan kuvaa...
fr: Analyse de l'image du plateau de jeu...
gu: ગેમબોર્ડ છબી વિશ્લેષણ કરી રહ્યું છે...
he: מנתח את תמונת לוח המשחק…
hi: गेम बोर्ड छवि का विश्लेषण हो रहा है…
hr: Analizira se slika ploče...
hu: Játéktábla képének elemzése...
hy: Խաղի տախտակի պատկերի վերլուծություն...
id: Menganalisis gambar papan permainan...
is: Greini mynd af leikborði...
it: Analisi dell’immagine del tabellone in corso...
ja: 盤面画像を解析中…
km: កំពុងវិភាគរូបភាពផ្ទាំងហ្គេម…
kn: ಗೇಮ್ ಫಲಕದ ಚಿತ್ರವನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ…
ko: 게임 보드 이미지를 분석 중…
lt: Analizuojamas žaidimo lentos paveikslėlis…
lv: Analizējam spēles dēļa attēlu…
mk: Се анализира слика на таблата за игра…
ms: Menganalisis imej papan permainan...
my: ဂိမ်းဘုတ် ပုံကို ခွဲခြမ်းစစ်ဆေးနေသည်...
nb: Analyserer spillbrett‑bilde...
nl: Bezig met analyseren van spelbord‑afbeelding...
pl: Analizowanie obrazu planszy...
pt: Analisando imagem do tabuleiro...
ro: Se analizează imaginea tablei...
ru: Анализ изображения игровой доски...
si: ක්‍රීඩා පුවරු රූපය විශ්ලේෂණය වෙමින්...
sk: Analyzujem obrázok hernej dosky...
sl: Analiza slike igralne plošče...
sq: Duke analizuar imazhin e tabelës së lojës...
sr: Analiziram sliku table...
sv: Analyserar spelbrädebild...
sw: Inachambua picha ya ubao wa mchezo...
ta: விளையாட்டு பலகை படத்தை பகுப்பாய்வு செய்கிறது...
te: ఆట బోర్డు చిత్రాన్ని విశ్లేషిస్తోంది...
th: กำลังวิเคราะห์ภาพกระดานเกม...
tr: Oyun tahtası görüntüsü analiz ediliyor...
uk: Аналіз зображення ігрового поля...
ur: گیم بورڈ کی تصویر کا تجزیہ کیا جا رہا ہے...
uz: O'yin taxtasi rasmini tahlil qilish...
vi: Đang phân tích hình ảnh bàn cờ...
zh: 正在分析棋盘图像…
zh_hant: 正在分析棋盤影像…
zu: Kuhlaziywa isithombe sebhodi lomdlalo...

source: Select from album
af: Selekteer uit album
am: ከአልበም ይመረጡ
ar: اختر من الألبوم
az: Albomdan seç
be: Выбраць з альбома
bg: Избери от албума
bn: অ্যালবাম থেকে নির্বাচন করুন
bo: ཨིག་མི་བརྙན་ལས་གདངས།
ca: Selecciona de l'àlbum
cs: Vybrat z alba
da: Vælg fra album
de: Aus Album auswählen
el: Επιλογή από άλμπουμ
es: Seleccionar del álbum
et: Vali albumist
fa: انتخاب از آلبوم
fi: Valitse albumista
fr: Sélectionner depuis l'album
gu: એલબમમાંથી પસંદ કરો
he: בחר מאלבום
hi: एल्बम से चुनें
hr: Odaberite iz albuma
hu: Kiválasztás az albumból
hy: Ընտրել ալբոմից
id: Pilih dari album
is: Velja úr albúmi
it: Seleziona dall’album
ja: アルバムから選択
km: ជ្រើសពីអាល់ប៊ុម
kn: ಆಲ್ಬಮ್‌ದಿಂದ ಆಯ್ಕೆಮಾಡಿ
ko: 앨범에서 선택
lt: Pasirinkti iš albumo
lv: Izvēlēties no albuma
mk: Избери од албум
ms: Pilih dari album
my: အယ်လ်ဘမ်မှ ရွေးပါ
nb: Velg fra album
nl: Selecteer uit album
pl: Wybierz z albumu
pt: Selecionar do álbum
ro: Selectează din album
ru: Выбрать из альбома
si: ඇල්බමයෙන් තෝරන්න
sk: Vybrať z albumu
sl: Izberi iz albuma
sq: Zgjidh nga albumi
sr: Izaberi iz albuma
sv: Välj från album
sw: Chagua kutoka albamu
ta: ஆல்பமிலிருந்து தேர்வு செய்யவும்
te: అల్బమ్ నుంచి ఎంచుకోండి
th: เลือกจากอัลบั้ม
tr: Albümden seç
uk: Вибрати з альбому
ur: البم سے منتخب کریں
uz: Albumdan tanlash
vi: Chọn từ album
zh: 从相册选择
zh_hant: 從相簿選取
zu: Khetha ku-albhamu

source: No board point detected!
af: Geen speelbordpunt gevind nie!
am: የቦርድ ነጥብ አልተገኘም!
ar: لم يتم الكشف عن أي نقطة على لوحة اللعب!
az: Heç bir oyun taxtası nöqtəsi tapılmadı!
be: Не выяўлена ніводнага пункта дошкі!
bg: Не е открита точка на дъската!
bn: কোনও বোর্ড বিন্দু শনাক্ত করা যায়নি!
bo: གདོང་ཐག་ཚལ་མེད།!
ca: No s'ha detectat cap punt del tauler!
cs: Nebyl detekován žádný bod na desce!
da: Ingen brætpunkt fundet!
de: Kein Brettpunkt erkannt!
el: Δεν εντοπίστηκε κανένα σημείο πίνακα!
es: ¡No se detectó ningún punto del tablero!
et: Mängulaua punkti ei tuvastatud!
fa: هیچ نقطه‌ای از صفحه شناسایی نشد!
fi: Yhtään laudan pistettä ei tunnistettu!
fr: Aucun point du plateau détecté !
gu: કોઈ પણ બોર્ડ પોઈન્ટ શોધવામાં આવ્યું નથી!
he: לא זוהה נקודה בלוח!
hi: कोई बोर्ड बिंदु नहीं मिला!
hr: Niti jedna točka na ploči nije pronađena!
hu: Nem észlelhető játéktábla pont!
hy: Տախտակի կետ չի հայտնաբերվել!
id: Tidak ada titik papan terdeteksi!
is: Enginn leikborðspunktur fannst!
it: Nessun punto del tabellone rilevato!
ja: 盤面のポイントが検出されませんでした！
km: មិនរកឃើញចំណុចផ្ទាំងទេ!
kn: ಯಾವುದೇ ಫಲಕ ಬಿಂದುವನ್ನು ಪತ್ತೆಮಾಡಲಾಗಲಿಲ್ಲ!
ko: 보드 포인트를 감지하지 못했습니다!
lt: Lentos taškas nerastas!
lv: Dēļa punkts netika noteikts!
mk: Не е откриена точка на таблата!
ms: Tiada titik papan dikesan!
my: ဘုတ်အမှတ် မတွေ့ပါ!
nb: Ingen brettpunkt registrert!
nl: Geen bordpunt gedetecteerd!
pl: Nie wykryto punktu na planszy!
pt: Nenhum ponto no tabuleiro detectado!
ro: Niciun punct pe tablă detectat!
ru: Точка на доске не обнаружена!
si: පුවරු ලක්ෂ්‍යය හමුවී නැත!
sk: Nebolo zistené žiadne pole na doske!
sl: Ni zaznane nobene točke plošče!
sq: Asnjë pikë e tabelës nuk u zbulua!
sr: Nije detektovana nijedna tačka table!
sv: Ingen brädpunkt hittades!
sw: Hakuna alama za ubao zilizoonekana!
ta: பலகை முனை கண்டறியப்படவில்லை!
te: బోర్డు బిందువు కనుగొనబడలేదు!
th: ไม่พบจุดบนกระดาน!
tr: Tahta noktası algılanamadı!
uk: Точку поля не виявлено!
ur: کوئی بورڈ پوائنٹ نہیں ملا!
uz: Hech qanday taxta nuqtasi aniqlanmadi!
vi: Không tìm thấy điểm bàn cờ!
zh: 未检测到棋盘点！
zh_hant: 未偵測到棋盤點位！
zu: Akukho iphuzu lebhodi elitholakele!

source: If left empty, default template will be used
af: Indien leeg gelaat, word die versteksjabloon gebruik
am: ባዶ ቢቀረ፣ ነባሪ ቅርጹ ይጠቀማል
ar: إذا تُرك فارغًا، سيُستخدم القالب الافتراضي
az: Boş buraxılsa, standart şablon istifadə ediləcək
be: Калі пакінуць пустым, будзе выкарыстоўвацца шаблон па змаўчанні
bg: Ако е оставено празно, ще се използва шаблонът по подразбиране
bn: ফাঁকা রাখলে ডিফল্ট টেমপ্লেট ব্যবহার করা হবে
bo: གང་གིས་གདོང་མེད་སྣུམ་ན་, སྔོན་རིམ་རིས་ཆ་གཏོགས་གྲུབ།
ca: Si es deixa buit, s'utilitzarà la plantilla predeterminada
cs: Pokud bude prázdné, použije se výchozí šablona
da: Hvis feltet er tomt, bruges standardskabelonen
de: Wenn leer gelassen, wird die Standardvorlage verwendet
el: Εάν παραμείνει κενό, θα χρησιμοποιηθεί το προεπιλεγμένο πρότυπο
es: Si lo dejas vacío, se usará la plantilla predeterminada.
et: Kui jätta tühjaks, kasutatakse vaikemalli
fa: اگر خالی رها شود، قالب پیش‌فرض استفاده می‌شود
fi: Jos jätetään tyhjäksi, käytetään oletuspohjaa
fr: Si laissé vide, le modèle par défaut sera utilisé
gu: ખાલી મૂકવામાં આવે તો ડિફોલ્ટ ટેમ્પલેટ વાપરાશે
he: אם תשאיר ריק, תשתמש תבנית ברירת המחדל
hi: खाली छोड़ने पर डिफ़ॉल्ट टेम्पलेट का उपयोग किया जाएगा
hr: Ako ostane prazno, koristit će se zadani predložak
hu: Ha üresen hagyod, az alapértelmezett sablon kerül használatra
hy: Եթե դատարկ թողնեք, կկիրառվի կանխադրված ձևանմուշը
id: Jika dikosongkan, template default akan digunakan
is: Ef skilið autt, verður sjálfgefið sniðmát notað
it: Se lasciato vuoto, verrà utilizzato il modello predefinito
ja: 未入力の場合はデフォルトテンプレートが使用されます
km: បើទុកទទេ គំរូលំនាំដើមនឹងត្រូវបានប្រើ
kn: ಖಾಲಿಯಾಗಿದ್ದರೆ, ಪೂರ್ವನಿಯೋಜಿತ ಟೆಂಪ್ಲೇಟ್ ಬಳಸಲಾಗುತ್ತದೆ
ko: 비워두면 기본 템플릿이 사용됩니다
lt: Jei palikta tuščia, bus naudojamas numatytasis šablonas
lv: Ja atstāts tukšs, tiks izmantota noklusējuma veidne
mk: Ако остане празно, ќе биде користен стандардниот шаблон
ms: Jika dibiarkan kosong, templat lalai akan digunakan
my: လှည့်မည်ဆိုပါက၊ ပုံစံ မထည့်လျှင် ပုံစံ မူရင်းအသုံးမည်။
nb: Hvis tomt, brukes standardmalen
nl: Als leeg gelaten, wordt de standaardsjabloon gebruikt
pl: Jeśli pozostawione puste, zostanie użyty szablon domyślny
pt: Se ficar vazio, o template padrão será usado
ro: Dacă este lăsat gol, se va folosi șablonul implicit
ru: Если оставить пустым, будет использован шаблон по умолчанию
si: අහල අත් හැරුණහොත්, පෙරනිමි සැකිල්ල භාවිතා කරනු ලැබේ
sk: Ak zostane prázdne, bude použitá predvolená šablóna
sl: Če pustite prazno, bo uporabljena privzeta predloga
sq: Nëse lihet bosh, do të përdoret modeli parazgjedhje
sr: Ako ostane prazno, koristiće se podrazumevani šablon
sv: Om det lämnas tomt används standardmallen
sw: Iwapo itaachwa tupu, kiolezo cha kawaida kita tumika
ta: காலியாக விட்டால் இயல்புநிலை வார்ப்புரு பயன்படுத்தப்படும்
te: ఖాళీగా వదిలివేస్తే, డిఫాల్ట్ నమూనా ఉపయోగించబడుతుంది
th: หากปล่อยว่าง จะใช้เทมเพลตเริ่มต้น
tr: Boş bırakılırsa varsayılan şablon kullanılacak
uk: Якщо залишити порожнім, буде використано шаблон за замовчуванням
ur: اگر خالی چھوڑا گیا تو ڈیفالٹ ٹیمپلیٹ استعمال کیا جائے گا۔
uz: Bo'sh qoldirilsa, standart shablon ishlatiladi
vi: Nếu để trống, mẫu mặc định sẽ được sử dụng
zh: 如留空，将使用默认模板
zh_hant: 如留空則使用預設範本
zu: Uma kushiywe kungagcwaliswanga, ithemplethi ezenzakalelayo izosetshenziswa

# llmConfig
source: LLM configuration
af: LLM‑konfigurasie
am: LLM ቅንብር
ar: إعدادات LLM
az: LLM konfiqurasiyası
be: Налады LLM
bg: Конфигурация на LLM
bn: LLM কনফিগারেশন
bo: LLM སྒྲིག་སྒྲིག།
ca: Configuració LLM
cs: Konfigurace LLM
da: LLM-konfiguration
de: LLM-Konfiguration
el: Ρύθμιση LLM
es: Configuración de LLM
et: LLM konfiguratsioon
fa: پیکربندی LLM
fi: LLM-asetukset
fr: Configuration LLM
gu: LLM રૂપરેખાંકન
he: תצורת LLM
hi: LLM कॉन्फ़िगरेशन
hr: LLM konfiguracija
hu: LLM konfiguráció
hy: LLM կազմաձև
id: Konfigurasi LLM
is: LLM stillingar
it: Configurazione LLM
ja: LLM 設定
km: ការកំណត់របស់ LLM
kn: LLM ಸಂರಚನೆ
ko: LLM 구성
lt: LLM konfigūracija
lv: LLM konfigurācija
mk: LLM конфигурација
ms: Konfig LLM
my: LLM ဆက်တင်
nb: LLM‑innstillinger
nl: LLM‑instellingen
pl: Konfiguracja LLM
pt: Configuração do LLM
ro: Configurare LLM
ru: Конфигурация LLM
si: LLM වින්‍යාසය
sk: Konfigurácia LLM
sl: Konfiguracija LLM
sq: Konfigurimi LLM
sr: LLM konfiguracija
sv: LLM-konfiguration
sw: Usanidi wa LLM
ta: LLM கட்டமைப்பு
te: LLM కాన్ఫిగరేషన్
th: การกำหนดค่า LLM
tr: LLM yapılandırması
uk: Конфігурація LLM
ur: LLM کنفیگریشن
uz: LLM sozlamalari
vi: Cấu hình LLM
zh: 大模型配置
zh_hant: LLM 設定
zu: Ukulungiselelwa kwe-LLM

source: Are you sure you want to reset the prompt templates to default values?
af: Is jy seker jy wil die promptsjablone na verstekwaardes terugstel?
am: የጠየቃ አብያተ-ቅርጾችን ወደ ነባሪ ዋጋዎች መመለስ እርግጠኛ ነዎት?
ar: هل أنت متأكد من رغبتك في إعادة قوالب التعليمات إلى القيم الافتراضية؟
az: Sorğu şablonlarını standart dəyərlərə qaytarmaq istədiyinizə əminsiniz?
be: Вы ўпэўнены, што хочаце вярнуць шаблоны запытаў да значэнняў па змаўчанні?
bg: Сигурни ли сте, че искате да върнете шаблоните за подканите към стойностите по подразбиране?
bn: আপনি কি নিশ্চিত যে প্রম্পট টেমপ্লেটগুলো ডিফল্ট মানে পুনরায় সেট করতে চান?
bo: སྐུལ་བཤད་རིས་ཆ་སྔོན་རིམ་ལ་གཏོང་གི་རེད་པས།
ca: Estàs segur que vols restablir les plantilles d'indicació als valors predeterminats?
cs: Opravdu chcete obnovit šablony výzev na výchozí hodnoty?
da: Er du sikker på, at du vil nulstille promptskabelonerne til standardværdier?
de: Möchten Sie die Aufforderungsvorlagen wirklich auf die Standardwerte zurücksetzen?
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε τα πρότυπα προτροπής στις προεπιλεγμένες τιμές;
es: ¿Estás seguro de que quieres restablecer las plantillas de prompt a los valores predeterminados?
et: Kas olete kindel, et soovite päringumallid lähtestada vaikeväärtustele?
fa: آیا مطمئن هستید که می‌خواهید قالب‌های پرامپت را به مقادیر پیش‌فرض بازنشانی کنید؟
fi: Haluatko varmasti palauttaa kehotemallit oletusarvoihin?
fr: Êtes-vous sûr de vouloir réinitialiser les modèles de prompt aux valeurs par défaut ?
gu: શું તમે ખરેખર પ્રોમ્પ્ટ ટેમ્પલેટ્સને ડિફોલ્ટ મૂલ્યો પર પુનઃસેટ કરવા માંગો છો?
he: האם אתה בטוח שברצונך לאפס את תבניות הפרומפט לברירות המחדל?
hi: क्या आप वाकई प्रॉम्प्ट टेम्पलेट्स को डिफ़ॉल्ट मूल्यों पर रीसेट करना चाहते हैं?
hr: Jeste li sigurni da želite resetirati predloške upita na zadane vrijednosti?
hu: Biztosan vissza szeretnéd állítani a prompt‑sablonokat az alapértelmezett értékekre?
hy: Համոզվա՞ծ եք, որ ցանկանում եք վերականգնել prompt ձևանմուշները կանխադրված արժեքներին։
id: Apakah Anda yakin ingin mengatur ulang template prompt ke nilai default?
is: Ertu viss um að þú viljir endurstilla prompt‑sniðmát í sjálfgefin gildi?
it: Sei sicuro di voler reimpostare i modelli di prompt ai valori predefiniti?
ja: プロンプト テンプレートをデフォルト値にリセットしてもよろしいですか？
km: តើអ្នកប្រាកដថាចង់កំណត់គំរូសំណើឡើងវិញទៅតម្លៃលំនាំដើមឬទេ?
kn: ಪ್ರಾಂಪ್‌ಟ್ ಟೆಂಪ್ಲೇಟ್ಗಳನ್ನು ಪೂರ್ವನಿಯೋಜಿತ ಮೌಲ್ಯಗಳಿಗೆ ಮರುಹೊಂದಿಸಲು ಖಚಿತರಾ?
ko: 프롬프트 템플릿을 기본값으로 재설정하시겠습니까?
lt: Ar tikrai norite atstatyti užklausos šablonus į numatytąsias reikšmes?
lv: Vai tiešām vēlaties atiestatīt prompt veidnes uz noklusējuma vērtībām?
mk: Дали сте сигурни дека сакате да ги вратите шаблоните за упатување на стандардните вредности?
ms: Anda pasti mahu tetapkan semula templat arahan ke nilai lalai?
my: အမိန့်ပုံစံများကို မူရင်းတန်ဖိုးသို့ ပြန်သတ်မှတ်မှာ မရေးမလား?
nb: Er du sikker på at du vil tilbakestille prompt‑malene til standardverdiene?
nl: Weet je zeker dat je de prompt‑sjablonen wilt terugzetten naar de standaardwaarden?
pl: Czy na pewno chcesz przywrócić szablony poleceń do wartości domyślnych?
pt: Tem certeza de que deseja restaurar os templates de prompt para os valores padrão?
ro: Ești sigur că vrei să resetezi șabloanele de prompt la valorile implicite?
ru: Вы уверены, что хотите сбросить шаблоны запросов до значений по умолчанию?
si: ප්‍රෝම්ප්ට් සැකිල්ල පෙරනිමි අගයන් වෙත යළි පිහිටුවීමට ඔබට විශ්වාසද?
sk: Naozaj chcete obnoviť šablóny výziev na predvolené hodnoty?
sl: Ali ste prepričani, da želite ponastaviti predloge pozivov na privzete vrednosti?
sq: A jeni i sigurt që dëshironi të rivendosni modelet e kërkesës në vlerat parazgjedhje?
sr: Da li ste sigurni da želite da vratite šablone upita na podrazumevane vrednosti?
sv: Är du säker på att du vill återställa promptmallarna till standardvärden?
sw: Una uhakika unataka kurejesha kiolezo cha ombi kwenye thamani za awali?
ta: உங்கள் உந்துதல் வார்ப்புருகளை இயல்புநிலை மதிப்புகளுக்கு மீட்டமைக்க விரும்புகிறீர்களா?
te: మీరు నిజంగా ప్రాంప్ట్ నమూనాలను డిఫాల్ట్ విలువలకు రీసెట్ చేయాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ตเทมเพลตพรอมต์กลับเป็นค่าเริ่มต้น?
tr: İstem şablonlarını varsayılan değerlere sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте скинути шаблони підказок до значень за замовчуванням?
ur: کیا آپ واقعی پرامپٹ ٹیمپلیٹس کو ڈیفالٹ اقدار پر ری سیٹ کرنا چاہتے ہیں؟
uz: Siz prompt shablonlarini standart qiymatlarga qaytarishni istaysizmi?
vi: Bạn có chắc muốn đặt lại các mẫu prompt về giá trị mặc định không?
zh: 确定要将提示模板重置为默认值吗？
zh_hant: 您確定要將提示範本重置為預設值嗎？
zu: Uqinisekile ukuthi ufuna ukusetha kabusha amathempulethi we-prompt kwamanani ezenzakalelayo?

source: LLM prompt template footer
af: LLM‑promptsjabloonvoetstuk
am: የLLM ጠየቃ አብያተ-መጨረሻ
ar: تذييل قالب موجه LLM
az: LLM sorğu şablonu altbilgisi
be: Падвал шаблону запыту LLM
bg: Колонтитул на шаблона за подканата на LLM
bn: LLM প্রম্পট টেমপ্লেট ফুটার
bo: LLM སྐུལ་བཤད་རིས་ཆའི་མཚན་དོན།
ca: Peu de pàgina de la plantilla d'indicació LLM
cs: Zápatí šablony výzvy LLM
da: LLM-promptskabelonsidefod
de: Footer der LLM-Aufforderungsvorlage
el: Υποσέλιδο προτύπου προτροπής LLM
es: Pie de la plantilla de prompt de LLM
et: LLM päringu malli jalus
fa: فوتر قالب پرامپت LLM
fi: LLM-kehotemallin alatunniste
fr: Pied de page du modèle de prompt LLM
gu: LLM પ્રોમ્પ્ટ ટેમ્પલેટ ફૂટર
he: כותרת תחתונה של תבנית הפרומפט ל-LLM
hi: LLM प्रॉम्प्ट टेम्पलेट फुटर
hr: Podnožje predloška LLM upita
hu: LLM prompt sablon lábléc
hy: LLM prompt ձևանմուշի ստորին մասը
id: Footer template prompt LLM
is: LLM prompt‑sniðmát fótur
it: Piè di pagina modello di prompt LLM
ja: LLM プロンプト テンプレート フッター
km: ជើងគំរូសំណើ LLM
kn: LLM ಪ್ರಾಂಪ್‌ಟ್ ಟೆಂಪ್ಲೇಟ್ ಪಾದಲೇಖೆ
ko: LLM 프롬프트 템플릿 푸터
lt: LLM užklausos šablono poraštė
lv: LLM prompt veidnes kājene
mk: Подножје на LLM шаблон за упатување
ms: Kaki templat arahan LLM
my: LLM အမိန့်ပုံစံ ခြစ်စည်း
nb: LLM prompt‑mal bunntekst
nl: LLM prompt‑sjabloon voettekst
pl: Stopka szablonu polecenia LLM
pt: Rodapé do template de prompt do LLM
ro: Subsol șablon prompt LLM
ru: Нижний колонтитул шаблона запроса LLM
si: LLM ප්‍රෝම්ප්ට් සැකිල්ල පාදකය
sk: Pätička šablóny výzvy LLM
sl: Noga predloge poziva LLM
sq: Këmbë e modelit të kërkesës LLM
sr: Fusnota LLM šablona upita
sv: Sidfot för LLM-promptmall
sw: Mwisho wa kiolezo cha ombi la LLM
ta: LLM உந்துதல் வார்ப்புரு காலடிக் பகுதி
te: LLM ప్రాంప్ట్ టెంప్లేట్ ఫుటర్
th: ท้ายเทมเพลตพรอมต์ LLM
tr: LLM istem şablonu altbilgisi
uk: Нижній колонтитул шаблону підказки LLM
ur: LLM پرامپٹ ٹیمپلیٹ فوٹر
uz: LLM prompt shabloni pastki qismi
vi: Chân trang mẫu prompt LLM
zh: 大模型提示词模板尾部
zh_hant: LLM 提示詞範本頁尾
zu: Isiphetho sethemplethi ye-prompt ye-LLM

source: Loading response...
af: Laai reaksie…
am: መልስ እየጫነ ነው...
ar: جارٍ تحميل الاستجابة...
az: Cavab yüklənir...
be: Загрузка адказу…
bg: Зареждане на отговор...
bn: উত্তর লোড হচ্ছে...
bo: ལན་གཏོང་གི་ཡིན…
ca: Carregant resposta...
cs: Načítám odpověď…
da: Indlæser svar...
de: Antwort wird geladen…
el: Φόρτωση απάντησης...
es: Cargando respuesta...
et: Laen vastust...
fa: در حال بارگذاری پاسخ...
fi: Ladataan vastausta...
fr: Chargement de la réponse...
gu: જવાબ લોડ કરી રહ્યું છે...
he: טוען תשובה…
hi: प्रतिक्रिया लोड हो रही है…
hr: Učitavanje odgovora...
hu: Válasz betöltése...
hy: Պատասխանի բեռնում...
id: Memuat respons...
is: Sæki svarið...
it: Caricamento della risposta...
ja: 応答を読み込み中…
km: កំពុងផ្ទុកចម្លើយ…
kn: ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 응답을 불러오는 중…
lt: Kraunamas atsakymas…
lv: Ielādē atbildi…
mk: Се вчитува одговор…
ms: Memuat respons...
my: ဖြေကြားချက် ဒေါင်းလုပ်နေသည်...
nb: Laster respons...
nl: Antwoord laden...
pl: Ładowanie odpowiedzi...
pt: Carregando resposta...
ro: Se încarcă răspunsul...
ru: Загрузка ответа...
si: ප්‍රතිචාරය බාගත වෙමින්...
sk: Načítavam odpoveď...
sl: Nalaganje odziva...
sq: Duke ngarkuar përgjigjen...
sr: Učitavam odgovor...
sv: Laddar svar...
sw: Inapakia majibu...
ta: பதில் ஏற்றப்படுகிறது...
te: సమాధానం లోడ్ అవుతోంది...
th: กำลังโหลดการตอบกลับ...
tr: Yanıt yükleniyor...
uk: Завантаження відповіді...
ur: جواب لوڈ ہو رہا ہے...
uz: Javob yuklanmoqda...
vi: Đang tải phản hồi...
zh: 正在加载响应…
zh_hant: 載入回應中…
zu: Kulayishwa impendulo...

source: Apply this result to board
af: Pas hierdie resultaat op die speelbord toe
am: ይህን ውጤት ወደ ቦርድ ያተክሉ
ar: تطبيق هذه النتيجة على لوحة اللعب
az: Bu nəticəni oyun taxtasına tətbiq et
be: Прыменіць гэты вынік да дошкі
bg: Приложи този резултат към дъската
bn: এই ফলাফল বোর্ডে প্রয়োগ করুন
bo: གཏེར་འདི་ས་ཁབ་ལ་རིས་མཐུད།
ca: Aplica aquest resultat al tauler
cs: Použít tento výsledek na desku
da: Anvend dette resultat på brættet
de: Dieses Ergebnis auf das Spielbrett anwenden
el: Εφαρμογή αυτού του αποτελέσματος στον πίνακα
es: Aplicar este resultado al tablero
et: Rakenda see tulemus mängulauale
fa: اعمال این نتیجه به صفحه
fi: Sovella tämä tulos laudalle
fr: Appliquer ce résultat au plateau
gu: આ પરિણામ બોર્ડ પર લાગુ કરો
he: החל תוצאה זו על הלוח
hi: इस परिणाम को बोर्ड पर लागू करें
hr: Primijeni ovaj rezultat na ploču
hu: Eredmény alkalmazása játéktáblára
hy: Կիրառել այս արդյունքը խաղի տախտակին
id: Terapkan hasil ini ke papan
is: Beita þessari niðurstöðu á leikborðið
it: Applica questo risultato al tabellone
ja: この結果を盤面に適用
km: អនុវត្តលទ្ធផលនេះទៅផ្ទាំង
kn: ಈ ಫಲಿತಾಂಶವನ್ನು ಫಲಕಕ್ಕೆ ಅನ್ವಯಿಸಿ
ko: 이 결과를 보드에 적용
lt: Pritaikyti šį rezultatą lentelei
lv: Lietot šo rezultātu uz dēļa
mk: Примени го овој резултат на таблата
ms: Terap hasil ini ke papan
my: ဤရလဒ်ကို ဘုတ်တွင် သုံးရန်
nb: Bruk dette resultatet på brett
nl: Pas dit resultaat toe op bord
pl: Zastosuj ten wynik do planszy
pt: Aplicar este resultado ao tabuleiro
ro: Aplică acest rezultat pe tablă
ru: Применить этот результат к доске
si: මෙම ප්‍රතිඵලය පුවරුවට යෙදවන්න
sk: Použiť tento výsledok na dosku
sl: Uporabi ta rezultat na ploščo
sq: Apliko këtë rezultat në tabelë
sr: Primeni ovaj rezultat na tablu
sv: Tillämpa detta resultat på brädet
sw: Tumia matokeo haya kwenye ubao
ta: இந்த முடிவை பலகைக்கு பயன்படுத்தவும்
te: ఈ ఫలితాన్ని బోర్డుకు వర్తించండి
th: ใช้ผลลัพธ์นี้กับกระดาน
tr: Bu sonucu tahtaya uygula
uk: Застосувати цей результат до поля
ur: اس نتیجے کو بورڈ پر لاگو کریں
uz: Ushbu natijani taxtaga qo'llash
vi: Áp dụng kết quả này lên bàn cờ
zh: 将此结果应用到棋盘
zh_hant: 將此結果套用到棋盤
zu: Faka le miphumela ebhodini lomdlalo

source: Taking picture...
af: Neem foto…
am: ፎቶ ይውሰድ ነው...
ar: جارٍ التقاط صورة...
az: Şəkil çəkilir...
be: Здымка…
bg: Правене на снимка...
bn: ছবি তোলা হচ্ছে...
bo: ཡྙན་ཚིག་ཐབས་བཞག་གི་ཡིན…
ca: Fent foto...
cs: Pořizuji snímek…
da: Tager billede...
de: Fotoaufnahme…
el: Λήψη φωτογραφίας...
es: Tomando foto...
et: Pildistamine...
fa: در حال عکسبرداری...
fi: Otetaan kuva...
fr: Prise de vue...
gu: ફોટો લઈ રહ્યું છે...
he: לוקח תמונה…
hi: तस्वीर ली जा रही है…
hr: Snimanje slike…
hu: Kép készítése...
hy: Լուսանկարվում է...
id: Mengambil gambar...
is: Taka mynd...
it: Scatto foto in corso...
ja: 撮影中…
km: កំពុងថតរូប…
kn: ಚಿತ್ರ ತೆಗೆದುಕೊಳ್ಳಲಾಗುತ್ತಿದೆ…
ko: 사진을 찍는 중…
lt: Daroma nuotrauka…
lv: Fotografē…
mk: Се прави фотографија…
ms: Mengambil gambar...
my: ဓါတ်ပုံ ရိုက်ယူနေသည်...
nb: Tar bilde...
nl: Foto maken...
pl: Robienie zdjęcia...
pt: Tirando foto...
ro: Se face fotografia...
ru: Съемка фото...
si: ඡායාරූපගැන්වීම...
sk: Fotím...
sl: Slikanje...
sq: Duke bërë foto...
sr: Pravim fotografiju...
sv: Tar bild...
sw: Inapiga picha...
ta: படம் எடுக்கப்படுகிறது...
te: చిత్రం తీసుకుంటోంది...
th: กำลังถ่ายภาพ...
tr: Fotoğraf çekiliyor...
uk: Зйомка зображення...
ur: تصویر لی جا رہی ہے...
uz: Rasm olinmoqda...
vi: Đang chụp ảnh...
zh: 正在拍照…
zh_hant: 拍攝中…
zu: Kuthathwa isithombe...
