Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# removeOpponentsPieceFromHandThenOpponentsTurn
source: Remove the opponent's piece(s) from their hand; then it's the opponent's turn to place.
af: Verwyder die opponent se stukke uit hul hand; dan is dit die opponent se beurt om te plaas.
am: ተቀናቃኛውን ቁራጭ ከእጁ አውጣ እና ቀጣዩ ተጫዋች በማኖሩ ቦርዱ ላይ ቁራጭ እንዲያኖር ይሁን።
ar: قم بإزالة قطع الخصم من يده؛ ثم حان دور الخصم للوضع.
az: Rəqibin əlindəki daşları götürün; sonra rəqibin yerləşdirmə növbəsidir.
be: Выдаліце фігуру(ы) праціўніка з рукі; затым ход праціўніка размясціць.
bg: Премахнете фигурата(ите) на опонента от ръката му; след това е ред на опонента да постави.
bn: প্রতিপক্ষের হাত থেকে ঘুঁটি সরান; তারপর প্রতিপক্ষের পালা রাখার।
bo: ཁ་གཏད་ཀྱི་ལག་ནས་ཆ་ཤས་དེ་བཏོན་དགོས། དེ་ནས་ཁ་གཏད་ཀྱི་དུས་ཚོད་རེད།
ca: Retireu la peça (o peces) de la mà de l'oponent i després serà el seu torn de col·locar.
cs: Odstraňte soupeřovy kameny z ruky; poté je na tahu soupeř, aby umístil.
da: Fjern modstanderens brik(ker) fra deres hånd; så er det modstanderens tur til at placere.
de: Entferne die Spielsteine des Gegners aus seiner Hand; dann ist der Gegner am Zug zum Platzieren.
el: Αφαιρέστε τα κομμάτια του αντιπάλου από το χέρι τους. Στη συνέχεια, είναι η σειρά του αντιπάλου να τοποθετήσει.
es: Quita la(s) pieza(s) del oponente de su mano; luego es el turno del oponente para colocar.
et: Eemalda vastase käest nupp (nupud); siis on vastase kord paigutada.
fa: مهره(های) حریف را از دستشان بردارید؛ سپس نوبت حریف برای قرار دادن است.
fi: Poista vastustajan nappula(t) tämän kädestä, sitten on vastustajan vuoro sijoittaa.
fr: Retirez la/les pièce(s) de l'adversaire de sa main ; puis c'est au tour de l'adversaire de placer.
gu: પ્રતિસ્પર્ધીનો ટુકડો(ઓ) તેમના હાથમાંથી દૂર કરો; પછી પ્રતિસ્પર્ધીનો વારો આવે છે.
he: הסר את הכלכלי(ים) של היריב מהיד שלו; לאחר מכן זהו תורו של היריב להציב.
hi: विरोधी के मोहरे (मोहरों) को उनके हाथ से हटाएँ; फिर विरोधी की बारी है।
hr: Uklonite protivničke figure iz njegove ruke; zatim je protivnik na redu da postavi figuru.
hu: Vedd ki az ellenfél korongját(korongjait) a kezéből; aztán az ellenfél következik, hogy helyezzen.
hy: Հեռացրեք հակառակորդի խաղաքար(եր)ը նրա ձեռքից, ապա հակառակորդի հերթն է տեղադրելու:
id: Singkirkan bidak lawan dari tangan mereka; lalu giliran lawan untuk menempatkan.
is: Fjarlægðu bríki andstæðingsins úr hendinni á þeim; þá er það kominn að andstæðingnum að setja niður.
it: Rimuovi la pedina (o le pedine) dell'avversario dalla sua mano; poi è il turno dell'avversario di piazzare.
ja: 相手の手札からコマを取り除く。その後、相手の手番になる。
km: ដកកូនអុករបស់គូប្រកួតចេញពីដៃរបស់ពួកគេ បន្ទាប់មកវាជាវេនរបស់គូប្រកួតដើម្បីដាក់។
kn: ಎದುರಾಳಿಯ ಕಾಯಿ(ಗಳನ್ನು) ಅವರ ಕೈಯಿಂದ ತೆಗೆದುಹಾಕಿ; ನಂತರ ಅದು ಎದುರಾಳಿಯ ಸರದಿ ಇರುತ್ತದೆ.
ko: 상대의 말을 손에서 제거한 후, 상대의 차례로 넘어갑니다.
lt: Pašalinkite priešininko figūrą(-as) iš jo rankos; tada priešininko ėjimas pastatyti figūrą.
lv: Noņem pretinieka figūru(-as) no rokas; tad pretinieka gājiens novietot.
mk: Отстранете ја фигурата (фигурите) на противникот од неговата рака; потоа противникот е на ред да постави.
ms: Keluarkan bidak lawan daripada tangan mereka; kemudian giliran lawan untuk meletakkan bidak.
my: ပြိုင်ဘက်၏ အရာဝတ္ထု(များ)ကို သူတို့၏ လက်ထဲမှ ဖယ်ရှားပါ။ ထို့နောက် ပြိုင်ဘက်၏ အလှည့်ကျ ခုန်ရန် အလှည့်ဖြစ်သည်။
nb: Fjern motstanderens brikke(r) fra hånden deres; så er det motstanderens tur å plassere.
nl: Verwijder de stuk(ken) van de tegenstander uit zijn/haar hand; dan is het de beurt van de tegenstander om te plaatsen.
pl: Usuń pionek (pionki) przeciwnika z jego ręki; następnie jest tura przeciwnika, aby umieścić pionek.
pt: Remova a(s) peça(s) do oponente da mão dele; depois é a vez do oponente de colocar.
ro: Eliminați piesa(ele) adversarului din mâna acestuia; apoi este rândul adversarului să plaseze.
ru: Уберите фигуру(ы) противника из его руки; затем наступает очередь противника разместить фигуру.
si: ප්‍රතිවාදීන්ගේ කැබලි(ය) ඔවුන්ගේ අතින් ඉවත් කරන්න; ඉන්පසු එය ප්‍රතිවාදීන්ගේ තැබීමේ වරයි.
sk: Odstráňte súperove figúrky z ruky; potom je na ťahu súperper, aby figúrku umiestnil.
sl: Odstrani nasprotnikovo/nasprotničine figure iz roke; nato je na vrsti nasprotnik/nasprotnica, da postavi figuro.
sq: Hiq figurën (figurat) e kundërshtarit nga dora e tyre; pastaj është radha e kundërshtarit për të vendosur figurën.
sr: Уклоните противничке фигуре из његове/њене руке; затим је противник на реду да постави фигуру.
sv: Ta bort motståndarens pjäs(er) från deras hand; sedan är det motståndarens tur att placera.
sw: Ondoa kipande/vipande vya mpinzani kutoka mkononi mwake; kisha ni zamu ya mpinzani kuweka kipande.
ta: எதிரியின் துண்டு (களை) அவர்களின் கையில் இருந்து அகற்றவும்; பின்னர் அது எதிராளியின் இடத்திற்கு திரும்புவது.
te: ప్రత్యర్థి పావు(ల)ను వారి చేతి నుండి తొలగించండి; అప్పుడు పావును ఉంచడం ప్రత్యర్థి వంతు.
th: นำชิ้นส่วนของคู่ต่อสู้ออกจากมือของพวกเขา จากนั้นถึงตาของฝ่ายตรงข้ามในการวาง
tr: Rakibin parça(lar)ını elinden çıkarın; ardından sıra rakibin parça yerleştirmesine gelir.
uk: Видаліть фішку(-и) суперника з його руки; потім хід суперника.
ur: مخالف کے مہرے (مہروں) کو ان کے ہاتھ سے ہٹا دیں؛ پھر مخالف کی باری ہے کہ وہ مہرہ رکھے۔
uz: Raqibning donasini(donalarini) qo'lidan olib tashlang; keyin navbat raqibga donani joylash uchun beriladi.
vi: Loại bỏ quân cờ của đối thủ khỏi tay họ; sau đó đến lượt đối thủ đặt quân.
zh: 吃掉对方手中的棋子；然后轮到对方摆子。
zh_hant: 吃掉對方手中的棋子；然後輪到對方擺子。
zu: Susa ingcezu (izingcezu) zomphikisi esandleni sakhe; bese kuba yithuba lomphikisi lokubeka.

# whenFormingMillsDuringPlacingPhase
source: When forming mills during the placing phase
af: Wanneer meulens gevorm word tydens die plasing fase
am: በመዋቅር ዘመን በቀንንዴ እያስመሰሉ
ar: عند تشكيل الطواحين أثناء مرحلة الوضع
az: Yerləşdirmə fazasında dəyirmanlar qurarkən
be: Пры фарміраванні млыноў падчас фазы размяшчэння
bg: При образуване на мелници по време на фазата на поставяне
bn: প্লেসিং ফেজের সময় মিল তৈরি করার সময়
bo: འཇོག་པའི་སྐབས་སུ་འཕྲུལ་འཁོར་བཟོ་སྐབས།
ca: Quan es formen molins durant la fase de col·locació
cs: Při vytváření mlýnů během fáze umisťování
da: Når der dannes møller under placeringsfasen
de: Beim Bilden von Mühlen während der Platzierungsphase
el: Κατά το σχηματισμό μύλων κατά τη φάση τοποθέτησης
es: Al formar molinos durante la fase de colocación
et: Paigutusfaasis veskite moodustamisel
fa: هنگام تشکیل دوز در مرحله قرار دادن
fi: Kun muodostat myllyjä sijoitusvaiheen aikana
fr: Lors de la formation de moulins pendant la phase de placement
gu: સ્થાપન તબક્કામાં મિલ્સ બનાવતી વખતે
he: בעת יצירת טחנות בשלב ההצבה
hi: प्लेसिंग फेज़ के दौरान मिल बनाते समय
hr: Kada se formiraju mlinovi tijekom faze postavljanja
hu: Malomképződéskor a helyezési fázisban
hy: Երբ ձևավորվում են ջրաղացներ տեղադրման փուլում
id: Saat membentuk mill selama tahap penempatan
is: Þegar mylla er mynduð í uppsetningarlotunni
it: Quando si formano mulini durante la fase di piazzamento
ja: 配置フェーズ中にミル（縦・横・斜め3つ並び）を作るとき
km: នៅពេលបង្កើតមីលក្នុងដំណាក់កាលដាក់
kn: ಸ್ಥಾಪನಾ ಹಂತದಲ್ಲಿ ಮಿಲ್ಸ್ ರಚಿಸುವಾಗ
ko: 배치 단계에서 참고누를 형성할 때
lt: Formuojant malūnus statymo fazės metu:
lv: Veidojot dzirnavas izvietošanas fāzes laikā
mk: Кога формирате мелници за време на фазата на поставување
ms: Apabila membentuk kilang semasa fasa meletakkan
my: တည်ဆောက်ခြင်း အဆင့်တွင် ကြိတ်များကို ပုံဖော်ခြင်းအခါ
nb: Når du danner møller under plasseringsfasen
nl: Bij het vormen van molens tijdens de plaatsingsfase
pl: Podczas formowania młynów w fazie umieszczania
pt: Ao formar moinhos durante a fase de colocação
ro: Când se formează mori în faza de plasare
ru: При формировании мельниц в фазе размещения
si: තැබීමේ අවධියේදී නෙරෙන්චි නිර්මාණය කිරීමේදී
sk: Pri vytvávaní mlynov počas fázy rozmiestňovania
sl: Pri oblikovanju mlinov med fazo postavljanja
sq: Kur formoni mullinj gjatë fazës së vendosjes
sr: Када се формирају млинови током фазе постављања
sv: När kvarnar formas under placeringsfasen
sw: Wakati wa kuunda vinu (mills) wakati wa awamu ya kuweka
ta: இடும் கட்டத்தின் போது ஆலை உருவாக்கும் போது
te: ప్లేసింగ్ దశలో మిల్లులను రూపొందించేటప్పుడు
th: เมื่อสร้างโรงสี (mills) ระหว่างเฟสการวาง
tr: Yerleştirme aşamasında değirmenler oluşturulurken
uk: При формуванні млинів під час фази розстановки
ur: جب پلانگ کے مرحلے کے دوران ملیں بناتے ہیں۔
uz: Joylashtirish fazasida tegirmonlarni shakllantirishda
vi: Khi tạo cối xay gió trong giai đoạn đặt quân
zh: 在摆子阶段形成三连时
zh_hant: 在擺子階段形成三連時
zu: Lapho wakha ama-mills ngesikhathi sokubeka

# removeOpponentsPieceFromBoard
source: Remove opponent's piece(s) from the board.
af: Verwyder opponent se stukke van die bord af.
am: ተቀናቃኙን ቁራጭ ከቦርድ አውጣ።
ar: قم بإزالة قطع الخصم من اللوحة.
az: Rəqibin lövhədəki daşlarını götürün.
be: Выдаліце фігуру(ы) праціўніка з дошкі.
bg: Премахнете фигурата(ите) на опонента от дъската.
bn: বোর্ড থেকে প্রতিপক্ষের ঘুঁটি সরান।
bo: ཁ་གཏད་ཀྱི་ཆ་ཤས་དེ་བང་ཁྲི་ནས་ཕྱིར་འཐེན་བྱེད་དགོས།
ca: Retireu la peça (o peces) de l'oponent del tauler.
cs: Odstraňte soupeřovy kameny z hrací plochy.
da: Fjern modstanderens brik(ker) fra brættet.
de: Entferne die Spielsteine des Gegners vom Spielbrett.
el: Αφαιρέστε το(α) κομμάτι(α) του αντιπάλου από το ταμπλό.
es: Quita la(s) pieza(s) del oponente del tablero.
et: Eemalda vastase nupp (nupud) laualt.
fa: مهره(های) حریف را از صفحه بردارید.
fi: Poista vastustajan nappula(t) laudalta.
fr: Retirez la/les pièce(s) de l'adversaire du plateau.
gu: બોર્ડથી પ્રતિસ્પર્ધીનો ટુકડો(ઓ) દૂર કરો.
he: הסר את כלי היריב מהלוח.
hi: विरोधी के मोहरे (मोहरों) को बोर्ड से हटा दें।
hr: Uklonite protivničke figure s ploče.
hu: Vedd ki az ellenfél korongját(korongjait) a tábláról.
hy: Հեռացրեք հակառակորդի խաղաքար(եր)ը տախտակից:
id: Singkirkan bidak lawan dari papan.
is: Fjarlægðu bríki andstæðingsins af spilaborðinu.
it: Rimuovi la pedina (o le pedine) dell'avversario dalla plancia.
ja: ボードから相手のコマを取り除く。
km: ដកកូនអុករបស់គូប្រកួតចេញពីក្តារ។
kn: ಫಲಕದಿಂದ ಎದುರಾಳಿಯ ಕಾಯಿ(ಗಳನ್ನು) ತೆಗೆದುಹಾಕಿ.
ko: 보드에서 상대의 말을 제거합니다.
lt: Pašalinkite priešininko figūrą(-as) nuo lentos.
lv: Noņem pretinieka figūru(-as) no galda.
mk: Отстранете ја фигурата (фигурите) на противникот од таблата.
ms: Keluarkan bidak lawan daripada papan.
my: ဘုတ်အဖွဲ့မှ ပြိုင်ဘက်၏ အရာဝတ္ထု(များ)ကို ဖယ်ရှားပါ။
nb: Fjern motstanderens brikke(r) fra brettet.
nl: Verwijder de stuk(ken) van de tegenstander van het bord.
pl: Usuń pionek (pionki) przeciwnika z planszy.
pt: Remova a(s) peça(s) do oponente do tabuleiro.
ro: Eliminați piesa(ele) adversarului de pe tablă.
ru: Уберите фигуру(ы) противника с доски.
si: ප්‍රතිවාදීන්ගේ කැබලි(ය) පුවරුවෙන් ඉවත් කරන්න.
sk: Odstráňte súperove figúrky z hracej plochy.
sl: Odstrani nasprotnikovo/nasprotničine figure s plošče.
sq: Hiq figurën(figurat) e kundërshtarit nga tabla.
sr: Уклоните противничке фигуре са табле.
sv: Ta bort motståndarens pjäs(er) från brädet.
sw: Ondoa kipande/vipande vya mpinzani kutoka kwenye ubao.
ta: போர்டில் இருந்து எதிராளியின் துண்டு (களை) அகற்றவும்.
te: ప్రత్యర్థి పావు(ల)ను బోర్డు నుండి తీసివేయండి.
th: นำชิ้นส่วนของคู่ต่อสู้ออกจากกระดาน
tr: Tahtadan rakibin parça(lar)ını çıkarın.
uk: Видаліть фішку(-и) суперника з дошки.
ur: مخالف کے مہرے (مہرے) بورڈ سے ہٹا دیں۔
uz: Raqibning donasini(donalarini) taxtadan olib tashlang.
vi: Loại bỏ quân cờ của đối thủ khỏi bàn cờ.
zh: 吃掉棋盘上对方的棋子。
zh_hant: 吃掉棋盤上對方的棋子。
zu: Susa ingcezu (izingcezu) zomphikisi ebhodini.

# removeOpponentsPieceFromBoard_Detail
source: Remove the opponent's piece(s) from the board; then it's the opponent's turn to place.
af: Verwyder die opponent se stukke van die bord af; dan is dit die opponent se beurt om te plaas.
am: ተቀናቃኛውን ቁራጭ ከቦርድ አውጣ፤ ቀጣዩ ተጫዋች በማኖሩ ቦርዱ ላይ ቁራጭ እንዲያኖር ይሁን።
ar: قم بإزالة قطع الخصم من اللوحة؛ ثم حان دور الخصم للوضع.
az: Rəqibin lövhədəki daşlarını götürün; sonra rəqibin yerləşdirmə növbəsidir.
be: Выдаліце фігуру(ы) праціўніка з дошкі; затым ход праціўніка размясціць.
bg: Премахнете фигурата(ите) на опонента от дъската; след това е ред на опонента да постави.
bn: বোর্ড থেকে প্রতিপক্ষের ঘুঁটি সরান; তারপর প্রতিপক্ষের পালা রাখার।
bo: ཁ་གཏད་ཀྱི་ཆ་ཤས་དེ་བང་ཁྲི་ནས་ཕྱིར་འཐེན་བྱེད་དགོས། དེ་ནས་ཁ་གཏད་ཀྱི་དུས་ཚོད་རེད།
ca: Retireu la peça (o peces) de l'oponent del tauler; després serà el seu torn de col·locar.
cs: Odstraňte soupeřovy kameny z hrací plochy; poté je na tahu soupeř, aby umístil.
da: Fjern modstanderens brik(ker) fra brættet; så er det modstanderens tur til at placere.
de: Entferne die Spielsteine des Gegners vom Spielbrett; dann ist der Gegner am Zug zum Platzieren.
el: Αφαιρέστε τα κομμάτια του αντιπάλου από το ταμπλό. Στη συνέχεια, είναι η σειρά του αντιπάλου να τοποθετήσει.
es: Quita la(s) pieza(s) del oponente del tablero; luego es el turno del oponente para colocar.
et: Eemalda vastase nupp (nupud) laualt; siis on vastase kord paigutada.
fa: مهره(های) حریف را از صفحه بردارید؛ سپس نوبت حریف برای قرار دادن است.
fi: Poista vastustajan nappula(t) laudalta, sitten on vastustajan vuoro sijoittaa.
fr: Retirez la/les pièce(s) de l'adversaire du plateau ; puis c'est au tour de l'adversaire de placer.
gu: બોર્ડથી પ્રતિસ્પર્ધીનો ટુકડો(ઓ) દૂર કરો; પછી પ્રતિસ્પર્ધીનો વારો આવે છે.
he: הסר את הלחי(ים) של היריב מהלוח; אז תורו של היריב להציב.
hi: विरोधी के मोहरे (मोहरों) को बोर्ड से हटा दें; फिर विरोधी की बारी है।
hr: Uklonite protivničku figure s ploče; zatim je protivnik na redu da postavi figuru.
hu: Vedd ki az ellenfél korongját(korongjait) a tábláról; aztán az ellenfél következik, hogy helyezzen.
hy: Հեռացրեք հակառակորդի խաղաքար(եր)ը տախտակից, ապա հակառակորդի հերթն է տեղադրելու:
id: Singkirkan bidak lawan dari papan; lalu giliran lawan untuk menempatkan.
is: Fjarlægðu bríki andstæðingsins af spilaborðinu; þá er það kominn að andstæðingnum að setja niður.
it: Rimuovi la pedina (o le pedine) dell'avversario dalla plancia; poi è il turno dell'avversario di piazzare.
ja: ボードから相手のコマを取り除く。その後、相手の手番になる。
km: ដកកូនអុករបស់គូប្រកួតចេញពីក្តារ បន្ទាប់មកវាជាវេនរបស់គូប្រកួតដើម្បីដាក់។
kn: ಫಲಕದಿಂದ ಎದುರಾಳಿಯ ಕಾಯಿ(ಗಳನ್ನು) ತೆಗೆದುಹಾಕಿ; ನಂತರ ಅದು ಎದುರಾಳಿಯ ಸರದಿ ಇರುತ್ತದೆ.
ko: 보드에서 상대의 말을 제거한 후, 상대의 차례로 넘어갑니다.
lt: Pašalinkite priešininko figūrą(-as) nuo lentos; tada priešininko ėjimas pastatyti figūrą.
lv: Noņem pretinieka figūru(-as) no galda; tad pretinieka gājiens novietot figūru.
mk: Отстранете ја фигурата (фигурите) на противникот од таблата; потоа противникот е на ред да постави.
ms: Keluarkan bidak lawan daripada papan; kemudian giliran lawan untuk meletakkan bidak.
my: ဘုတ်အဖွဲ့မှ ပြိုင်ဘက်၏ အရာဝတ္ထု(များ)ကို ဖယ်ရှားပါ။ ထို့နောက် ပြိုင်ဘက်၏ အလှည့်ကျ ခုန်ရန် အလှည့်ဖြစ်သည်။
nb: Fjern motstanderens brikke(r) fra brettet; så er det motstanderens tur å plassere.
nl: Verwijder de stuk(ken) van de tegenstander van het bord; dan is het de beurt van de tegenstander om te plaatsen.
pl: Usuń pionek (pionki) przeciwnika z planszy; następnie jest tura przeciwnika, aby umieścić pionek.
pt: Remova a(s) peça(s) do oponente do tabuleiro; depois é a vez do oponente de colocar.
ro: Eliminați piesa(ele) adversarului de pe tablă; apoi este rândul adversarului să plaseze.
ru: Уберите фигуру(ы) противника с доски; затем наступает очередь противника разместить фигуру.
si: ප්‍රතිවාදීන්ගේ කැබලි(ය) පුවරුවෙන් ඉවත් කරන්න; ඉන්පසු එය ප්‍රතිවාදීන්ගේ තැබීමේ වරයි.
sk: Odstráňte súperove figúrky z hracej plochy; potom je na ťahu súper, aby figúrku umiestnil.
sl: Odstrani nasprotnikovo/nasprotničine figure s plošče; nato je na vrsti nasprotnik/nasprotnica, da postavi figuro.
sq: Hiq figurën(figurat) e kundërshtarit nga tabla; pastaj është radha e kundërshtarit për të vendosur figurën.
sr: Уклоните противничке фигуре са табле; затим је противник на реду да постави.
sv: Ta bort motståndarens pjäs(er) från brädet; sedan är det motståndarens tur att placera.
sw: Ondoa kipande/vipande vya mpinzani kutoka kwenye ubao; kisha ni zamu ya mpinzani kuweka kipande.
ta: குழுவிலிருந்து எதிரியின் துண்டு (களை) அகற்றவும்; பின்னர் அது எதிராளியின் இடத்திற்கு திரும்புவது.
te: ప్రత్యర్థి పావు(ల)ను బోర్డు నుండి తీసివేయండి; అప్పుడు పావును ఉంచడం ప్రత్యర్థి వంతు.
th: นำชิ้นส่วนของคู่ต่อสู้ออกจากกระดาน จากนั้นถึงตาของฝ่ายตรงข้ามในการวาง
tr: Tahtadan rakibin parça(lar)ını çıkarın; ardından sıra rakibin parça yerleştirmesine gelir.
uk: Видаліть фішку(-и) суперника з дошки; потім хід суперника.
ur: مخالف کے مہرے (مہرے) بورڈ سے ہٹا دیں؛ پھر مخالف کی باری ہے کہ وہ مہرہ رکھے۔
uz: Raqibning donasini(donalarini) taxtadan olib tashlang; keyin navbat raqibga donani joylash uchun beriladi.
vi: Loại bỏ quân cờ của đối thủ khỏi bàn cờ; sau đó đến lượt đối thủ đặt quân.
zh: 吃掉棋盘上对方的棋子；然后轮到对方摆子。
zh_hant: 吃掉棋盤上對方的棋子；然後輪到對方擺子。
zu: Susa ingcezu (izingcezu) zomphikisi ebhodini; bese kuba yithuba lomphikisi lokubeka.

# opponentRemovesOwnPiece
source: The opponent removes their own piece(s) from the board.
af: Die opponent verwyder hul eie stukke van die bord af.
am: ተቀናቃኙ የራሱን ቁራጭ ከቦርድ ያወጣል።
ar: يزيل الخصم قطعه الخاصة من اللوحة.
az: Rəqib öz daşlarını lövhədən götürür.
be: Праціўнік выдаляе сваю фігуру(ы) з дошкі.
bg: Опонентът премахва своята(ите) фигура(и) от дъската.
bn: প্রতিপক্ষ বোর্ড থেকে নিজের ঘুঁটি সরিয়ে ফেলে।
bo: ཁ་གཏད་དེས་ཁོ་རང་གི་ཆ་ཤས་དེ་བང་ཁྲི་ནས་ཕྱིར་འཐེན་བྱེད་ཀྱི་ཡོད།
ca: L'oponent retira les seves pròpies peces del tauler.
cs: Soupeř odstraní své vlastní kameny z hrací plochy.
da: Modstanderen fjerner sine egne brik(ker) fra brættet.
de: Der Gegner entfernt seine eigenen Spielsteine vom Spielbrett.
el: Ο αντίπαλος αφαιρεί τα δικά του κομμάτια από το ταμπλό.
es: El oponente quita su(s) propia(s) pieza(s) del tablero.
et: Vastane eemaldab enda nupu (nupud) laualt.
fa: حریف مهره(های) خود را از صفحه برمی‌دارد.
fi: Vastustaja poistaa oman nappulansa laudalta.
fr: L'adversaire retire sa/ses propre(s) pièce(s) du plateau.
gu: પ્રતિસ્પર્ધી પોતાનો ટુકડો(ઓ) બોર્ડથી દૂર કરે છે.
he: היריב מסיר את הכלי(ים) שלו מהלוח.
hi: विरोधी अपने मोहरे (मोहरों) को बोर्ड से हटा देता है।
hr: Protivnik uklanja svoje figure s ploče.
hu: Az ellenfél eltávolítja saját korongját(korongjait) a tábláról.
hy: Հակառակորդը հեռացնում է իր սեփական խաղաքար(եր)ը տախտակից:
id: Lawan menyingkirkan bidaknya sendiri dari papan.
is: Andstæðingurinn fjarlægir eigin bríki af spilaborðinu.
it: L'avversario rimuove la sua pedina (o le sue pedine) dalla plancia.
ja: 相手が自らボードから自分のコマを取り除く。
km: គូប្រកួតដកកូនអុករបស់ខ្លួនចេញពីក្តារ។
kn: ಎದುರಾಳಿ ತಮ್ಮ ಸ್ವಂತ ಕಾಯಿ(ಗಳನ್ನು) ಫಲಕದಿಂದ ತೆಗೆದುಹಾಕುತ್ತಾರೆ.
ko: 상대는 보드에서 자신의 말을 제거합니다.
lt: Priešininkas pašalina savo figūrą (-as) nuo lentos.
lv: Pretinieks noņem no galda pats savu figūru(-as).
mk: Противникот ја отстранува својата фигура (фигури) од таблата.
ms: Lawan mengeluarkan bidak mereka sendiri daripada papan.
my: ပြိုင်ဘက်သည် ဘုတ်အဖွဲ့မှ သူတို့၏အရာဝတ္ထု(များ)ကို ဖယ်ရှားသည်။
nb: Motstanderen fjerner sine egne brikker fra brettet.
nl: De tegenstander verwijdert zijn/haar eigen stuk(ken) van het bord.
pl: Przeciwnik usuwa swój własny pionek (pionki) z planszy.
pt: O oponente remove sua(s) própria(s) peça(s) do tabuleiro.
ro: Adversarul își elimină propria piesă(ele) de pe tablă.
ru: Противник убирает свою фигуру(ы) с доски.
si: ප්‍රතිවාදීන් තමන්ගේම කැබලි(ය) පුවරුවෙන් ඉවත් කරගනී.
sk: Súper si odstráni svoje vlastné figúrky z hracej plochy.
sl: Nasprotnik/nasprotnica odstrani lastne figure s plošče.
sq: Kundërshtari heq figurën (figurat) e veta nga tabla.
sr: Противник уклања своје фигуре са табле.
sv: Motståndaren tar bort sina egna pjäser från brädet.
sw: Mpinzani anaondoa kipande/vipande vyake kutoka kwenye ubao.
ta: எதிர்ப்பாளர் தங்கள் சொந்த துண்டு (களை) குழுவிலிருந்து நீக்குகிறார்.
te: ప్రత్యర్థి తన సొంత పావు(ల)ను బోర్డు నుండి తొలగిస్తాడు.
th: คู่ต่อสู้เอาชิ้นส่วนของตัวเองออกจากกระดาน
tr: Rakip kendi parça(lar)ını tahtadan çıkarır.
uk: Суперник видаляє власну(-і) фішку(-и) з дошки.
ur: مخالف خود اپنے مہرے کو بورڈ سے ہٹاتا ہے۔
uz: Raqib o'z donasini (donalarini) taxtadan olib tashlaydi.
vi: Đối thủ loại bỏ quân cờ của chính họ khỏi bàn cờ.
zh: 由对方自己来吃自己的棋子。
zh_hant: 由對方自己來吃自己的棋子。
zu: Umphikisi ususa ingcezu yakhe (izingcezu) ebhodini.
