Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: El Filja
am: ኢልፊልጃ
ar: الفلجة
bg: Ел Филджа
bn: এল ফিলজা
bo: ཨེལ་ཧིལ་ཇ་
el: Ελ Φίλτζα
fa: الفلجة
gu: એલ ફિલ્જા
he: אל פילג’ה
hi: एल फिल्ज़ा
hy: Էլ Ֆիլջա
ja: エル・フィルジャ
km: អែល ហ្វិលចា
kn: ಎಲ್ ಫಿಲ್ಜಾ
mk: Ел Филџа
ru: Эль Фильджа
si: එල් ෆිල්ජා
ta: எல் ஃபில்சா
te: ఎల్ ఫిల్జా
th: เอล ฟิลจะ
uk: Ель Фільджа
ur: الفلجة
zh: 阿拉伯帐篷
zh_hant: 北非直棋

# tipSelectOwnPiece
source: Select one of your pieces.
af: Kies een van jou stukke.
am: ከጨዋታ ቁሞችዎ አንዱን ይምረጡ።
ar: اختر إحدى قطعك.
az: Fişlərinizdən birini seçin.
be: Абярыце адну са сваіх фігур.
bg: Изберете една от вашите фигури.
bn: আপনার ঘুঁটিগুলির একটি নির্বাচন করুন।
bo: ཁྱོད་ཀྱི་རྩེ་ཆས་གཅིག་གདམ་ཐོག་རོགས་གནང་།
ca: Trieu una de les vostres peces.
cs: Vyberte jednu ze svých figurek.
da: Vælg en af dine brikker.
de: Wähle einen deiner Steine aus.
el: Επέλεξε ένα από τα πιόνια σου.
es: Selecciona una de tus piezas.
et: Vali üks oma nuppudest.
fa: یکی از مهره‌های خود را انتخاب کنید.
fi: Valitse yksi omista nappuloistasi.
fr: Sélectionnez l’un de vos pions.
gu: તમારા ગોટાઓમાંથી એક પસંદ કરો.
he: בחר באחד מהחיילים שלך.
hi: अपनी गोटियों में से एक का चयन करें।
hr: Odaberite jednu svoju figuru.
hu: Válassz egyet a bábuid közül.
hy: Ընտրեք ձեր քարերից մեկը։
id: Pilih salah satu bidak kamu.
is: Veldu einn af þínum peðum.
it: Seleziona uno dei tuoi pezzi.
ja: 自分のコマを1つ選んでください。
km: ជ្រើសរើសកូនអុកមួយរបស់អ្នក។
kn: ನಿಮ್ಮ ಗೋಟಿಗಳಲ್ಲಿ ಒಂದನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 당신의 말 중 하나를 선택하세요.
lt: Pasirinkite vieną iš savo figūrų.
lv: Izvēlies vienu no savām figūrām.
mk: Избери една од твоите фигури.
ms: Pilih salah satu buah catur anda.
my: သင့်ဂုတ်တစ်ခုကိုရွေးပါ။
nb: Velg en av dine brikker.
nl: Selecteer een van je stukken.
pl: Wybierz jedną ze swoich figur.
pt: Selecione uma das suas peças.
ro: Selectează una dintre piesele tale.
ru: Выберите одну из своих фигур.
si: ඔබගේ කොටස් අතරින් එකක් තෝරන්න.
sk: Vyberte si jednu zo svojich figúrok.
sl: Izberi eno od svojih figur.
sq: Zgjidh njërën prej gurëve tuaj.
sr: Изаберите једну од својих фигура.
sv: Välj en av dina pjäser.
sw: Chagua moja ya vipande vyako.
ta: உங்கள் துண்டுகளில் ஒன்றைத் தேர்ந்தெடு.
te: నీ వర్గాల్లో ఒకటిని ఎంచుకో.
th: เลือกตัวหมากของคุณ 1 ตัว
tr: Taşlarından birini seç.
uk: Виберіть одну зі своїх частин.
ur: اپنے مہرے میں سے ایک کا انتخاب کریں۔
uz: Doskadagi figuralaringizdan birini tanlang.
vi: Chọn một trong các quân cờ của bạn.
zh: 请选择自己的棋子
zh_hant: 請選擇自己的棋子
zu: Khetha esinye sezicezu zakho.

# notYourTurn
source: It's not your turn.
af: Dis nie jou beurt nie.
am: ይህ የእርስዎ ተከታታይ አይደለም።
ar: ليس دورك.
az: Sizin növbəniz deyil.
be: Не ваш ход.
bg: Не е ваш ред.
bn: এটা আপনার পালা নয়।
bo: ཁྱེད་ཀྱི་བདག་པོ་མིན།
ca: No és el vostre torn.
cs: Není to váš tah.
da: Det er ikke din tur.
de: Du bist nicht am Zug.
el: Δεν είναι η σειρά σας.
es: No es tu turno.
et: Pole sinu käik.
fa: نوبت شما نیست.
fi: Ei ole sinun vuorosi.
fr: Ce n'est pas votre tour.
gu: તમારો વારો નથી.
he: לא תורך.
hi: यह आपकी बारी नहीं है।
hr: Nije vaš potez.
hu: Nem te következel.
hy: Դուք չեք խաղում։
id: Bukan giliran Anda.
is: Þetta er ekki þín umferð.
it: Non è il tuo turno.
ja: あなたのターンではありません。
km: វាមិនមែនជាវេនរបស់អ្នកទេ។
kn: ಇದು ನಿಮ್ಮ ಸರದಿ ಅಲ್ಲ.
ko: 당신의 차례가 아닙니다.
lt: Dabar ne tavo eilė.
lv: Nav tava kārta.
mk: Не е вашиот ред.
ms: Bukan giliran anda.
my: မင်းရဲ့အလှည့်မဟုတ်ပါ။
nb: Det er ikke din tur.
nl: Het is niet jouw beur.
pl: To nie twoja tura.
pt: Não é a sua vez.
ro: Nu este rândul tău.
ru: Сейчас не ваш ход.
si: ඔබගේ වාරය නොවේ.
sk: Nie si na ťahu.
sl: Ni tvoja poteza.
sq: Nuk është radha juaj.
sr: Није ваш потез.
sv: Det är inte din tur.
sw: Sio zamu yako.
ta: இது உங்கள் முறை அல்ல.
te: మీ సారి కాదు.
th: ยังไม่ถึงตาคุณ
tr: Sıra sende değil.
uk: Зараз не ваш хід.
ur: آپ کی باری نہیں ہے۔
uz: Sizning navbingiz emas.
vi: Đến lượt của đối thủ.
zh: 还没轮到你行棋
zh_hant: 還沒輪到你行棋
zu: Akulona ithuba lakho.

source: Annotation toolbar background color
af: Annotasie-nutsbalk agtergrondkleur
am: የማስታወቂያ መሣሪያ መስመር ኋላ ቀለም
ar: لون خلفية شريط أدوات التعليقات
az: Annotasiya alətlər panelinin fon rəngi
be: Колер фону панэлі інструментаў анатацый
bg: Цвят на фона на лентата с инструменти за анотации
bn: টীকা টুলবারের পটভূমির রঙ
bo: བརྗོད་གཞི་སྒྲོམ་གྱི་རྒྱབ་ལྗོངས་ཚོས།
ca: Color de fons de la barra d'eines d'anotació
cs: Barva pozadí nástrojového panelu pro anotace
da: Baggrundsfarve for annotationsværktøjslinje
de: Hintergrundfarbe der Annotationswerkzeugleiste
el: Χρώμα φόντου της εργαλειοθήκης σχολίων
es: Color de fondo de la barra de herramientas de anotación
et: Kommentaaritööriista taustavärv
fa: رنگ پس‌زمینهٔ نوار ابزار حاشیه‌نویسی
fi: Annotointipalkin taustaväri
fr: Couleur d'arrière-plan de la barre d'outils d'annotation
gu: એનોટેશન ટૂલબાર પૃષ્ઠભૂમિ રંગ
he: צבע רקע של סרגל ההערות
hi: एनोटेशन टूलबार पृष्ठभूमि रंग
hr: Boja pozadine alatne trake za bilješke
hu: Megjegyzősáv háttérszíne
hy: Նշումների գործիքների ֆոնի գույն
id: Warna latar belakang bilah alat anotasi
is: Bakgrunnslitur athugasemda tólastiku
it: Colore di sfondo della barra degli strumenti di annotazione
ja: 注釈ツールバーの背景色
km: ពណ៌ផ្ទៃខាងក្រោយរបារឧបករណ៍ចំណារពន្យល់
kn: ಟಿಪ್ಪಣಿ ಉಪಕರಣಪಟ್ಟಿಯ ಹಿನ್ನೆಲೆ ಬಣ್ಣ
ko: 주석 도구 모음 배경색
lt: Anotacijų įrankių juostos fono spalva
lv: Piezīmju rīkjoslas fona krāsa
mk: Боја на позадината на алатката за анотации
ms: Warna latar bar alat anotasi
my: မှတ်စုတန်းအရောင်
nb: Bakgrunnsfarge for annotasjonsverktøylinje
nl: Achtergrondkleur annotatiewerkbalk
pl: Kolor tła paska narzędzi adnotacji
pt: Cor de fundo da barra de ferramentas de anotações
ro: Culoarea de fundal pentru bara de instrumente de adnotare
ru: Цвет фона панели аннотаций
si: සටහන් මෙවලම් තීරුවේ පසුබැසීමේ වර්ණය
sk: Farba pozadia panela s anotáciami
sl: Barva ozadja orodne vrstice za opombe
sq: Ngjyra e sfondit të panelit të shënimeve
sr: Боја позадине алатне траке за белешке
sv: Bakgrundsfärg för anteckningsverktygsfält
sw: Rangi ya asili ya ubao wa maelezo
ta: குறிப்புரை கருவிப்பட்டையின் பின்னணி வண்ணம்
te: వ్యాఖ్యాన టూల్‌బార్ నేపథ్య రంగు
th: สีพื้นหลังแถบเครื่องมือหมายเหตุ
tr: Ek açıklama araç çubuğu arka plan rengi
uk: Колір фону панелі інструментів анотацій
ur: تشریح ٹول بار کا پس منظر کا رنگ
uz: Izoh panelining fon rangi
vi: Màu nền của thanh công cụ chú thích
zh: 标注工具栏背景颜色
zh_hant: 標註工具欄背景顏色
zu: Umbala wengemuva yethulbha yezichasiselo

source: Annotation toolbar icon color
af: Annotasie-nutsbalk ikoonkleur
am: የማስታወቂያ መሣሪያ አይኮን ቀለም
ar: لون أيقونات شريط أدوات التعليقات
az: Annotasiya alətlər panelinin işarə rəngi
be: Колер значкоў панэлі інструментаў анатацый
bg: Цвят на иконите на лентата с инструменти за анотации
bn: টীকা টুলবারের আইকনের রঙ
bo: བརྗོད་གཞི་སྒྲོམ་གྱི་རིས་རྟགས་ཚོས།
ca: Color de la icona de la barra d'eines d'anotació
cs: Barva ikon nástrojového panelu pro anotace
da: Ikonfarve for annotationsværktøjslinje
de: Symbolfarbe der Annotationswerkzeugleiste
el: Χρώμα εικονιδίου της εργαλειοθήκης σχολίων
es: Color del icono de la barra de herramientas de anotación
et: Kommentaaritööriista ikoonivärv
fa: رنگ آیکن نوار ابزار حاشیه‌نویسی
fi: Annotointipalkin kuvakkeiden väri
fr: Couleur des icônes de la barre d'outils d'annotation
gu: એનોટેશન ટૂલબાર આઇકન રંગ
he: צבע אייקון של סרגל ההערות
hi: एनोटेशन टूलबार आइकन रंग
hr: Boja ikone alatne trake za bilješke
hu: Megjegyzősáv ikon színe
hy: Նշումների գործիքների պատկերի գույն
id: Warna ikon bilah alat anotasi
is: Litir táknmynda athugasemda tólastiku
it: Colore delle icone della barra degli strumenti di annotazione
ja: 注釈ツールバーのアイコン色
km: ពណ៌រូបតំណាងរបារឧបករណ៍ចំណារពន្យល់
kn: ಟಿಪ್ಪಣಿ ಉಪಕರಣಪಟ್ಟಿಯ ಐಕಾನ್ ಬಣ್ಣ
ko: 주석 도구 모음 아이콘 색상
lt: Anotacijų įrankių juostos piktogramų spalva
lv: Piezīmju rīkjoslas ikonu krāsa
mk: Боја на иконата на алатката за анотации
ms: Warna ikon bar alat anotasi
my: အိုင်ကွန်အရောင်
nb: Farge på ikoner i annotasjonsverktøylinjen
nl: Pictogramkleur annotatiewerkbalk
pl: Kolor ikony paska narzędzi adnotacji
pt: Cor dos ícones da barra de ferramentas de anotações
ro: Culoarea pictogramei din bara de instrumente de adnotare
ru: Цвет иконок панели аннотаций
si: සටහන් මෙවලම් තීරුවේ ආයිකන වර්ණය
sk: Farba ikon panela s anotáciami
sl: Barva ikon orodne vrstice za opombe
sq: Ngjyra e ikonave të panelit të shënimeve
sr: Боја иконе алатне траке за белешке
sv: Ikonfärg för anteckningsverktygsfält
sw: Rangi ya alama ya ubao wa maelezo
ta: குறிப்புரை கருவிப்பட்டை ஐகான் வண்ணம்
te: వ్యాఖ్యాన టూల్‌బార్ చిహ్నం రంగు
th: สีไอคอนแถบเครื่องมือหมายเหตุ
tr: Ek açıklama araç çubuğu simge rengi
uk: Колір іконок панелі інструментів анотацій
ur: تشریح ٹول بار کے آئیکن کا رنگ
uz: Izoh panelining ikon rangi
vi: Màu biểu tượng của thanh công cụ chú thích
zh: 标注工具栏图标颜色
zh_hant: 標註工具欄圖示顏色
zu: Umbala we-icon yethulbha yezichasiselo

# isAnnotationToolbarShown
source: Show annotation toolbar
af: Wys annotasie-nutsbalk
am: የማስታወቂያ መሣሪያ መስመርን አሳይ
ar: عرض شريط أدوات التعليقات
az: Annotasiya alətlər panelini göstər
be: Паказаць панэль інструментаў анатацый
bg: Показване на лентата с инструменти за анотации
bn: টীকা টুলবার দেখান
bo: བརྗོད་གཞི་སྒྲོམ་སྟོན་པ།
ca: Mostra la barra d'eines d'anotació
cs: Zobrazit nástrojový panel pro anotace
da: Vis annotationsværktøjslinje
de: Annotationswerkzeugleiste anzeigen
el: Εμφάνιση εργαλειοθήκης σχολίων
es: Mostrar barra de herramientas de anotación
et: Kuva kommentaaritööriist
fa: نمایش نوار ابزار حاشیه‌نویسی
fi: Näytä annotointipalkki
fr: Afficher la barre d'outils d'annotation
gu: એનોટેશન ટૂલબાર બતાવો
he: הצג סרגל הערות
hi: एनोटेशन टूलबार दिखाएँ
hr: Prikaži alatnu traku za bilješke
hu: Megjegyzősáv megjelenítése
hy: Ցուցադրել նշումների գործիքները
id: Tampilkan bilah alat anotasi
is: Sýna athugasemda tólastiku
it: Mostra la barra degli strumenti di annotazione
ja: 注釈ツールバーを表示
km: បង្ហាញរបារឧបករណ៍ចំណារពន្យល់
kn: ಟಿಪ್ಪಣಿ ಉಪಕರಣಪಟ್ಟಿಯನ್ನು ತೋರಿಸಿ
ko: 주석 도구 모음 표시
lt: Rodyti anotacijų įrankių juostą
lv: Rādīt piezīmju rīkjoslu
mk: Прикажи алатката за анотации
ms: Tunjukkan bar alat anotasi
my: မှတ်စုတန်းပြပါ
nb: Vis annotasjonsverktøylinje
nl: Annotatiewerkbalk weergeven
pl: Pokaż pasek narzędzi adnotacji
pt: Mostrar barra de ferramentas de anotações
ro: Afișează bara de instrumente de adnotare
ru: Показать панель аннотаций
si: සටහන් මෙවලම් තීරුව පෙන්වන්න
sk: Zobraziť panel s anotáciami
sl: Prikaži orodno vrstico za opombe
sq: Shfaq panelin e shënimeve
sr: Прикажи алатну траку за белешке
sv: Visa anteckningsverktygsfält
sw: Onyesha ubao wa maelezo
ta: சிறுகுறிப்பு கருவிப்பட்டியைக் காட்டு
te: వ్యాఖ్యాన టూల్‌బార్ చూపించు
th: แสดงแถบเครื่องมือหมายเหตุ
tr: Ek açıklama araç çubuğunu göster
uk: Показати панель інструментів анотацій
ur: تشریح ٹول بار دکھائیں
uz: Izoh panelini ko'rsatish
vi: Hiển thị thanh công cụ chú thích
zh: 显示标注工具栏
zh_hant: 顯示標註工具欄
zu: Khombisa ithulbha yezichasiselo

source: Enter annotation mode
af: Gaan annotasiemodus binne
am: ወደ ማስታወቂያ ሁኔታ ግባ
ar: دخول وضع التعليق
az: Annotasiya rejiminə daxil ol
be: Увайсці ў рэжым анатацый
bg: Влизане в режим на анотации
bn: টীকা মোডে প্রবেশ করুন
bo: བརྗོད་གཞི་རྣམ་པ་ནང་འཛུལ།
ca: Entra en mode d'anotació
cs: Přejít do režimu anotací
da: Gå ind i annotations tilstand
de: Annotationsmodus betreten
el: Εισαγωγή στη λειτουργία σχολιασμού
es: Entrar en modo de anotación
et: Lülitu kommentaarirežiimi
fa: ورود به حالت حاشیه‌نویسی
fi: Siirry annotointitilaan
fr: Entrer en mode annotation
gu: એનોટેશન મોડમાં પ્રવેશ કરો
he: היכנס למצב הערות
hi: एनोटेशन मोड में प्रवेश करें
hr: Uđi u način bilješki
hu: Lépj be a megjegyzési módba
hy: Մուտքագրել նշումների ռեժիմ
id: Masuk mode anotasi
is: Fara í athugasemda ham
it: Entra in modalità annotazione
ja: 注釈モードに入る
km: ចូលរបៀបចំណារពន្យល់
kn: ಟಿಪ್ಪಣಿ ಮೋಡ್‌ಗೆ ಪ್ರವೇಶಿಸಿ
ko: 주석 모드로 들어가기
lt: Įjungti anotacijų režimą
lv: Ieeiet piezīmju režīmā
mk: Влез во режим на анотации
ms: Masuk ke mod anotasi
my: မှတ်စုမုဒ်သို့ဝင်ပါ
nb: Gå inn i annotasjonsmodus
nl: Annotatiemodus starten
pl: Wejdź w tryb adnotacji
pt: Entrar no modo de anotação
ro: Intră în modul de adnotare
ru: Войти в режим аннотаций
si: සටහන් කිරීමේ මාදිලියට පිවිසෙන්න
sk: Vstúpiť do režimu anotácie
sl: Vstopi v način opomb
sq: Hyr në modalitetin e shënimeve
sr: Уђи у режим белешке
sv: Gå in i anteckningsläge
sw: Ingia kwenye hali ya maelezo
ta: குறிப்புரை பயன்முறைக்கு செல்லவும்
te: వ్యాఖ్యాన మోడ్‌లో ప్రవేశించండి
th: เข้าสู่โหมดหมายเหตุ
tr: Ek açıklama moduna gir
uk: Увійдіть у режим анотації
ur: تشریح موڈ میں داخل ہوں
uz: Izoh rejimiga o'tish
vi: Vào chế độ chú thích
zh: 进入标注模式
zh_hant: 進入標註模式
zu: Ngena kumodi yezichasiselo

source: Are you sure you want to clear all annotations?
af: Is jy seker jy wil alle annotasies uitvee?
am: ሁሉንም ማስታወቂያዎች ማጥፋት እርግጠኛ ነዎት?
ar: هل أنت متأكد من رغبتك في مسح جميع التعليقات؟
az: Bütün annotasiyaları silmək istədiyinizə əminsiniz?
be: Вы ўпэўнены, што хочаце ачысціць усе анатацыі?
bg: Сигурни ли сте, че искате да изчистите всички анотации?
bn: আপনি কি নিশ্চিত যে আপনি সব টীকা মুছে ফেলতে চান?
bo: ཁྱེད་ཀྱིས་བརྗོད་གཞི་ཡོངས་རྫོགས་བསུབ་འདོད་དམ།
ca: Segur que voleu suprimir totes les anotacions?
cs: Opravdu chcete vymazat všechny anotace?
da: Er du sikker på, at du vil rydde alle annotationer?
de: Möchten Sie wirklich alle Anmerkungen löschen?
el: Είστε σίγουρος ότι θέλετε να διαγράψετε όλους τους σχολιασμούς;
es: ¿Estás seguro de que quieres borrar todas las anotaciones?
et: Kas oled kindel, et soovid kõik kommentaarid kustutada?
fa: آیا مطمئن هستید که می‌خواهید همهٔ حاشیه‌نویسی‌ها را پاک کنید؟
fi: Haluatko varmasti poistaa kaikki merkinnät?
fr: Êtes-vous sûr de vouloir effacer toutes les annotations ?
gu: શું તમે ખરેખર બધા એનોટેશન્સ સાફ કરવા માંગો છો?
he: האם אתה בטוח שברצונך למחוק את כל ההערות?
hi: क्या आप वाकई सभी एनोटेशन साफ़ करना चाहते हैं?
hr: Jeste li sigurni da želite ukloniti sve bilješke?
hu: Biztosan törölni akarod az összes megjegyzést?
hy: Դուք վստահ եք, որ ցանկանում եք մաքրել բոլոր նշումները։
id: Apakah Anda yakin ingin menghapus semua anotasi?
is: Ertu viss um að þú viljir hreinsa allar athugasemdir?
it: Sei sicuro di voler cancellare tutte le annotazioni?
ja: すべての注釈をクリアしてもよろしいですか？
km: តើអ្នកប្រាកដថាចង់លុបចំណារពន្យល់ទាំងអស់ទេ?
kn: ನೀವು ಎಲ್ಲಾ ಟಿಪ್ಪಣಿಗಳನ್ನು ಅಳಿಸಲು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರಾ?
ko: 모든 주석을 삭제하시겠습니까?
lt: Ar tikrai norite išvalyti visas anotacijas?
lv: Vai tiešām vēlaties notīrīt visas piezīmes?
mk: Дали сте сигурни дека сакате да ги избришете сите анотации?
ms: Adakah anda pasti ingin menghapus semua anotasi?
my: မှတ်စုအားလုံးဖျက်မှာသေချာလား?
nb: Er du sikker på at du vil slette alle annotasjoner?
nl: Weet je zeker dat je alle annotaties wilt wissen?
pl: Czy na pewno chcesz wyczyścić wszystkie adnotacje?
pt: Tem certeza de que deseja limpar todas as anotações?
ro: Ești sigur că vrei să ștergi toate adnotările?
ru: Вы уверены, что хотите удалить все аннотации?
si: ඔබට සියලු සටහන් මකන්න අවශ්‍ය බවට ඔබ විශ්වාස කරනවාද?
sk: Ste si istí, že chcete vymazať všetky anotácie?
sl: Ali si prepričan, da želiš počistiti vse opombe?
sq: Jeni i sigurt që doni të fshini të gjitha shënimet?
sr: Да ли сте сигурни да желите да обришете све белешке?
sv: Är du säker på att du vill rensa alla anteckningar?
sw: Una hakika unataka kufuta maelezo yote?
ta: அனைத்துக் குறிப்புரைகளையும் நீக்க விரும்புகிறீர்களா?
te: మీరు అన్ని వ్యాఖ్యానాలను తొలగించాలని ఖచ్చితంగా అనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบหมายเหตุทั้งหมด?
tr: Tüm ek açıklamaları temizlemek istediğine emin misin?
uk: Ви впевнені, що бажаєте очистити всі анотації?
ur: کیا آپ واقعی تمام تشریحات صاف کرنا چاہتے ہیں؟
uz: Barcha izohlarni o'chirishni xohlaysizmi?
vi: Bạn có chắc chắn muốn xóa tất cả chú thích không?
zh: 您确定要清除所有标注吗？
zh_hant: 您確定要清除所有標註嗎？
zu: Uqinisekile ukuthi ufuna ukusula zonke izichasiselo?

source: LLM prompt copied to clipboard.
af: LLM-prompt na knipbord gekopieer.
am: የLLM ጥያቄ ወደ ክሊፔርድ ተቀይሯል።
ar: تم نسخ مطالبة LLM إلى الحافظة.
az: LLM sorğusu panoya kopyalandı.
be: Падказка LLM скапіяваная ў буфер абмену.
bg: Подкана за LLM копирана в клипборда.
bn: LLM প্রম্পট ক্লিপবোর্ডে অনুলিপি করা হয়েছে।
bo: LLM བརྡ་སྐུལ་གྱི་སྦྱར་གནས་ནང་བཀོད་པ།
ca: S'ha copiat la instrucció LLM al porta-retalls.
cs: LLM prompt zkopírován do schránky.
da: LLM prompt kopieret til udklipsholder.
de: LLM-Aufforderung in die Zwischenablage kopiert.
el: Το LLM prompt αντιγράφηκε στο πρόχειρο.
es: Prompt de LLM copiado al portapapeles.
et: LLM päring kopeeritud lõikelauale.
fa: پیام LLM در کلیپ‌بورد کپی شد.
fi: LLM-kehote kopioitu leikepöydälle.
fr: Invite LLM copiée dans le presse-papiers.
gu: LLM પ્રોમ્પ્ટ ક્લિપબોર્ડ પર નકલ કરાયું.
he: הנחיית LLM הועתקה ללוח.
hi: LLM प्रॉम्प्ट क्लिपबोर्ड पर कॉपी किया गया।
hr: LLM upit je kopiran u međuspremnik.
hu: LLM prompt vágólapra másolva.
hy: LLM հուշումը պատճենվել է clipboard-ում։
id: Prompt LLM disalin ke clipboard.
is: LLM boðorð afritað á klippiborð.
it: Prompt LLM copiato negli appunti.
ja: LLMプロンプトがクリップボードにコピーされました。
km: ប្រអប់បញ្ចូល LLM ត្រូវបានចម្លងទៅឃ្លីបបត។
kn: LLM ಪ್ರಾಂಪ್ಟ್ ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಗಿದೆ.
ko: LLM 프롬프트가 클립보드에 복사되었습니다.
lt: LLM užklausa nukopijuota į iškarpinę.
lv: LLM uzvedne nokopēta starpliktuvē.
mk: LLM подсказот е копиран во клипборд.
ms: Gesaan LLM disalin ke papan klip.
my: LLM စာသားကိုကလစ်ဘုတ်သို့ကူးယူပြီး။
nb: LLM-oppfordring kopiert til utklippstavlen.
nl: LLM-prompt naar klembord gekopieerd.
pl: Podpowiedź LLM skopiowana do schowka.
pt: Prompt LLM copiado para a área de transferência.
ro: Prompt LLM copiat în clipboard.
ru: Подсказка LLM скопирована в буфер обмена.
si: LLM ප්‍රොම්ප්ට් clipboard එකට පිටපත් කර ඇත.
sk: LLM výzva skopírovaná do schránky.
sl: LLM poziv je kopiran v odložišče.
sq: LLM prompt u kopjua në clipboard.
sr: LLM упит је копиран у међуспремник.
sv: LLM-prompt kopierad till urklipp.
sw: LLM kuchochea imenakiliwa kwenye ubao wa kunakili.
ta: LLM கோரிக்கை கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது.
te: LLM ప్రాంప్ట్ క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది.
th: คัดลอกข้อความ LLM ไปยังคลิปบอร์ดแล้ว
tr: LLM istemi panoya kopyalandı.
uk: Підказку LLM скопійовано в буфер обміну.
ur: LLM پرامپٹ کلپ بورڈ پر کاپی کر دیا گیا۔
uz: LLM so'rovi clipbordga nusxalandi.
vi: Đã sao chép lời nhắc LLM vào bảng tạm.
zh: 大模型提示词已复制到剪贴板。
zh_hant: 大模型提示詞已複製到剪貼板。
zu: Isikhuthazo se-LLM sikopishiwe ekubhodini lokunamathisela.

source: Connection refused, the server may be down.
af: Verbinding geweier, die bediener is moontlik af.
am: ግንኙነት ተከላክሏል፣ ሰርቨሩ ዝቅ ሊሆን ይችላል።
ar: تم رفض الاتصال، ربما يكون الخادم متوقفاً.
az: Bağlantı rədd edildi, server işləməyə bilər.
be: Злучэнне адхілена, сервер можа быць недаступны.
bg: Връзката е отказана, сървърът може да е изключен.
bn: সংযোগ প্রত্যাখ্যান করা হয়েছে, সার্ভারটি হয়তো বন্ধ আছে।
bo: འབྲེལ་མཐུད་མི་ཆོག་པ། ཞབས་ཞུ་ཆས་ལས་མེད་པ་ཡིན་འདུག
ca: S'ha rebutjat la connexió. Potser el servidor està inactiu.
cs: Připojení odmítnuto, server může být nedostupný.
da: Forbindelse nægtet, serveren kan være nede.
de: Verbindung verweigert, der Server ist möglicherweise ausgefallen.
el: Η σύνδεση απορρίφθηκε, ο διακομιστής μπορεί να είναι εκτός λειτουργίας.
es: Conexión rechazada, el servidor puede estar caído.
et: Ühendus keelduti, server võib olla maas.
fa: اتصال رد شد، ممکن است سرور خاموش باشد.
fi: Yhteys estetty, palvelin saattaa olla alhaalla.
fr: Connexion refusée, le serveur peut être hors ligne.
gu: કનેક્શન નકારવામાં આવ્યું, સર્વર ડાઉન હોઈ શકે.
he: החיבור נדחה, ייתכן שהשרת מושבת.
hi: कनेक्शन अस्वीकृत, सर्वर शायद बंद है।
hr: Veza je odbijena, poslužitelj možda ne radi.
hu: Kapcsolat megtagadva, a szerver esetleg leállt.
hy: Միացումը մերժվել է, սերվերը կարող է անջատված լինել։
id: Koneksi ditolak, server mungkin sedang down.
is: Tenging hafnað, þjónninn gæti verið niðri.
it: Connessione rifiutata, il server potrebbe essere inattivo.
ja: 接続が拒否されました。サーバーがダウンしている可能性があります。
km: ការតភ្ជាប់ត្រូវបានបដិសេធ ម៉ាស៊ីនមេអាចនឹងធ្លាក់។
kn: ಸಂಪರ್ಕ ನಿರಾಕರಿಸಲಾಗಿದೆ, ಸರ್ವರ್ ಡೌನ್ ಆಗಿರಬಹುದು.
ko: 연결이 거부되었습니다. 서버가 다운되었을 수 있습니다.
lt: Prisijungimas atmestas, serveris gali būti išjungtas.
lv: Savienojums noraidīts, serveris var būt izslēgts.
mk: Поврзувањето е одбиено, серверот може да е исклучен.
ms: Sambungan ditolak, pelayan mungkin tidak beroperasi.
my: ချိတ်ဆက်မှုကိုငြင်းပယ်လိုက်ပါသည်၊ ဆာဗာပိတ်ထားနိုင်သည်။
nb: Forbindelsen avvist, serveren kan være nede.
nl: Verbinding geweigerd, de server is mogelijk uitgevallen.
pl: Odmowa połączenia, serwer może być wyłączony.
pt: Conexão recusada, o servidor pode estar fora do ar.
ro: Conexiune refuzată, serverul poate fi oprit.
ru: Соединение отклонено, сервер может быть недоступен.
si: සම්බන්ධතාවය ප්‍රතික්ෂේප කරන ලදී, සේවාදායකය අක්‍රීය විය හැක.
sk: Pripojenie odmietnuté, server môže byť nefunkčný.
sl: Povezava zavrnjena, strežnik je morda izklopljen.
sq: Lidhja u refuzua, serveri mund të jetë i poshtër.
sr: Веза је одбијена, сервер можда не ради.
sv: Anslutningen nekades, servern kan vara nere.
sw: Muunganisho umekataliwa, server huenda imeshuka.
ta: இணைப்பு மறுக்கப்பட்டது. சர்வர் செயலிழந்திருக்கலாம்.
te: కనెక్షన్ నిరాకరించబడింది, సర్వర్ డౌన్‌లో ఉండవచ్చు.
th: การเชื่อมต่อถูกปฏิเสธ เซิร์ฟเวอร์อาจหยุดทำงาน
tr: Bağlantı reddedildi, sunucu kapalı olabilir.
uk: Підключення відмовлено, можливо, сервер не працює.
ur: کنکشن رد کر دیا گیا، سرور بند ہو سکتا ہے۔
uz: Ulanish rad etildi, server ishlamayapti bo'lishi mumkin.
vi: Kết nối bị từ chối, máy chủ có thể đang ngừng hoạt động.
zh: 连接被拒绝，服务器可能已宕机
zh_hant: 連線被拒絕，伺服器可能已當機
zu: Ukuxhumana kunqatshelwe, isiphakeli kungenzeka siphansi.
