Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# mayMoveInPlacingPhase_Detail
source: There are no distinct placing and moving phases, i.e., the players can decide at every move whether they want to place a piece on the board or move one of their pieces (as long as they have remaining pieces to place).
af: Daar is geen duidelike plaas- en beweegfases nie, dit wil sê die spelers kan by elke beweging besluit of hulle 'n stuk op die bord wil plaas of een van hul stukke wil skuif (solank hulle oorblywende stukke het om te plaas).
am: የተለያዩ የማስቀመጫ እና የማንቀሳቀሻ ደረጃዎች የሉም፣ ይህም ማለት ተጫዋቾች በእያንዳንዱ እንቅስቃሴ ላይ አንድ ዕቃ በሰሌዳው ላይ ማስቀመጥ ወይም ከዕቃዎቻቸው አንዱን ማንቀሳቀስ እንደሚፈልጉ መወሰን ይችላሉ (ለማስቀመጥ የሚቀሩ ዕቃዎች እስካሏቸው ድረስ)።
ar: لا توجد مراحل وضع وتحريك مميزة ، أي يمكن للاعبين أن يقرروا في كل حركة ما إذا كانوا يريدون وضع قطعة على اللوحة أو نقل إحدى قطعهم (طالما أن لديهم قطعًا متبقية لوضعها).
az: Ayrı-ayrı yerləşdirmə və hərəkət mərhələləri yoxdur, yəni oyunçular hər bir hərəkətdə taxtaya bir parça yerləşdirmək və ya özlərindən birini hərəkət etdirmək (yerləşdirmək üçün qalan hissələri olduğu müddətcə) qərar verə bilərlər.
be: Няма асобных фаз размяшчэння і перамяшчэння, г.зн. гульцы могуць вырашаць пры кожным ходзе, ці жадаюць яны размясціць фігуру на дошцы або перасунуць адну са сваіх фігур (пры ўмове, што ў іх ёсць астатнія фігуры).
bg: Няма отделни фази на поставяне и преместване, т.е. играчите могат да решават при всеки ход дали искат да поставят фигура на дъската или да преместят някоя от своите фигури (стига да имат останали фигури за поставяне).
bn: কোনও স্বতন্ত্র প্লেসিং এবং চলমান পর্যায় নেই, অর্থাৎ, খেলোয়াড়রা প্রতিটি পদক্ষেপে সিদ্ধান্ত নিতে পারে যে তারা বোর্ডে একটি টুকরো রাখতে চায় নাকি তাদের একটি টুকরো সরাতে চায় (যতক্ষণ পর্যন্ত তাদের বাকি টুকরোগুলি স্থাপন করতে হয়)।
bo: འཇོག་རིམ་དང་སྤོ་འགུལ་དུས་རིམ་ཁ་གསལ་མེད། དཔེར་ན། རྩེད་འགྲན་པ་རྣམས་ཀྱིས་སྤོ་འགུལ་རེ་རེར་རྩེད་པང་ཐོག་རྡེལ་འཇོག་པའམ་རྡེལ་གཅིག་སྤོ་བའི་(འཇོག་རྒྱུའི་རྡེལ་ལྷག་ཡོད་ཚེ།)སྐོར་ཐག་གཅོད་བྱེད་ཆོག
ca: No hi ha fases de col·locació i de moviment separades. És a dir, els jugadors poden decidir a cada torn si volen col·locar una peça al tauler o moure una de les seves peces (sempre que encara tinguin peces per col·locar).
cs: Fáze umisťování a fáze pohybu nejsou odděleny, tj. hráči se mohou v každém tahu rozhodnout, zda chtějí umístit figurku na hrací plochu, nebo zda chtějí některou ze svých figurek přemístit (pokud jim zbývají figurky k umístění).
da: Der er ingen særskilte placerings- og flyttefaser, dvs. spillerne kan ved hvert træk beslutte, om de vil placere en brik på brættet eller flytte en af deres brikker (så længe de har resterende brikker til at placere).
de: Es gibt keine getrennten Setz- und Zugphasen, d.h. die Spieler können bei jedem Zug entscheiden, ob sie einen Stein auf dem Brett setzen oder einen ihrer Steine bewegen wollen (solange sie noch Steine zum Setzen haben).
el: Δεν υπάρχουν διακριτές φάσεις τοποθέτησης και μετακίνησης, δηλαδή, οι παίκτες μπορούν να αποφασίζουν σε κάθε κίνηση αν θέλουν να τοποθετήσουν ένα κομμάτι στο ταμπλό ή να μετακινήσουν ένα από τα κομμάτια τους (εφόσον έχουν εναπομείναντα κομμάτια για τοποθέτηση).
es: No hay fases distintas de colocación y movimiento, es decir, los jugadores pueden decidir en cada movimiento si quieren colocar una pieza en el tablero o mover una de sus piezas (siempre que les queden piezas por colocar).
et: Puuduvad eraldi paigutus- ja liikumisfaasid, st mängijad võivad igal käigul otsustada, kas nad soovivad paigutada mängulauale ühe mängukivi või liigutada ühte oma mängukivi (niikaua kui neil on allesjäänud mängukivid, mida paigutada).
fa: هیچ مرحله مشخصی برای قرار دادن و حرکت وجود ندارد ، به عنوان مثال بازیکنان می توانند در هر حرکت تصمیم بگیرند که آیا می خواهند مهره ای را روی صفحه قرار دهند یا یکی از مهره‌های خود را حرکت دهند (به شرط اینکه مهره‌هایی برای قرار دادن باقی مانده باشد).
fi: Pelissä ei ole erillisiä sijoitus- ja siirtovaiheita, eli pelaajat voivat jokaisella siirrolla päättää, haluavatko he sijoittaa nappulan pelilaudalle vai siirtää yhden nappulansa (kunhan heillä on jäljellä nappuloita sijoitettavaksi).
fr: Il n'y a pas de phases distinctes de placement et de déplacement, c'est-à-dire que les joueurs peuvent décider à chaque déplacement s'ils veulent placer une pièce sur le plateau ou déplacer une de leurs pièces (tant qu'il leur reste des pièces à placer).
gu: ત્યાં કોઈ વિશિષ્ટ પ્લેસિંગ અને મૂવિંગ તબક્કાઓ નથી, એટલે કે, ખેલાડીઓ દરેક ચાલ પર નિર્ણય લઈ શકે છે કે શું તેઓ બોર્ડ પર કોઈ ભાગ મૂકવા માંગે છે અથવા તેમના ટુકડાઓમાંથી એક ખસેડવા માંગે છે (જ્યાં સુધી તેમની પાસે બાકીના ટુકડાઓ મૂકવા બાકી છે).
he: אין שלבי מיקום ותנועה ברורים, כלומר, השחקנים יכולים להחליט בכל מהלך אם הם רוצים להניח כלים על הלוח או להזיז את אחד הכלים שלהם (כל עוד יש להם כלים שנותרו למקם).
hi: कोई अलग प्लेसमेंट और मूविंग चरण नहीं हैं, यानी खिलाड़ी हर कदम पर यह तय कर सकते हैं कि वे बोर्ड पर एक टुकड़ा रखना चाहते हैं या अपने एक टुकड़े को स्थानांतरित करना चाहते हैं (जब तक कि उनके पास शेष टुकड़े हों)।
hr: Ne postoje zasebne faze postavljanja i pomicanja. To znači da igrači mogu pri svakom potezu odlučiti žele li postaviti figuru na ploču ili pomaknuti jednu od svojih figura (sve dok imaju figure za postavljanje).
hu: Nincs külön elhelyezési és mozgási fázis, azaz a játékosok minden lépésnél eldönthetik, hogy egy bábut akarnak-e elhelyezni a táblán, vagy pedig az egyik bábujukat akarják-e mozgatni (amíg van még elhelyezendő bábujuk).
hy: Չկան տեղաբաշխման և շարժման հստակ փուլեր, այսինքն՝ խաղացողները կարող են յուրաքանչյուր քայլի ժամանակ որոշել՝ արդյոք ցանկանում են խաղատախտակին մի կտոր տեղադրել, թե տեղափոխել իրենց խաղաքարերից մեկը (քանի դեռ նրանք ունեն մնացած խաղաքարերը տեղադրելու համար):
id: Tidak ada fase penempatan dan pemindahan yang berbeda, yaitu, para pemain dapat memutuskan pada setiap gerakan apakah mereka ingin menempatkan bidak di papan atau memindahkan salah satu bidak mereka (selama mereka memiliki bidak yang tersisa untuk ditempatkan).
is: Það eru engir aðgreindir staðsetningar- og hreyfingar, þ.e.a.s. spilarar geta ákveðið í hverri hreyfingu hvort þeir vilji setja stykki á borðið eða færa einn kubba (svo framarlega sem þeir eiga eftir af stykki til að setja).
it: Non ci sono fasi di piazzamento e di spostamento distinte, cioè i giocatori possono decidere ad ogni mossa se vogliono piazzare un pezzo sulla tavola o muovere uno dei loro pezzi (finché hanno pezzi rimanenti da piazzare).
ja: 明確な配置フェーズと移動フェーズはありません。つまり、プレーヤーは、ボードにピースを配置するか、ピースの 1 つを移動するか (配置するピースが残っている限り) を移動するたびに決定できます。
km: មិនមានដំណាក់កាលដាក់ និងផ្លាស់ទីដាច់ដោយឡែកទេ ពោលគឺអ្នកលេងអាចសម្រេចចិត្តនៅគ្រប់ចលនាថាតើពួកគេចង់ដាក់កូនអុកនៅលើក្តារ ឬផ្លាស់ទីកូនអុកមួយរបស់ពួកគេ (ដរាបណាពួកគេនៅសល់កូនអុកដើម្បីដាក់)។
kn: ಯಾವುದೇ ವಿಶಿಷ್ಟವಾದ ಇರಿಸುವ ಮತ್ತು ಚಲಿಸುವ ಹಂತಗಳಿಲ್ಲ, ಅಂದರೆ, ಆಟಗಾರರು ಪ್ರತಿ ಚಲನೆಯಲ್ಲೂ ಒಂದು ತುಂಡನ್ನು ಬೋರ್ಡ್‌ನಲ್ಲಿ ಇಡಬೇಕೆ ಅಥವಾ ಅವರ ಒಂದು ತುಣುಕನ್ನು ಚಲಿಸಬೇಕೆ ಎಂದು ನಿರ್ಧರಿಸಬಹುದು (ಅವರು ಉಳಿದಿರುವ ತುಣುಕುಗಳನ್ನು ಇಡುವವರೆಗೆ).
ko: 유 각기와 보행기 사이에는 엄격한 경계가 없습니다. 즉, 플레이어는 움직일 때마다 움직일 것인지 움직일 것인지 결정할 수 있습니다 (움직일 수있는 조각이 남아있는 한).
lt: Nėra atskirų dėliojimo ir judėjimo fazių, t. y. kiekvieno ėjimo metu žaidėjai gali nuspręsti, ar jie nori dėti figūrą ant lentos, ar perkelti vieną iš savo figūrų (jei tik turi likusių figūrų, kurias galima dėti).
lv: Nav atšķirīgu novietošanas un pārvietošanas fāžu, t. i., spēlētāji katrā gājienā var izlemt, vai viņi vēlas novietot figūru uz galda vai pārvietot kādu no savām figūrām (ja vien viņiem ir atlikušas figūras, ko novietot).
mk: Нема посебни фази на поставување и движење, т.е. играчите можат да одлучат на секој потег дали сакаат да постават парче на таблата или да поместат некое од нивните парчиња (сè додека ги имаат останатите парчиња за поставување).
ms: Tidak ada fasa penempatan dan pemindahan yang berbeza, iaitu, pemain dapat memutuskan pada setiap gerakan sama ada mereka ingin meletakkan sekeping di papan atau memindahkan salah satu kepingan mereka (selagi mereka mempunyai potongan yang tersisa).
my: ထားသည်နှင့်ရွှေ့သည့် အဆင့်များသည် မသန်စွဲရှိပါ၊ ရုဏ်သိမ်းစရာကစားပွဲတစ်ခုချင်းစီတွင် ကစားသမားများသည် ကစားသမားတစ်ယောက်ကိုရွှေ့ရန် သို့မဟုတ် ကစားပွဲပေါ်တွင်ထားရန် အဆင့်များကိုရွေးချယ်နိုင်ပါသည် (ထားရန်ကစားသမားများကျန်ရှိပါက)။
nb: Det er ingen distinkte plasserings- og flyttingsfaser, dvs. spillerne kan bestemme ved hvert trekk om de vil plassere et stykke på brettet eller flytte et av brikkene sine (så lenge de har gjenværende brikker å plassere).
nl: Er zijn geen verschillende plaatsings- en beweegfases, d.w.z. de spelers kunnen bij elke zet beslissen of ze een stuk op het bord willen plaatsen of een van hun stukken willen verplaatsen (zolang ze nog stukken over hebben om te plaatsen).
pl: Nie ma oddzielnych faz umieszczania i poruszania, tzn. gracze mogą w każdym ruchu zdecydować, czy chcą umieścić element na planszy, czy poruszyć jeden ze swoich elementów (tak długo, jak długo mają pozostałe elementy do umieszczenia).
pt: Não há fases separadas de colocação e movimento, ou seja, os jogadores podem decidir a cada jogada se querem colocar uma peça no tabuleiro ou mover uma de suas peças (desde que tenham peças para colocar).
ro: Nu există faze distincte de plasare și de mutare, adică jucătorii pot decide la fiecare mutare dacă doresc să plaseze o piesă pe tablă sau să mute una dintre piesele lor (atâta timp cât mai au piese de plasat).
ru: Не существует отдельных фаз размещения и перемещения, т.е. игроки могут решать на каждом ходу, хотят ли они разместить фигуру на доске или переместить одну из своих фигур (пока у них есть оставшиеся фигуры для размещения).
si: වෙන් කළ තැන්පත් කිරීමේ හා චලන කිරීමේ අවධියන් නොමැත, එනම්, ක්‍රීඩකයාට ඔවුන්ගේ කැබලි පුවරුව මත තැන්පත් කිරීමට හෝ තැන්පත් කළ කැබලි අතරින් එකක් චලනය කිරීමට එක් එක් චලනයකදී තීරණය කළ හැකිය (තැන්පත් කිරීමට ඉතිරි කැබලි තිබෙන තාක්).
sk: Neexistujú žiadne odlišné fázy umiestňovania a presunu, t. j. hráči sa môžu pri každom ťahu rozhodnúť, či chcú umiestniť figúrku na hraciu plochu, alebo presunúť jednu zo svojich figúrok (pokiaľ im zostávajú figúrky na umiestnenie).
sl: Ni ločenih faz postavljanja in premikanja, tj. igralci se lahko pri vsaki potezi odločijo, ali želijo postaviti figuro na igralno ploščo ali premakniti eno od svojih figur (če imajo še preostale figure za postavitev).
sq: Nuk ka faza të dallueshme të vendosjes dhe lëvizjes, d.m.th. lojtarët mund të vendosin në çdo lëvizje nëse duan të vendosin një copë në tabelë ose të zhvendosin një nga pjesët e tyre (për sa kohë që kanë pjesët e mbetura për t'u vendosur).
sr: Не постоје различите фазе постављања и померања, тј. Играчи могу при сваком потезу да одлуче да ли желе да поставе комад на плочу или да преместе један од својих делова (уколико имају преостале делове за постављање).
sv: Det finns inga separata placerings- och flyttningsfaser, dvs. spelarna kan vid varje drag bestämma om de vill placera en pjäs på brädet eller flytta en av sina pjäser (så länge de har kvarvarande pjäser att placera).
sw: Hakuna awamu tofauti za kuweka na kusongesha, yaani, wachezaji wanaweza kuamua katika kila hatua ikiwa wanataka kuweka kipande kwenye ubao au kusogeza kipande chao kimoja (ilimradi wana vipande vilivyobaki mahali).
ta: தனித்துவமான இடம் மற்றும் நகரும் கட்டங்கள் எதுவும் இல்லை, அதாவது, வீரர்கள் ஒவ்வொரு அசைவிலும் ஒரு பகுதியை பலகையில் வைக்க விரும்புகிறார்களா அல்லது அவர்களின் துண்டுகளில் ஒன்றை நகர்த்த விரும்புகிறீர்களா என்பதை தீர்மானிக்க முடியும் (அவர்கள் மீதமுள்ள துண்டுகள் இருக்கும் வரை).
te: ప్రత్యేకమైన ఉంచడం మరియు కదిలే దశలు లేవు, అనగా, ఆటగాళ్ళు ప్రతి కదలికలో బోర్డు మీద ఒక భాగాన్ని ఉంచాలనుకుంటున్నారా లేదా వారి ముక్కలలో ఒకదాన్ని తరలించాలా అని నిర్ణయించుకోవచ్చు (వారు ఉంచడానికి మిగిలిన ముక్కలు ఉన్నంత వరకు).
th: ไม่มีขั้นตอนการวางและการย้ายที่ชัดเจน กล่าวคือ ผู้เล่นสามารถตัดสินใจได้ทุกการเคลื่อนไหวว่าต้องการวางชิ้นส่วนบนกระดานหรือย้ายชิ้นส่วนของตนชิ้นใดชิ้นหนึ่ง (ตราบใดที่ยังมีชิ้นส่วนที่เหลือให้วาง)
tr: Ayrı yerleştirme ve hareket etme aşamaları yoktur; yani oyuncular her turda bir taş yerleştirmeyi veya mevcut bir taşı hareket ettirmeyi (yerleştirmeleri gereken taşlar kaldığı sürece) seçebilirler.
uk: Немає чітких фаз розміщення та переміщення, тобто гравці можуть при кожному ході вирішувати, чи хочуть вони розмістити фігуру на дошці, чи перемістити одну зі своїх фігур (за умови, що у них залишилися фігури).
ur: کوئی الگ الگ جگہ اور منتقلی کے مراحل نہیں ہیں، یعنی کھلاڑی ہر حرکت پر یہ فیصلہ کر سکتے ہیں کہ آیا وہ بورڈ پر کوئی ٹکڑا رکھنا چاہتے ہیں یا اپنے کسی ٹکڑے کو منتقل کرنا چاہتے ہیں (جب تک کہ ان کے پاس باقی ٹکڑے ہیں)۔
uz: Alohida joylashtirish va harakatlanish bosqichlari mavjud emas, ya'ni o'yinchilar har bir harakatda taxtaga biror qism qo'yishni xohlaydilarmi yoki ularning qismlaridan birini ko'chirishni xohlaydilarmi (agar ular joylashtiriladigan qoldiqlari bo'lsa).
vi: Không có các giai đoạn đặt và di chuyển riêng biệt, tức là, người chơi có thể quyết định ở mọi nước đi xem họ muốn đặt một quân cờ trên bàn cờ hay di chuyển một trong các quân cờ của họ (miễn là họ còn quân cờ để đặt).
zh: 摆子阶段和走子阶段无严格界限。即，玩家可以在每一步棋中决定是要摆子还是走子 (只要还有剩余的棋子可以摆子)。
zh_hant: 擺子階段和走子階段無嚴格界限。即，玩家可以在每一步棋中決定是要擺子還是走子 (只要還有剩餘的棋子可以擺子)。
zu: Azikho izigaba ezihlukile zokubeka nezinyakazayo, okungukuthi, abadlali banganquma kukho konke umnyakazo ukuthi bafuna ukubeka ucezu ebhodini noma bahambise esinye sezingcezu zabo (inqobo nje uma benezicucu ezisele ukuze bazibeke).

# drawerColor
source: Menu color
af: Spyskaart kleur
am: የምናሌ ቀለም
ar: لون القائمة
az: Menyu rəngi
be: Колер меню
bg: Цвят на менюто
bn: মেনু রঙ
bo: དཀར་ཆག་གི་ཚོས།
ca: Color del menú
cs: Barva nabídky
da: Menufarve
de: Menüfarbe
el: Χρώμα μενού
es: Color del menú
et: Menüü värv
fa: رنگ منو
fi: Valikon väri
fr: Couleur des menus
gu: મેનુ રંગ
he: צבע התפריט
hi: मेनू रंग
hr: Boja izbornika
hu: A menü színe
hy: Ցանկի գույնը
id: Warna menu
is: Litur á matseðli
it: Colore del menu
ja: メニューの色
km: ពណ៌ម៉ឺនុយ
kn: ಮೆನು ಬಣ್ಣ
ko: 메뉴 색상
lt: Meniu spalva
lv: Izvēlnes krāsa
mk: Боја на менито
ms: Warna menu
my: မီနူးအရောင်
nb: Menyfarge
nl: Menukleur
pl: Kolor menu
pt: Cor do menu
ro: Culoarea meniului
ru: Цвет меню
si: මෙනුවේ වර්ණය
sk: Farba ponuky
sl: Barva menija
sq: Ngjyra e menysë
sr: Боја менија
sv: Menyfärg
sw: Rangi ya menyu
ta: பட்டி நிறம்
te: మెనూ రంగు
th: สีเมนู
tr: Menü rengi
uk: Колір меню
ur: مینو کا رنگ
uz: Menyu rangi
vi: màu thực đơn
zh: 菜单颜色
zh_hant: 菜單顏色
zu: Umbala wemenyu

# drawerTextColor
source: Menu text color
af: Kieslys teks kleur
am: የምናሌ ጽሑፍ ቀለም
ar: لون نص القائمة
az: Menyu mətn rəngi
be: Колер тэксту меню
bg: Цвят на текста в менюто
bn: মেনু পাঠ্যের রঙ
bo: དཀར་ཆག་ཡི་གེའི་ཚོས།
ca: Color del text del menú
cs: Barva textu nabídky
da: Menufarve på menuen
de: Menütextfarbe
el: Χρώμα κειμένου μενού
es: Color del texto del menú
et: Menüü teksti värv
fa: رنگ متن منو
fi: Valikon tekstin väri
fr: Couleur du texte des menus
gu: મેનુ ટેક્સ્ટ રંગ
he: צבע טקסט בתפריט
hi: मेनू टेक्स्ट का रंग
hr: Boja teksta izbornika
hu: A menü szövegének színe
hy: Ցանկի տեքստի գույնը
id: Warna teks menu
is: Litur texta valmyndar
it: Colore del testo del menu
ja: メニューの文字色
km: ពណ៌អក្សរម៉ឺនុយ
kn: ಮೆನು ಪಠ್ಯ ಬಣ್ಣ
ko: 메뉴 텍스트 색상
lt: Meniu teksto spalva
lv: Izvēlnes teksta krāsa
mk: Боја на текст во менито
ms: Warna teks menu
my: မီနူးစာသားအရောင်
nb: Menyens tekstfarge
nl: Kleur menutekst
pl: Kolor tekstu menu Menu
pt: Cor do texto do menu
ro: Culoarea textului meniului
ru: Цвет текста меню
si: මෙනුවේ පෙළ වර්ණය
sk: Farba textu ponuky
sl: Barva besedila menija
sq: Ngjyra e tekstit të menusë
sr: Боја текста менија
sv: Menyens textfärg
sw: Rangi ya maandishi ya menyu
ta: பட்டியல் உரை நிறம்
te: మెనూ టెక్స్ట్ రంగు
th: สีข้อความเมนู
tr: Menü metin rengi
uk: Колір тексту меню
ur: مینو متن کا رنگ
uz: Menyu matni rangi
vi: Màu văn bản menu
zh: 菜单文字颜色
zh_hant: 菜單文字顏色
zu: Umbala wombhalo wemenyu

# drawerHighlightItemColor
source: Menu highlight item color
af: Kieslys beklemtoon item kleur
am: የመሳቢያው ንጥል ማድመቂያ ቀለም
ar: لون عنصر تسليط الضوء على القائمة
az: Menyu elementinin rəngini vurğulamaq
be: Колер вылучэння пунктаў меню
bg: Цвят на елемента за подчертаване на менюто
bn: মেনু হাইলাইট আইটেম রঙ
bo: དཀར་ཆག་གཙོ་གནད་རྣམ་གྲངས་ཀྱི་ཚོས།
ca: Color de ressalt del menú
cs: Barva zvýraznění položky nabídky
da: Menuhøjde elementfarve
de: Farbe des Menümarkierungselements
el: Χρώμα στοιχείου επισήμανσης μενού
es: Color del elemento resaltado del menú
et: Izvēlnes izcelšanas vienuma krāsa
fa: رنگ مورد برجسته منو
fi: Valikon kohokohdan väri
fr: Couleur d'accentuation des menus
gu: મેનુ પ્રકાશિત આઇટમનો રંગ
he: הדגשת צבע הפריט בתפריט
hi: मेनू हाइलाइट आइटम रंग
hr: Boja isticanja elementa izbornika
hu: A menü kiemelésének színe
hy: Ցանկի ընդգծված տարրի գույնը
id: Warna item sorotan menu
is: Valmynd hápunktur hlutur litur
it: Colore voce evidenziazione menu
ja: メニューのハイライト項目の色
km: ពណ៌ធាតុបន្លិចម៉ឺនុយ
kn: ಮೆನು ಐಟಂ ಬಣ್ಣವನ್ನು ಹೈಲೈಟ್ ಮಾಡುತ್ತದೆ
ko: 메뉴 강조 항목 색상
lt: Meniu paryškinti elemento spalvą
lv: Izvēlnes izcelšanas vienuma krāsa
mk: Боја на обележана мени
ms: Warna item highlight menu
my: မီနူး မီးမောင်းထိုးပြသည့်အရာ အရောင်
nb: Menyhøydepunktfarge
nl: Kleur van menumarkeringen
pl: Kolor elementu podświetlenia menu
pt: Cor do item destacado do menu
ro: Culoarea elementului de evidențiere a meniului
ru: Цвет выделенного пункта меню
si: මෙනුවේ අගවන ලකුණු වර්ණය
sk: Farba položky zvýraznenia ponuky
sl: Barva elementa v meniju
sq: Ngjyrosni ngjyrën e artikullit në meny
sr: Боја ставке истицања менија
sv: Meny markera objektets färg
sw: Rangi ya kipengee cha kuangazia kwenye menyu
ta: பட்டியல் சிறப்பம்சமாக உருப்படி வண்ணம்
te: మెను అంశం రంగును హైలైట్ చేస్తుంది
th: สีของรายการไฮไลท์เมนู
tr: Menüdeki vurgulanmış öğe rengi
uk: Колір виділення пункту меню
ur: مینو آئٹم کا رنگ نمایاں کریں۔
uz: Menyu element rangini ajratib ko'rsatish
vi: Menu làm nổi bật màu mục
zh: 菜单高亮条目背景色
zh_hant: 菜單高亮條目背景色
zu: Umbala wento egqanyisiwe yemenyu

source: Main toolbar background color
af: Hoofnutsbalk agtergrondkleur
am: የዋና መሳሪያ መደብ የጀርባ ቀለም
ar: لون خلفية شريط الأدوات الرئيسي
az: Əsas alətlər panelinin fon rəngi
be: Колер фону галоўнай панэлі інструментаў
bg: Основен цвят на фона на лентата с инструменти
bn: প্রধান সরঞ্জামদণ্ডের পটভূমির রঙ
bo: ལག་ཆས་ཚང་གཙོ་བོའི་རྒྱབ་ལྗོངས་ཀྱི་ཚོས།
ca: Color de fons de la barra principal
cs: Barva pozadí hlavního panelu nástrojů
da: Hovedværktøjslinjens baggrundsfarve
de: Hintergrundfarbe der Hauptsymbolleiste
el: Χρώμα φόντου κύριας γραμμής εργαλείων
es: Color de fondo de la barra de herramientas principal
et: Galvenās rīkjoslas fona krāsa
fa: رنگ زمینه اصلی نوار ابزار
fi: Päätyökalurivin taustaväri
fr: Couleur d'arrière-plan de la barre d'outils principale
gu: મુખ્ય ટૂલબાર પૃષ્ઠભૂમિ રંગ
he: צבע רקע של סרגל הכלים הראשי
hi: मुख्य टूलबार पृष्ठभूमि रंग
hr: Boja pozadine glavne alatne trake
hu: A fő eszköztár háttérszíne
hy: Հիմնական գործիքագոտու ֆոնի գույնը
id: Warna latar belakang bilah alat utama
is: Bakgrunnslitur aðaltækjastikunnar
it: Colore di sfondo della barra degli strumenti principale
ja: メイン ツールバーの背景色
km: ពណ៌ផ្ទៃខាងក្រោយរបារឧបករណ៍ចម្បង
kn: ಮುಖ್ಯ ಟೂಲ್‌ಬಾರ್ ಹಿನ್ನೆಲೆ ಬಣ್ಣ
ko: 주 도구모음 배경색
lt: Pagrindinės įrankių juostos fono spalva
lv: Galvenās rīkjoslas fona krāsa
mk: Боја на главната лента со алатки
ms: Warna latar bar alat utama
my: ပင်မကိရိယာဘားနောက်ခံအရောင်
nb: Hovedverktøylinjens bakgrunnsfarge
nl: Achtergrondkleur hoofdwerkbalk
pl: Kolor tła głównego paska narzędzi
pt: Cor de fundo da barra de ferramentas principal
ro: Culoarea de fundal a barei de instrumente principale
ru: Цвет фона панели инструментов
si: ප්‍රධාන මෙවලම් තීරුවේ පසුබිම් වර්ණය
sk: Farba pozadia hlavného panela nástrojov
sl: Barva ozadja glavne orodne vrstice
sq: Ngjyra kryesore e sfondit të shiritit të veglave
sr: Боја позадине главне траке с алаткама
sv: Huvudfärg för verktygsfältet
sw: Rangi ya mandharinyuma ya upau wa vidhibiti
ta: முக்கிய கருவிப்பட்டி பின்னணி நிறம்
te: ప్రధాన ఉపకరణపట్టీ నేపథ్య రంగు
th: สีพื้นหลังของแถบเครื่องมือหลัก
tr: Ana araç çubuğu arka plan rengi
uk: Колір фону основної панелі інструментів
ur: مین ٹول بار کے پس منظر کا رنگ
uz: Asosiy asboblar paneli fon rangi
vi: Màu nền thanh công cụ chính
zh: 主工具栏背景色
zh_hant: 主工具欄背景色
zu: Umbala wangemuva webha yamathuluzi eyinhloko

source: Main toolbar icon color
af: Hoofnutsbalkikoonkleur
am: የዋና መሳሪያ መደብ አዶ ቀለም
ar: لون رمز شريط الأدوات الرئيسي
az: Əsas alətlər panelinin ikona rəngi
be: Колер значка галоўнай панэлі інструментаў
bg: Ц вят на иконата на основната лента с инструменти
bn: প্রধান সরঞ্জামদণ্ডের আইকন রঙ
bo: ལག་ཆས་ཚང་གཙོ་བོའི་རིས་རྟགས་ཀྱི་ཚོས།
ca: Color de la icona de la barra principal
cs: Barva ikony hlavního panelu nástrojů
da: Hovedværktøjslinjens ikonfarve
de: Symbolfarbe der Hauptsymbolleiste
el: χρώμα εικονιδίου κύριας γραμμής εργαλείων
es: Color del icono de la barra principal
et: Galvenās rīkjoslas ikonas krāsa
fa: رنگ نماد نوار ابزار اصلی
fi: Päätyökalurivin kuvakkeen väri
fr: Couleur de l'icône de la barre d'outils principale
gu: મુખ્ય ટૂલબાર ચિહ્ન રંગ
he: צבע סמל סרגל הכלים הראשי
hi: मुख्य टूलबार आइकन रंग
hr: Boja ikona glavne alatne trake
hu: Fő eszköztár ikon színe
hy: Հիմնական գործիքագոտու պատկերակի գույնը
id: Warna ikon bilah alat utama
is: Litur aðaltáknstikunnar
it: Colore dell'icona della barra degli strumenti principale
ja: メイン ツールバーのアイコンの色
km: ពណ៌រូបតំណាងរបារឧបករណ៍ចម្បង
kn: ಮುಖ್ಯ ಟೂಲ್‌ಬಾರ್ ಐಕಾನ್ ಬಣ್ಣ
ko: 주 도구모음 아이콘 색상
lt: Pagrindinės įrankių juostos piktogramos spalva
lv: Galvenās rīkjoslas ikonas krāsa
mk: Боја на иконата на главната лента со алатки
ms: Warna ikon bar alat utama
my: ပင်မ ကိရိယာဘား သင်္ကေတ အရောင်
nb: Hovedverktøylinjens ikonfarge
nl: Kleur van hoofdwerkbalkpictogram
pl: Kolor ikony głównego paska narzędzi
pt: Cor do ícone principal da barra de ferramentas
ro: Culoarea pictogramei barei de instrumente principale
ru: Цвет значка панели инструментов
si: ප්‍රධාන මෙවලම් තීරුවේ නිරූපක වර්ණය
sk: Farba ikony hlavného panela nástrojov
sl: Barva ikone glavne orodne vrstice
sq: Ngjyra kryesore e ikonës së shiritit të veglave
sr: боја иконе главне траке са алаткама
sv: Huvudverktygsfältets ikonfärg
sw: Rangi ya ikoni ya upau wa vidhibiti kuu
ta: முதன்மையான கருவிப்பட்டி படவுரு நிறம்
te: ప్రధాన ఉపకరణపట్టీ చిహ్నం రంగు
th: สีไอคอนแถบเครื่องมือหลัก
tr: Ana araç çubuğu simge rengi
uk: Колір значка головної панелі інструментів
ur: مین ٹول بار آئیکن کا رنگ
uz: Asosiy asboblar paneli piktogramma rangi
vi: Màu biểu tượng thanh công cụ chính
zh: 主工具栏图标色
zh_hant: 主工具欄圖標色
zu: Umbala wesithonjana sebha yamathuluzi eyinhloko
