Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: API Key (optional)
af: API‑sleutel (opsioneel)
am: API Key (አማራጭ)
ar: API Key (اختياري)
az: API Key (istəyə bağlı)
be: API Key (Неабавязкова)
bg: API Key (по избор)
bn: API Key (ঐচ্ছিক)
bo: API Key (དེ་ལ་འཇིགས་མེད)
ca: API Key (Opcional)
cs: API Key (volitelné)
da: API Key (valgfri)
el: API Key (Προαιρετικό)
es: API Key (opcional)
et: API Key (valikuline)
fa: API Key (اختیاری)
fi: API Key (valinnainen)
fr: API Key (optionnelle)
gu: API Key (વૈકલ્પિક)
he: API Key (אופציונלי)
hi: API Key (वैकल्पिक)
hr: API Key (neobavezno)
hu: API Key (opcionális)
hy: API Key (ընտրովի)
id: API Key (opsional)
is: API Key (valfrjálst)
it: API Key (opzionale)
ja: API Key（オプション）
km: API Key (ជាជម្រើស)
kn: API Key (ಐಚ್ಛಿಕ)
ko: API Key(선택 사항)
lt: API Key (pasirinktinai)
lv: API Key (pēc izvēles)
mk: API Key (опционо)
ms: API Key (pilihan)
my: API Key (ပ.optional)
nb: API Key (valgfritt)
nl: API Key (optioneel)
pl: API Key (opcjonalnie)
pt: API Key (opcional)
ro: API Key (opțional)
ru: API Key (необязательно)
si: API Key (විකල්ප)
sk: API Key (voliteľné)
sl: API ključ (neobvezno)
sq: Çelësi API (opsional)
sr: API Key (opciono)
sv: API Key (valfritt)
sw: API Key (hiari)
ta: API Key (விருப்ப)
te: API Key (ఐచ్చిక)
th: API Key (ไม่บังคับ)
tr: API Key (isteğe bağlı)
uk: API Key (необов'язково)
ur: API Key (اختیاری)
uz: API Key (ixtiyoriy)
vi: API Key (tùy chọn)
zh: API Key（可选）
zh_hant: API Key（選填）
zu: API Key (uyazikhethela)

source: No image selected
af: Geen beeld geselekteer nie
am: ምንም ምስል አልተመረጠም።
ar: لم يتم اختيار صورة
az: Heç bir şəkil seçilməyib
be: Выява не абраная
bg: Няма избрано изображение
bn: কোনও ছবি নির্বাচিত হয়নি
bo: ཡྙན་ཚིག་བཀོད་མ་ཡིན།
ca: No s'ha seleccionat cap imatge
cs: Žádný obrázek nebyl vybrán
da: Intet billede valgt
de: Kein Bild ausgewählt
el: Δεν έχει επιλεγεί εικόνα
es: No se seleccionó ninguna imagen
et: Ühtegi pilti valitud pole.
fa: هیچ تصویری انتخاب نشده است
fi: Ei kuvaa valittu
fr: Aucune image sélectionnée
gu: કોઈ છબી પસંદ નથી
he: לא נבחרה תמונה
hi: कोई छवि चयनित नहीं
hr: Nijedna slika nije odabrana
hu: Nincs kép kiválasztva
hy: Պատկեր չի ընտրվել
id: Tidak ada gambar dipilih
is: Engin mynd valin
it: Nessuna immagine selezionata
ja: 画像が選択されていません
km: មិនមានរូបភាពជ្រើសរើស
kn: ಯಾವುದೇ ಚಿತ್ರ ಆಯ್ಕೆಮಾಡಲಾಗಿಲ್ಲ
ko: 선택된 이미지가 없습니다
lt: Vaizdas nepasirinktas
lv: Nav izvēlēts attēls
mk: Нема избрана слика
ms: Tiada imej dipilih
my: ပုံ မရွေးထားပါ
nb: Ingen bilde valgt
nl: Geen afbeelding geselecteerd
pl: Nie wybrano obrazu
pt: Nenhuma imagem selecionada
ro: Nicio imagine selectată
ru: Изображение не выбрано
si: රූපයක් තෝරා නැත
sk: Nie je vybraný žiadny obrázok.
sl: Nobena slika ni izbrana
sq: Asnjë imazh nuk u zgjodh
sr: Nije odabrana nijedna slika
sv: Ingen bild vald
sw: Hakuna picha iliyochaguliwa
ta: படம் தேர்வு செய்யப்படவில்லை
te: ఏ చిత్రం ఎంచుకోబడలేదు
th: ยังไม่ได้เลือกรูปภาพ
tr: Görüntü seçilmedi
uk: Зображення не вибрано
ur: کوئی تصویر منتخب نہیں کی گئی
uz: Hech qanday rasm tanlanmadi
vi: Chưa chọn hình ảnh nào
zh: 未选择图片
zh_hant: 尚未選擇影像
zu: Akukho isithombe esikhethiwe

source: Black's move
af: Swart se skuif
am: የጥቁር ድርሻ
ar: دور الأسود
az: Qaranın gedişi
be: Ход Чорных
bg: Ход на черните
bn: কালো খেলোয়াড়ের চাল
bo: དཀྱིལ་ནུབ་གི་འགུས་པ།
ca: Torn de les negres
cs: Tah černého
da: Sorts træk
de: Zug von Schwarz
el: Κίνηση των μαύρων
es: Turno de las negras
et: Musta käik
fa: نوبت سیاه
fi: Mustan siirto
fr: Coup des noirs
gu: કાળાની ચાલ
he: מהלך השחור
hi: काले की चाल
hr: Crni na potezu
hu: Fekete következik
hy: Սևի հերթը
id: Giliran hitam
is: Svartur á leik
it: Mossa del Nero
ja: 黒の手番
km: ជំហានអ្នកលេងពណ៌ខ្មៅ
kn: ಕಪ್ಪುಬಣ್ಣದ ಚಲನೆ
ko: 흑의 차례
lt: Juodųjų ėjimas
lv: Melnā gājiens
mk: Потег на црните
ms: Giliran Hitam
my: အမည်းရဲ့လှည့်
nb: Svarts trekk
nl: Zwart aan zet
pl: Ruch czarnych
pt: Vez das pretas
ro: Mutarea negrului
ru: Ход черных
si: කළුගේ සෙල්ලම
sk: Ťah čiernych
sl: Poteza črnih
sq: Lëvizja e të zinjve
sr: Potez crnog
sv: Svarts drag
sw: Ni zamu ya mweusi
ta: கருப்பு வீரரின் அடி
te: నలుపువారి బారి
th: ตาของดำ
tr: Siyahın hamlesi
uk: Хід чорних
ur: کالے کا قدم
uz: Qora yurishi
vi: Nước đi của đen
zh: 黑方走子
zh_hant: 黑方走棋
zu: Ukuhamba komnyama

# llm
source: Large Language Model
af: Groot Taalmodel
am: ትልቅ የቋንቋ ሞዴል
ar: نموذج لغوي ضخم
az: Böyük Dil Modeli
be: Вялікая моўная мадэль
bg: Голям езиков модел
bn: বড় ভাষা মডেল
bo: ཆེན་པོའི་སྐད་ཡིག་མཛོད
ca: Model de Llenguatge Massiu
cs: Velký jazykový model
da: Stort sprogmodel
de: Großes Sprachmodell
el: Μεγάλο Γλωσσικό Μοντέλο
es: Modelo de Lenguaje Grande
et: Suur keelemudel
fa: مدل زبانی بزرگ
fi: Suuri kielimalli
fr: Grand Modèle de Langage
gu: મોટું ભાષા મોડેલ
he: מודל שפה גדול
hi: बड़ा भाषा मॉडल
hr: Veliki jezični model
hu: Nagy nyelvi modell
hy: Մեծ լեզվային մոդել
id: Model Bahasa Besar
is: Stórt tungumálalíkan
it: Grande Modello Linguistico
ja: 大規模言語モデル
km: ម៉ូឌែលភាសធំ
kn: ದೊಡ್ಡ ಭಾಷಾ ಮಾದರಿ
ko: 대규모 언어 모델
lt: Didelis kalbos modelis
lv: Liels valodas modelis
mk: Голем јазичен модел
ms: Model Bahasa Besar
my: အကြီးစားဘာသာစကားမော်ဒယ်
nb: Stort språkmodell
nl: Groot taalmodel
pl: Duży model językowy
pt: Grande Modelo de Linguagem
ro: Model lingvistic mare
ru: Большая языковая модель
si: විශාල භාෂා මෝඩලය
sk: Veľký jazykový model
sl: Velik jezikovni model
sq: Model i Madh Gjuhësor
sr: Veliki jezički model
sv: Stort språkmodell
sw: Mfano Mkubwa wa Lugha
ta: பெரிய மொழி மாதிரி
te: పెద్ద భాషా మోడల్
th: โมเดลภาษาใหญ่
tr: Büyük Dil Modeli
uk: Велика мовна модель
ur: بڑا لسانی ماڈل
uz: Katta Til Modeli
vi: Mô hình Ngôn ngữ Lớn
zh: 大语言模型
zh_hant: 大型語言模型
zu: Imodeli Yolimi Enkulu

# llmProvider
source: Provider
af: Verskaffer
am: አቅራቢ
ar: المزوّد
az: Təchizatçı
be: Пастаўшчык
bg: Доставчик
bn: প্রদানকারী
bo: བྱིན་སྤྲོད་པ་
ca: Proveïdor
cs: Poskytovatel
da: Udbyder
de: Anbieter
el: Πάροχος
es: Proveedor
et: Pakkuja
fa: ارائه‌دهنده
fi: Palveluntarjoaja
fr: Fournisseur
gu: પ્રદાતા
he: ספק
hi: प्रदाता
hr: Pružatelj
hu: Szolgáltató
hy: Մատակարար
id: Penyedia
is: Þjónustuaðili
it: Fornitore
ja: プロバイダー
km: អ្នកផ្តល់សេវា
kn: ಪೂರೈಕೆದಾರ
ko: 제공자
lt: Tiekėjas
lv: Piegādātājs
mk: Доставувач
ms: Penyedia
my: ပံ့ပိုးသူ
nb: Leverandør
pl: Dostawca
pt: Fornecedor
ro: Furnizor
ru: Поставщик
si: සැපයුම්කරු
sk: Poskytovateľ
sl: Ponudnik
sq: Ofrues
sr: Pružalac
sv: Leverantör
sw: Mtoa huduma
ta: வழங்குநர்
te: సరఫరాదారు
th: ผู้ให้บริการ
tr: Sağlayıcı
uk: Постачальник
ur: فراہم کنندہ
uz: Provayder
vi: Nhà cung cấp
zh: 提供商
zh_hant: 提供者
zu: Umhlinzeki

source: Base URL
af: Basis-URL
am: መሠረታዊ URL
ar: عنوان URL الأساسي
az: Əsas URL
be: Базавы URL
bg: Базов URL
bn: বেস URL
bo: གཞི་རྟགས URL
ca: URL base
cs: Základní URL
da: Basis-URL
de: Basis-URL
el: Βασικό URL
es: URL base
et: Baas-URL
fa: نشانی پایه
fi: Perus-URL
fr: URL de base
gu: બેઝ URL
he: כתובת בסיס
hi: बेस URL
hr: Osnovni URL
hu: Alap URL
hy: Հիմնական URL
id: URL Dasar
is: Grunnslóð
it: URL di base
ja: ベースURL
km: URL គោល
kn: ಮೂಲ URL
ko: 기본 URL
lt: Bazinė URL
lv: Bāzes URL
mk: Основен URL
ms: URL Asas
my: အခြေခံ URL
nb: Basis-URL
nl: Basis-URL
pl: Podstawowy URL
pt: URL base
ro: URL de bază
ru: Базовый URL
si: මූලික URL
sk: Základná URL
sl: Osnovni URL
sq: URL Bazë
sr: Osnovni URL
sv: Bas-URL
sw: URL ya Msingi
ta: அடிப்படை URL
te: బేస్ URL
th: URL ฐาน
tr: Temel URL
uk: Базовий URL
ur: بنیادی URL
uz: Asosiy URL
vi: URL Cơ sở
zh: 基地址
zh_hant: 基底 URL
zu: I-URL Eyisisekelo

source: Model
am: ሞዴል
ar: النموذج
be: Мадэль
bg: Модел
bn: মডেল
bo: དཔེ་གཞི
de: Modell
el: Μοντέλο
es: Modelo
et: Mudel
fa: مدل
fi: Malli
fr: Modèle
gu: મોડેલ
he: מודל
hi: मॉडल
hu: Modell
hy: Մոդել
is: Líkan
it: Modello
ja: モデル
km: ម៉ូឌែល
kn: ಮಾಡೆಲ್
ko: 모델
lt: Modelis
lv: Modelis
mk: Модел
my: မော်ဒယ်
nb: Modell
pt: Modelo
ru: Модель
si: මෝඩලය
sv: Modell
sw: Mfano
ta: மாதிரி
te: మోడల్
th: โมเดล
uk: Модель
ur: ماڈل
vi: Mô hình
zh: 模型
zh_hant: 模型
zu: Imodeli

source: Temperature
af: Temperatuur
am: ሙቀት
ar: درجة الحرارة
az: Temperatur
be: Тэмпература
bg: Температура
bn: তাপমাত্রা
bo: སྤུ་དེབ
ca: Temperatura
cs: Teplota
da: Temperatur
de: Temperatur
el: Θερμοκρασία
es: Temperatura
et: Temperatuur
fa: دما
fi: Lämpötila
fr: Température
gu: તાપમાન
he: טמפרטורה
hi: तापमान
hr: Temperatura
hu: Hőmérséklet
hy: Ջերմաստիճան
id: Temperatur
is: Hitastig
it: Temperatura
ja: 温度
km: សីតុណ្ហភាព
kn: ತಾಪಮಾನ
ko: 온도
lt: Temperatūra
lv: Temperatūra
mk: Температура
ms: Suhu
my: အပူချိန်
nb: Temperatur
nl: Temperatuur
pl: Temperatura
pt: Temperatura
ro: Temperatură
ru: Температура
si: උෂ්ණත්වය
sk: Teplota
sl: Temperatura
sq: Temperaturë
sr: Temperatura
sv: Temperatur
sw: Joto
ta: வெப்பநிலை
te: ఉష్ణోగ్రత
th: อุณหภูมิ
tr: Sıcaklık
uk: Температура
ur: درجہ حرارت
uz: Harorat
vi: Nhiệt độ
zh: 温度
zh_hant: 溫度
zu: Izinga lokushisa

# llmCommandReceivedProcessing
source: Command received! AI is processing...
af: Opdrag ontvang! KI besig om te verwerk...
am: ትዕዛዝ ተቀብሏል! የAI ሂደት በመፈጠር ላይ...
ar: تم استلام الأمر! يجري معالجة الذكاء الاصطناعي...
az: Əmr qəbul edildi! Süni intellekt emal edir...
be: Каманда атрымана! ШІ апрацоўвае...
bg: Командата е получена! AI обработва...
bn: কমান্ড গৃহীত! এআই প্রক্রিয়াকরণ করছে...
bo: བཀོད་འདོད་བྱས་ཡོད! AI འགྲོ་སྒྲིག་བྱེད་པར་འཁོད...
ca: Comanda rebuda! La IA està processant...
cs: Příkaz přijat! AI zpracovává...
da: Kommando modtaget! AI behandler...
de: Befehl empfangen! KI verarbeitet...
el: Η εντολή ελήφθη! Η ΤΝ επεξεργάζεται...
es: ¡Comando recibido! La IA está procesando...
et: Käsk kätte saadud! AI töötleb...
fa: دستور دریافت شد! هوش مصنوعی در حال پردازش است...
fi: Komento vastaanotettu! AI käsittelee...
fr: Commande reçue ! L'IA traite...
gu: આદેશ મળ્યો! AI પ્રક્રિયા માં છે...
he: הפקודה התקבלה! הבינה המלאכותית מעבדת...
hi: आदेश प्राप्त! AI प्रोसेस कर रहा है...
hr: Naredba primljena! UI obrađuje...
hu: Parancs fogadva! A mesterséges intelligencia feldolgoz...
hy: Հրամանն ստացվեց․ ԱԲ մշակում է...
id: Perintah diterima! AI sedang memproses...
is: Skipun móttekin! Gervigreind vinnur...
it: Comando ricevuto! L'IA sta elaborando...
ja: コマンドを受信しました！ AIが処理中です...
km: បញ្ជាបានទទួល! បញ្ញាសិប្បនិម្មិតកំពុងដំណើរការ...
kn: ಆಜ್ಞೆ ಸ್ವೀಕರಿಸಲಾಗಿದೆ! AI ಪ್ರಕ್ರಿಯೆಗೊಳಗಾಗುತ್ತಿದೆ...
ko: 명령을 받았습니다! AI가 처리 중...
lt: Komanda gauta! AI apdoroja...
lv: Komanda saņemta! AI apstrādā...
mk: Командата е примена! В.И. обработува...
ms: Arahan diterima! AI sedang memproses...
my: အမိန့်ရရှိပြီ! AI သည် ဆက်လက်လုပ်ဆောင်နေသည်...
nb: Kommando mottatt! KI behandler...
nl: Commando ontvangen! AI is aan het verwerken...
pl: Polecenie odebrane! SI przetwarza...
pt: Comando recebido! A IA está processando...
ro: Comanda primită! IA procesează...
ru: Команда получена! ИИ обрабатывает...
si: කමාන්ඩ් හිමිවිය! AI සැකසමින්...
sk: Príkaz prijatý! AI spracúva...
sl: Ukaz prejet! UI obdeluje...
sq: Komanda u mor! AI po përpunon...
sr: Naredba primljena! AI obrađuje...
sv: Kommando mottagen! AI bearbetar...
sw: Amri imepokelewa! AI inachakata...
ta: கட்டளை பெறப்பட்டது! AI செயலாக்குகிறது...
te: ఆదేశం స్వీకరించబడింది! AI ప్రాసెస్ అవుతోంది...
th: ได้รับคำสั่งแล้ว! AI กำลังประมวลผล...
tr: Komut alındı! Yapay zeka işliyor...
uk: Команду отримано! ШІ обробляє...
ur: حکم موصول! اے آئی پروسیسنگ کر رہی ہے...
uz: Buyruq qabul qilindi! AI qayta ishlamoqda...
vi: Lệnh đã nhận! AI đang xử lý...
zh: 收到指令，AI 正在处理...
zh_hant: 已收到指令！AI 正在處理...
zu: Umyalo utholiwe! AI iyacubungula...

# llmDeepThinkingWait
source: Deep thinking in progress, please wait...
af: Diep denke aan die gang, wag asseblief...
am: ጥልቅ ማሰብ በሂደት ላይ ነው፣ እባክዎ ይጠብቁ...
ar: تفكير عميق جارٍ، يرجى الانتظار...
az: Dərin düşünmə gedir, zəhmət olmasa gözləyin...
be: Працягваецца глыбокае мысленне, пачакайце, калі ласка...
bg: Тече дълбоко мислене, моля изчакайте...
bn: গভীর চিন্তা চলছে, অনুগ্রহ করে অপেক্ষা করুন...
bo: ཞིབ་འཆད་འདུག གནང་བ་ལོག་ནས་གསོལ...
ca: Pensament profund en curs, si us plau, espereu...
cs: Probíhá hluboké přemýšlení, prosím čekejte...
da: Dyb tænkning i gang, vent venligst...
de: Tiefes Nachdenken läuft, bitte warten...
el: Βαθιά σκέψη σε εξέλιξη, παρακαλώ περιμένετε...
es: Pensamiento profundo en progreso, por favor espera...
et: Sügav mõtlemine käib, palun oota...
fa: تفکر عمیق در حال انجام است، لطفاً صبر کنید...
fi: Syvällinen ajattelu käynnissä, odota hetki...
fr: Réflexion approfondie en cours, veuillez patienter...
gu: ડીપ વિચારો ચાલી રહ્યું છે, કૃપા કરી રાહ જુઓ...
he: חשיבה מעמיקה בעיצומה, אנא המתן...
hi: गहन सोच जारी है, कृपया प्रतीक्षा करें...
hr: Duboko razmišljanje u tijeku, pričekajte...
hu: Mély gondolkodás folyamatban, kérjük, várjon...
hy: Խորը մտածման գործընթաց է, խնդրում ենք սպասել...
id: Sedang berpikir mendalam, harap tunggu...
is: Djúp hugsun í gangi, vinsamlegast bíðið...
it: Elaborazione profonda in corso, attendere prego...
ja: 深い思考を進行中です。しばらくお待ちください...
km: កំពុងគិតជ្រៅ សូមរង់ចាំ...
kn: ಗಾಢವಾಗಿ ಚಿಂತಿಸಲಾಗುತ್ತಿದೆ, ದಯವಿಟ್ಟು ಕಾಯಿರಿ...
ko: 심층 사고 진행 중입니다. 잠시만 기다려주세요...
lt: Vyksta gilus mąstymas, palaukite...
lv: Notiek dziļa domāšana, lūdzu, uzgaidiet...
mk: Во тек е длабоко размислување, ве молиме почекајте...
ms: Fikiran mendalam sedang dijalankan, sila tunggu...
my: နက်ရှိုင်းစွာ စဉ်းစားဆဲဖြစ်သဖြင့် ခဏစောင့်ပါ...
nb: Dyp tenking pågår, vennligst vent...
nl: Diep nadenken bezig, even geduld...
pl: Trwa głębokie myślenie, proszę czekać...
pt: Pensamento profundo em andamento, aguarde...
ro: Se desfășoară gândire profundă, vă rugăm să așteptați...
ru: Идёт глубокое мышление, пожалуйста, подождите...
si: ගැඹුරු සිතුවිල්ල සිදුවෙමින් පවතී, කරුණාකර රැදී සිටින්න...
sk: Prebieha hlboké rozmýšľanie, prosím čakajte...
sl: Poteka globoko razmišljanje, prosimo počakajte...
sq: Po zhvillohet mendim i thellë, ju lutem prisni...
sr: U toku je duboko razmišljanje, molimo sačekajte...
sv: Djupgående tänkande pågår, vänligen vänta...
sw: Kufikiri kwa kina kunaendelea, tafadhali subiri...
ta: ஆழமான சிந்தனை நடைபெற்று வருகிறது, தயவு செய்து காத்திருக்கவும்...
te: లోతైన ఆలోచన జరుగుతోంది, దయచేసి వేచి ఉండండి...
th: กำลังคิดอย่างลึกซึ้ง โปรดรอ...
tr: Derin düşünme sürüyor, lütfen bekleyin...
uk: Триває глибоке мислення, будь ласка, зачекайте...
ur: گہری سوچ جاری ہے، براہ کرم انتظار کریں...
uz: Chuqur o'ylash jarayonda, iltimos kuting...
vi: Đang suy nghĩ sâu, vui lòng chờ...
zh: 深度思考中，请稍候...
zh_hant: 深度思考進行中，請稍候...
zu: Ukucabanga okujulile kuqhubeka, sicela ulinde...

# llmPresentingSoon
source: Presenting soon...
af: Bied binnekort aan...
am: በቅርቡ ይቀርባል...
ar: سيتم العرض قريبًا...
az: Yaxın zamanda təqdim olunacaq...
be: Хутка будзе прадстаўлена...
bg: Представяне скоро...
bn: শীঘ্রই উপস্থাপন করা হবে...
bo: མགོན་མཐུད་དུས་ལྟར་བསྟན་རྒྱུ...
ca: Presentació en breu...
cs: Brzy bude představeno...
da: Præsenteres snart...
de: Wird in Kürze präsentiert...
el: Σύντομα θα παρουσιαστεί...
es: Pronto se presentará...
et: Peatselt esitletakse...
fa: به زودی ارائه می‌شود...
fi: Esitys tulossa pian...
fr: Présentation imminente...
gu: જલ્દી રજૂ થશે...
he: יידווח בקרוב...
hi: शीघ्र प्रस्तुत किया जाएगा...
hr: Uskoro će se prikazati…
hu: Hamarosan bemutatjuk...
hy: Շուտով կներկայացվի...
id: Akan segera ditampilkan...
is: Verður kynnt bráðlega...
it: In arrivo a breve...
ja: まもなく表示します...
km: នឹងបង្ហាញក្នុងពេលឆាប់ៗនេះ...
kn: ಶೀಘ್ರದಲ್ಲೇ ಪ್ರಸ್ತುತಪಡಿಸಲಾಗುವುದು...
ko: 곧 표시됩니다...
lt: Greitai bus pristatyta...
lv: Drīzumā tiks prezentēts...
mk: Набрзо ќе следи презентација...
ms: Akan dipersembahkan tidak lama lagi...
my: မကြာမီ တင်ပြမည်...
nb: Presenteres snart...
nl: Wordt binnenkort gepresenteerd...
pl: Wkrótce zostanie zaprezentowane...
pt: Será apresentado em breve...
ro: Va fi prezentat în curând...
ru: Скоро будет представлено...
si: ඉක්මනින් ඉදිරිපත් කෙරේ...
sk: Onedlho bude prezentované...
sl: Kmalu bo predstavljeno...
sq: Së shpejti do të prezantohet...
sr: Biće uskoro prikazano...
sv: Presenteras snart...
sw: Itawasilishwa hivi karibuni...
ta: சமீபத்தில் வழங்கப்படுகிறது...
te: త్వరిగా ప్రదర్శించబడుతుంది...
th: กำลังจะแสดงในไม่ช้า...
tr: Yakında sunulacak...
uk: Скоро буде представлено...
ur: جلد پیش کیا جائے گا...
uz: Tez orada taqdim etiladi...
vi: Sẽ trình bày sớm...
zh: 即将呈现...
zh_hant: 即將呈現...
zu: Kuzokwethulwa maduze...

source: Recognition parameters
af: Herkenningsparameters
am: የማስታወቂያ መለኪያዎች
ar: معلمات التعرّف
az: Tanınma parametrləri
be: Параметры распазнавання
bg: Параметри за разпознаване
bn: সনাক্তকরণের পরামিতি
bo: ངེས་འཛིན་གཞི་ཁུངས།
ca: Paràmetres de reconeixement
cs: Parametry rozpoznávání
da: Genkendelsesparametre
de: Erkennungsparameter
el: Παράμετροι αναγνώρισης
es: Parámetros de reconocimiento
et: Tuvastusparameetrid
fa: پارامترهای تشخیص
fi: Tunnistusparametrit
fr: Paramètres de reconnaissance
gu: ઓળખ પરિમાણો
he: פרמטרי זיהוי
hi: पहचान पैरामीटर
hr: Parametri prepoznavanja
hu: Felismerési paraméterek
hy: Ճանաչման պարամետրեր
id: Parameter pengenalan
is: Viðurkenningarbreytur
it: Parametri di riconoscimento
ja: 認識パラメータ
km: ប៉ារ៉ាម៉ែត្រការទទួលស្គាល់
kn: ಗುರುತಿಸುವ ಪ್ಯಾರಾಮೀಟರ್‌ಗಳು
ko: 인식 매개변수
lt: Atpažinimo parametrai
lv: Atpazīšanas parametri
mk: Параметри за препознавање
ms: Parameter pengecaman
my: အသိမှတ်ပြုအချက်အလက်များ
nb: Gjenkjenningsparametere
nl: Herkenningsparameters
pl: Parametry rozpoznawania
pt: Parâmetros de reconhecimento
ro: Parametri de recunoaștere
ru: Параметры распознавания
si: හඳුනාගැනීම් පරාමිතීන්
sk: Parametre rozpoznávania
sl: Parametri prepoznavanja
sq: Parametrat e njohjes
sr: Parametri prepoznavanja
sv: Identifieringsparametrar
sw: Vigezo vya utambuzi
ta: அறிதல் அளவுருக்கள்
te: గుర్తింపు పరామితులు
th: พารามิเตอร์การจดจำ
tr: Tanıma parametreleri
uk: Параметри розпізнавання
ur: پہچان کے پیرامیٹرز
uz: Taniqlik parametrlari
vi: Tham số nhận dạng
zh: 识别参数
zh_hant: 識別參數
zu: Amapharamitha okuqashelwa

# adjustParamsDesc
source: Adjust parameters to improve recognition accuracy
af: Pas parameters aan om herkenningsakkuraatheid te verbeter
am: የማስታወቂያ ትክክለኛነትን ለማሻሻል መለኪያዎችን ያስተካክሉ
ar: اضبط المعلمات لتحسين دقة التعرّف
az: Tanınmanın dəqiqliyini artırmaq üçün parametrləri tənzimləyin
be: Адкарэктуйце параметры, каб павысіць дакладнасць распазнавання
bg: Коригирайте параметрите, за да подобрите точността на разпознаване
bn: সনাক্তকরণের সঠিকতা বাড়াতে পরামিতি সমন্বয় করুন
bo: ངེས་འཛིན་ཡང་དག་པ་ལེགས་པར་བཟོ་ནས་གཞི་ཁུངས་བསྒྱུར་བཅོས།
ca: Ajusta els paràmetres per millorar la precisió del reconeixement
cs: Upravte parametry pro zlepšení přesnosti rozpoznávání
da: Juster parametre for at forbedre genkendelsesnøjagtigheden
de: Parameter anpassen, um die Erkennungsgenauigkeit zu verbessern
el: Ρυθμίστε τις παραμέτρους για καλύτερη ακρίβεια αναγνώρισης
es: Ajusta los parámetros para mejorar la precisión del reconocimiento
et: Kohanda parameetreid, et parandada tuvastuse täpsust
fa: پارامترها را برای بهبود دقت تشخیص تنظیم کنید
fi: Säädä parametreja parantaaksesi tunnistuksen tarkkuutta
fr: Ajustez les paramètres pour améliorer la précision de la reconnaissance
gu: ઓળಖની ચોકસાઈ સુધારવા માટે પરિમાણો સમાયોજિત કરો
he: התאם את הפרמטרים כדי לשפר את דיוק הזיהוי
hi: पहचान की सटीकता बढ़ाने के लिए पैरामीटर समायोजित करें
hr: Prilagodite parametre kako biste poboljšali točnost prepoznavanja
hu: Paraméterek beállítása a felismerés pontosságának javításához
hy: Կարգավորեք պարամետրերը՝ ճանաչման ճշգրտությունը բարելավելու համար
id: Sesuaikan parameter untuk meningkatkan akurasi pengenalan
is: Stilltu breytur til að bæta nákvæmni viðurkenningar
it: Regola i parametri per migliorare la precisione del riconoscimento
ja: 認識精度を向上させるためにパラメータを調整します
km: កែតំរូវប៉ារ៉ាម៉ែត្រដើម្បីបង្កើនភាពត្រឹមត្រូវនៃការទទួលស្គាល់
kn: ಗುರುತಿಸುವ ನಿಖರತೆ ಹೆಚ್ಚಿಸಲು ಪ್ಯಾರಾಮೀಟರ್‌ಗಳನ್ನು ಹೊಂದಿಸು
ko: 인식 정확도를 높이려면 매개변수를 조정하세요
lt: Reguliuokite parametrus, kad pagerintumėte atpažinimo tikslumą
lv: Pielāgojiet parametrus, lai uzlabotu atpazīšanas precizitāti
mk: Прилагодете ги параметрите за да ја подобрите точноста на препознавањето
ms: Laraskan parameter untuk meningkatkan ketepatan pengecaman
my: အသိမှတ်ပြုမှုတိကျမှန်ကန်မှု တိုးမြှင့်ရန် ပါရာမီတာများကို ပြင်ဆင်ပါ
nb: Juster parametere for å forbedre gjenkjenningsnøyaktighet
nl: Pas parameters aan om de herkenningsnauwkeurigheid te verbeteren
pl: Dostosuj parametry, aby poprawić dokładność rozpoznawania
pt: Ajuste os parâmetros para melhorar a precisão do reconhecimento
ro: Ajustați parametrii pentru a îmbunătăți acuratețea recunoașterii
ru: Настройте параметры для повышения точности распознавания
si: හඳුනාගැනීම් නිවැරදිතාව වැඩිදියුණු කිරීමට පරාමිතීන් සකසන්න
sk: Upravte parametre na zlepšenie presnosti rozpoznávania
sl: Prilagodite parametre za izboljšanje natančnosti prepoznavanja
sq: Rregulloni parametrat për të përmirësuar saktësinë e njohjes
sr: Podesite parametre radi poboljšanja tačnosti prepoznavanja
sv: Justera parametrar för att förbättra identifieringsnoggrannheten
sw: Rekebisha vigezo ili kuboresha usahihi wa utambuzi
ta: அறிதல் துல்லியத்தை மேம்படுத்த அளவுருக்களை சரிசெய்க
te: గుర్తింపు ఖచ్చితత్వాన్ని మెరుగుపర్చేందుకు పరామితులను సర్దుబాటు చేయండి
th: ปรับพารามิเตอร์เพื่อเพิ่มความแม่นยำในการจดจำ
tr: Tanıma doğruluğunu artırmak için parametreleri ayarlayın
uk: Налаштуйте параметри, щоб покращити точність розпізнавання
ur: پہچان کی درستگی بہتر بنانے کے لیے پیرامیٹرز کو ایڈجسٹ کریں
uz: Aniqlikni oshirish uchun parametrlarga tuzatish kiriting
vi: Điều chỉnh tham số để nâng cao độ chính xác nhận dạng
zh: 调整参数以提高识别准确率
zh_hant: 調整參數以提高識別準確率
zu: Lungisa amapharamitha ukuze uthuthukise ukunemba kokuqashelwa

source: Save parameters
af: Stoor parameters
am: መለኪያዎችን ያስቀምጡ
ar: حفظ المعلمات
az: Parametrləri yadda saxla
be: Захаваць параметры
bg: Запази параметрите
bn: পরামিতি সংরক্ষণ করুন
bo: གཞི་ཁུངས་ཉར་ཚགས།
ca: Desa els paràmetres
cs: Uložit parametry
da: Gem parametre
de: Parameter speichern
el: Αποθήκευση παραμέτρων
es: Guardar parámetros
et: Salvesta parameetrid
fa: ذخیره پارامترها
fi: Tallenna parametrit
fr: Enregistrer les paramètres
gu: પરિમાણો સંગ્રહો
he: שמור פרמטרים
hi: पैरामीटर सहेजें
hr: Spremi parametre
hu: Paraméterek mentése
hy: Պահպանել պարամետրերը
id: Simpan parameter
is: Vista breytur
it: Salva parametri
ja: パラメータを保存
km: រក្សាទុកប៉ារ៉ាម៉ែត្រ
kn: ಪ್ಯಾರಾಮೀಟರ್‌ಗಳನ್ನು ಉಳಿಸು
ko: 매개변수 저장
lt: Išsaugoti parametrus
lv: Saglabāt parametrus
mk: Зачувај параметри
ms: Simpan parameter
my: ပါရာမီတာများကို သိမ်းဆည်းပါ
nb: Lagre parametere
nl: Parameters opslaan
pl: Zapisz parametry
pt: Salvar parâmetros
ro: Salvează parametrii
ru: Сохранить параметры
si: පරාමිතීන් සුරකින්න
sk: Uložiť parametre
sl: Shrani parametre
sq: Ruaj parametrat
sr: Sačuvaj parametre
sv: Spara parametrar
sw: Hifadhi vigezo
ta: அளவுருக்களை சேமிக்கவும்
te: పరామితులను సేవ్ చేయండి
th: บันทึกพารามิเตอร์
tr: Parametreleri kaydet
uk: Зберегти параметри
ur: پیرامیٹرز محفوظ کریں
uz: Parametrlarni saqlash
vi: Lưu tham số
zh: 保存参数
zh_hant: 保存參數
zu: Gcina amapharamitha
