Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

source: No time limit for human moves
af: Geen tydsbeperking vir menslike skuiwe nie
am: ለሰው እንቅስቃሴዎች ምንም የጊዜ ገደብ የለም
ar: لا يوجد حد زمني للحركات البشرية
az: İnsan hərəkətləri üçün vaxt məhdudiyyəti yoxdur
be: Няма абмежавання па часе для хадоў чалавека
bg: Няма времеви лимит за човешки ходове
bn: মানুষের চালের জন্য কোন সময়সীমা নেই
bo: མིའི་འགུལ་སྐྱོད་ལ་དུས་ཚོད་ཚད་བཀག་མེད།
ca: Sense límit de temps per als moviments humans
cs: Žádný časový limit pro lidské tahy
da: Ingen tidsgrænse for menneskelige træk
de: Kein Zeitlimit für menschliche Züge
el: Δεν υπάρχει χρονικό όριο για τις ανθρώπινες κινήσεις
es: Sin límite de tiempo para los movimientos humanos
et: Inimkäikudel ajalimiiti pole
fa: محدودیت زمانی برای حرکات انسان وجود ندارد
fi: Ei aikarajaa ihmisen siirroille
fr: Pas de limite de temps pour les coups humains
gu: માનવ ચાલ માટે કોઈ સમય મર્યાદા નથી
he: אין מגבלת זמן למהלכים אנושיים
hi: मानव चालों के लिए कोई समय सीमा नहीं
hr: Nema vremenskog ograničenja za ljudske poteze
hu: Nincs időkorlát az emberi lépésekre
hy: Մարդու քայլերի համար ժամանակի սահմանափակում չկա
id: Tidak ada batas waktu untuk gerakan manusia
is: Engin tímamörk fyrir mannlega leiki
it: Nessun limite di tempo per le mosse umane
ja: 人間の手番に時間制限はありません
km: គ្មានដែនកំណត់ពេលវេលាសម្រាប់ការដើររបស់មនុស្សទេ
kn: ಮಾನವ ಚಲನೆಗಳಿಗೆ ಸಮಯ ಮಿತಿ ಇಲ್ಲ
ko: 사람의 이동에는 시간 제한이 없습니다
lt: Žmogaus ėjimams laiko limito nėra
lv: Cilvēka gājieniem nav laika ierobežojuma
mk: Нема временско ограничување за човечки потези
ms: Tiada had masa untuk pergerakan manusia
my: လူ့လှုပ်ရှားမှုများအတွက် အချိန်ကန့်သတ်ချက်မရှိပါ။
nb: Ingen tidsbegrensning for menneskelige trekk
nl: Geen tijdslimiet voor menselijke zetten
pl: Brak limitu czasu dla ruchów człowieka
pt: Sem limite de tempo para movimentos humanos
ro: Fără limită de timp pentru mișcările umane
ru: Нет лимита времени для ходов человека
si: මානව චලනයන් සඳහා කාල සීමාවක් නොමැත
sk: Žiadny časový limit pre ľudské ťahy
sl: Brez časovne omejitve za človeške poteze
sq: Nuk ka kufi kohor për lëvizjet njerëzore
sr: Нема временског ограничења за људске потезе
sv: Ingen tidsgräns för mänskliga drag
sw: Hakuna kikomo cha muda kwa hatua za binadamu
ta: மனித நகர்வுகளுக்கு நேர வரம்பு இல்லை
te: మానవ కదలికలకు సమయ పరిమితి లేదు
th: ไม่มีการจำกัดเวลาสำหรับการเคลื่อนไหวของมนุษย์
tr: İnsan hamleleri için zaman sınırı yok
uk: Немає обмежень за часом для ходів людини
ur: انسانی چالوں کے لیے وقت کی کوئی حد نہیں
uz: Inson harakatlari uchun vaqt chegarasi yo'q
vi: Không giới hạn thời gian cho nước đi của con người
zh: 人类思考时间无限制
zh_hant: 人類思考時間無限制
zu: Awukho umkhawulo wesikhathi ekunyakazeni komuntu

# timeoutLoseWillBeApplied
source: Timeout lose will be applied for human player
af: Tydsverlies sal toegepas word vir menslike speler
am: ለሰው ተጫዋች የጊዜ ማብቂያ መሸነፍ ይተገበራል
ar: سيتم تطبيق خسارة المهلة للاعب البشري
az: İnsan oyunçu üçün vaxt aşımı ilə məğlubiyyət tətbiq olunacaq
be: Для гульца-чалавека будзе прымяняцца пройгрыш па тайм-аўту
bg: Загуба по време ще бъде приложена за човешкия играч
bn: মানুষ খেলোয়াড়ের জন্য টাইমআউট হার প্রয়োগ করা হবে
bo: མིའི་རྩེད་མོ་བར་དུས་ཚོད་འདས་ན་ཕམ་ཁ་བརྩི་རྒྱུ་རེད།
ca: S'aplicarà la pèrdua per temps d'espera per al jugador humà
cs: Pro lidského hráče bude uplatněna prohra z časového limitu
da: Timeout-tab vil blive anvendt for den menneskelige spiller
de: Zeitüberschreitungsverlust wird für menschlichen Spieler angewendet
el: Η απώλεια λόγω λήξης χρόνου θα εφαρμοστεί για τον ανθρώπινο παίκτη
es: Se aplicará la pérdida por tiempo de espera para el jugador humano
et: Inimmängija puhul rakendatakse ajaületamise kaotust
fa: باخت به دلیل اتمام زمان برای بازیکن انسانی اعمال خواهد شد
fi: Aikarajan ylitys aiheuttaa häviön ihmispelaajalle
fr: La perte par dépassement de temps sera appliquée pour le joueur humain
gu: માનવ ખેલાડી માટે સમયસમાપ્તિ હાર લાગુ કરવામાં આવશે
he: הפסד עקב פסק זמן יחול על שחקן אנושי
hi: मानव खिलाड़ी के लिए टाइमआउट हार लागू होगी
hr: Gubitak zbog isteka vremena primijenit će se za ljudskog igrača
hu: Időtúllépéses vesztés lesz alkalmazva az emberi játékosra
hy: Մարդ խաղացողի համար կկիրառվի ժամանակի սպառման պարտություն
id: Kalah karena batas waktu akan diterapkan untuk pemain manusia
is: Tímamarkatap verður beitt fyrir mannlegan spilara
it: La sconfitta per timeout verrà applicata al giocatore umano
ja: 人間プレイヤーには時間切れによる負けが適用されます
km: ការចាញ់ដោយអស់ពេលនឹងត្រូវបានអនុវត្តសម្រាប់អ្នកលេងជាមនុស្ស
kn: ಮಾನವ ಆಟಗಾರನಿಗೆ ಸಮಯ ಮೀರುವಿಕೆ ಸೋಲು ಅನ್ವಯಿಸಲಾಗುತ್ತದೆ
ko: 사람 플레이어에게 시간 초과 패배가 적용됩니다
lt: Žmogui žaidėjui bus taikomas pralaimėjimas dėl laiko viršijimo
lv: Cilvēka spēlētājam tiks piemērots zaudējums laika limita pārsniegšanas dēļ
mk: За човечкиот играч ќе се примени загуба поради истек на времето
ms: Kalah masa tamat akan dikenakan untuk pemain manusia
my: လူသားကစားသမားအတွက် အချိန်ကုန်ဆုံးရှုံးမှု ကျင့်သုံးပါမည်။
nb: Timeout-tap vil bli brukt for menneskelig spiller
nl: Timeoutverlies wordt toegepast voor de menselijke speler
pl: Przegrana przez przekroczenie czasu zostanie zastosowana dla gracza ludzkiego
pt: A perda por tempo limite será aplicada ao jogador humano
ro: Pierderea prin expirarea timpului va fi aplicată jucătorului uman
ru: Для игрока-человека будет применено поражение по таймауту
si: මානව ක්‍රීඩකයා සඳහා කල් ඉකුත්වීමේ පරාජය යෙදෙනු ඇත
sk: Pre ľudského hráča bude uplatnená prehra z časového limitu
sl: Izguba zaradi časovne omejitve bo uporabljena za človeškega igralca
sq: Humbja për skadim kohe do të aplikohet për lojtarin njerëzor
sr: Губитак због истека времена ће бити примењен за људског играча
sv: Timeoutförlust kommer att tillämpas för mänsklig spelare
sw: Kushindwa kwa muda kutatumika kwa mchezaji binadamu
ta: மனித வீரருக்கு நேரம் முடிந்து தோற்கடிக்கப்படும்
te: మానవ ఆటగాడికి సమయం ముగిసిపోతే ఓటమి వర్తిస్తుంది
th: การแพ้เนื่องจากหมดเวลาจะถูกนำไปใช้กับผู้เล่นที่เป็นมนุษย์
tr: İnsan oyuncu için zaman aşımı kaybı uygulanacaktır
uk: Для гравця-людини буде застосовано програш за тайм-ауту
ur: انسانی کھلاڑی کے لیے ٹائم آؤٹ ہار کا اطلاق ہوگا
uz: Inson o'yinchi uchun vaqt tugashi sababli mag'lubiyat qo'llaniladi
vi: Thua do hết giờ sẽ được áp dụng cho người chơi
zh: 对于人类而言，超时将被判负
zh_hant: 對於人類而言，超時將被判負
zu: Ukulahlekelwa ngenxa yokuphelelwa isikhathi kuzosetshenziswa kumdlali ongumuntu

source: Identifying board...
af: Speelbord word geïdentifiseer…
am: የጨዋታ ቦርድን እየማወቅ ነው...
ar: جارٍ التعرف على لوحة اللعب...
az: Oyun taxtası tanınır...
be: Вызначэнне гульнявой дошкі…
bg: Идентифициране на игралната дъска...
bn: বোর্ড সনাক্ত করা হচ্ছে...
bo: གདོང་ལེན་བྱེད་གི་ཡིན…
ca: Identificant el tauler...
cs: Identifikuji herní desku…
da: Genkender spillebrættet...
de: Spielbrett wird erkannt…
el: Αναγνώριση πίνακα...
es: Identificando el tablero...
et: Mängulaua tuvastamine...
fa: در حال شناسایی صفحهٔ بازی...
fi: Tunnistetaan pelilautaa...
fr: Identification du plateau...
gu: બોર્ડ ઓળખી રહ્યું છે...
he: מזהה את הלוח…
hi: बोर्ड की पहचान की जा रही है…
hr: Prepoznavanje ploče...
hu: Játéktábla azonosítása...
hy: Խաղի տախտակի նույնացում...
id: Mengidentifikasi papan permainan...
is: Að bera kennsl á leikborðið...
it: Identificazione del tabellone...
ja: 盤面を認識しています…
km: កំពុងស្គាល់ផ្ទាំងហ្គេម…
kn: ಗೇಮ್ ಫಲಕವನ್ನು ಗುರುತಿಸಲಾಗುತ್ತಿದೆ…
ko: 보드를 식별하는 중…
lt: Nustatoma žaidimo lenta…
lv: Spēles dēļa identificēšana…
mk: Се идентификува таблата за игра…
ms: Mengesan papan permainan...
my: ဂိမ်းဘုတ် ဖော်ထုတ်နေသည်...
nb: Identifiserer spillbrett...
nl: Spelbord identificeren...
pl: Rozpoznawanie planszy...
pt: Identificando o tabuleiro...
ro: Identificând tabla de joc...
ru: Идентификация игровой доски...
si: ක්‍රීඩා පුවරුව හඳුනා ගැනීම...
sk: Identifikácia hernej dosky...
sl: Prepoznava igralne plošče...
sq: Identifikimi i tabelës...
sr: Identifikujem tablu...
sv: Identifierar spelbrädet...
sw: Inatambua ubao wa mchezo...
ta: பலகையை அடையாளம் காண்கிறது...
te: బోర్డును గుర్తిస్తోంది...
th: กำลังระบุกระดานเกม...
tr: Oyun tahtası tanımlanıyor...
uk: Визначення ігрового поля...
ur: گیم بورڈ کی شناخت ہو رہی ہے...
uz: O'yin taxtasi aniqlanmoqda...
vi: Đang xác định bàn cờ...
zh: 正在识别棋盘…
zh_hant: 正在辨識棋盤…
zu: Kutholwa ibhodi lomdlalo...

source: You can enter any model name.
af: Jy kan enige modelnaam invoer
am: ማንኛውንም ሞዴል ስም ማስገባት ይችላሉ።
ar: يمكنك إدخال أي اسم نموذج.
az: Hər hansı model adını daxil edə bilərsiniz
be: Вы можаце ўвесці любую назву мадэлі
bg: Можете да въведете произволно име на модел
bn: আপনি যেকোনো মডেলের নাম লিখতে পারেন
bo: ཁྱེད་རང་གིས་གཞི་མེད་པའི་མོ་ཌེལ་མིང་གནང་རོགས་པ།
ca: Pots introduir qualsevol nom de model
cs: Můžete zadat libovolný název modelu
da: Du kan indtaste ethvert modelnavn
de: Sie können einen beliebigen Modellnamen eingeben
el: Μπορείτε να εισάγετε οποιοδήποτε όνομα μοντέλου
es: Puedes introducir cualquier nombre de modelo.
et: Saate sisestada mis tahes mudeli nime.
fa: می‌توانید هر نام مدلی را وارد کنید.
fi: Voit syöttää minkä tahansa mallin nimen.
fr: Vous pouvez saisir n'importe quel nom de modèle.
gu: તમે કોઈપણ મોડેલ નામ દાખલ કરી શકો છો.
he: ניתן להזין כל שם של מודל.
hi: आप कोई भी मॉडल नाम दर्ज कर सकते हैं।
hr: Možete unijeti bilo koje ime modela.
hu: Bármilyen modell nevét megadhatod.
hy: Դուք կարող եք մուտքագրել ցանկացած մոդելի անուն։
id: Anda dapat memasukkan nama model apa pun.
is: Þú getur slegið inn hvaða nafn líkans sem er.
it: Puoi inserire qualsiasi nome di modello.
ja: 任意のモデル名を入力できます。
km: អ្នកអាចបញ្ចូលឈ្មោះម៉ូឌែលណាមួយ។
kn: ನೀವು ಯಾವುದೇ ಮಾದರಿ ಹೆಸರನ್ನು ನಮೂದಿಸಬಹುದು.
ko: 원하는 모델 이름을 입력할 수 있습니다.
lt: Galite įvesti bet kokį modelio pavadinimą.
lv: Jūs varat ievadīt jebkuru modeļa nosaukumu.
mk: Можете да внесете било кое име на модел.
ms: Anda boleh masukkan mana‑mana nama model.
my: မည်သည့်မော်ဒယ်နာမည်မဆို ထည့်နိုင်သည်။
nb: Du kan angi hvilket som helst modellnavn.
nl: Je kunt elke modelnaam invoeren.
pl: Możesz wprowadzić dowolną nazwę modelu.
pt: Você pode inserir qualquer nome de modelo.
ro: Poți introduce orice nume de model.
ru: Вы можете ввести любое название модели.
si: ඔබට ඕනෑම මාදිලියේ නාමය ඇතුළත් කළ හැක.
sk: Môžete zadať ľubovoľný názov modelu.
sl: Lahko vnesete poljubno ime modela.
sq: Mund të shkruani cilindo emër model.
sr: Možete uneti bilo koje ime modela.
sv: Du kan ange vilket modellnamn som helst.
sw: Unaweza kuingiza jina lolote la mfano.
ta: எந்த மாடல் பெயரையும் நீங்கள் சேர்க்கலாம்.
te: మీరు ఏదైనా మోడల్ పేరును నమోదు చేయవచ్చు.
th: คุณสามารถใส่ชื่อโมเดลใดก็ได้.
tr: Herhangi bir model adını girebilirsiniz.
uk: Ви можете ввести будь-яку назву моделі.
ur: آپ کسی بھی ماڈل کا نام درج کر سکتے ہیں۔
uz: Istalgan model nomini kiritishingiz mumkin.
vi: Bạn có thể nhập bất kỳ tên mô hình nào.
zh: 您可以输入任意模型名称
zh_hant: 您可以輸入任何模型名稱。
zu: Ungafaka noma yiliphi igama lemodeli.

source: Board position applied. FEN copied to clipboard.
af: Speelbordposisie toegepas. FEN na knipbord gekopieer.
am: የቦርድ ቦታ ተተግቷል። FEN ቅጂ ወደ ክሊፕቦርድ ተቀምጧል።
ar: تم تطبيق وضعية لوحة اللعب. تم نسخ FEN إلى الحافظة.
az: Oyun taxtası vəziyyəti tətbiq olundu. FEN panoya köçürüldü.
be: Палажэнне гульнявой дошкі прымянілі. FEN скапіраваны ў буфер абмену.
bg: Позицията на дъската е приложена. FEN е копиран в клипборда.
bn: বোর্ডের অবস্থা প্রয়োগ করা হয়েছে। FEN ক্লিপবোর্ডে অনুলিপি করা হয়েছে।
bo: ས་ཁབ་འདི་རིས་མཐུད་བྱེད་ཡིན། FEN ང་ལག་ལེན་ཀླི་པར་ཕྱི་བཞག་ཡིན།
ca: Posició del tauler aplicada. FEN copiat al porta-retalls.
cs: Pozice herní desky použita. FEN zkopírováno do schránky.
da: Brætstilling anvendt. FEN kopieret til udklipsholderen.
de: Brettstellung übernommen. FEN in die Zwischenablage kopiert.
el: Η θέση του πίνακα εφαρμόστηκε. Το FEN αντιγράφηκε στο πρόχειρο.
es: Posición del tablero aplicada. FEN copiada al portapapeles.
et: Laua asukoht rakendatud. FEN on lõikelauale kopeeritud.
fa: وضعیت صفحه اعمال شد. FEN در کلیپ‌بورد کپی شد.
fi: Laudan asettelu sovellettiin. FEN kopioitiin leikepöydälle.
fr: Position du plateau appliquée. FEN copié dans le presse-papiers.
gu: બોર્ડ સ્થિતિ લાગુ થઈ. FEN ક્લિપબોર્ડ પર નકલ થઈ.
he: מיקום הלוח יושם. FEN הועתק ללוח.
hi: बोर्ड पोजिशन लागू किया गया। FEN क्लिपबोर्ड पर कॉपी किया गया।
hr: Položaj ploče primijenjen. FEN je kopiran u međuspremnik.
hu: A játéktábla pozíciója alkalmazva. A FEN a vágólapra másolva.
hy: Խաղի տախտակի դիրքը կիրառվեց. FEN-ն պատճենվել է Clipboard-ում.
id: Posisi papan diterapkan. FEN disalin ke clipboard.
is: Staða leikborðsins beitt. FEN afrituð í úrklippuborð.
it: Posizione del tabellone applicata. FEN copiata negli appunti.
ja: 盤面の配置を適用しました。FEN がクリップボードにコピーされました。
km: ទីតាំងផ្ទាំងបានអនុវត្ត។ FEN បានចម្លងទៅ clipboard។
kn: ಫಲಕದ ಸ್ಥಿತಿಯನ್ನು ಅನ್ವಯಿಸಲಾಯಿತು. FEN ಕ್ಲಿಪ್‌ಬೋರ್ಡ್‌ಗೆ ನಕಲಿಸಲಾಯಿತು.
ko: 보드 위치가 적용되었습니다. FEN이 클립보드에 복사되었습니다.
lt: Lentos padėtis pritaikyta. FEN nukopijuotas į iškarpinę.
lv: Spēles dēļa pozīcija pielietota. FEN nokopēts starpliktuvē.
mk: Позицијата на таблата е применета. FEN е копиран во клипбордот.
ms: Posisi papan diaplikasikan. FEN disalin ke papan klip.
my: ဘုတ်အနေအထားတင်ပြီး။ FEN ကို ကလစ်ဘုတ်သို့ ကူးယူပြီး။
nb: Brettposisjon brukt. FEN kopiert til utklippstavlen.
nl: Bordpositie toegepast. FEN gekopieerd naar klembord.
pl: Pozycja planszy zastosowana. FEN skopiowany do schowka.
pt: Posição do tabuleiro aplicada. FEN copiado para a área de transferência.
ro: Poziția tablei aplicată. FEN copiat în clipboard.
ru: Позиция доски применена. FEN скопирован в буфер обмена.
si: ක්‍රීඩා පුවරු ස්ථානය යෙදුනු අතර FEN ක්ලිප්බෝර්ඩයට පිටපත් කරන ලදි.
sk: Pozícia na doske bola použitá. FEN bol skopírovaný do schránky.
sl: Položaj plošče je bil uporabljen. FEN je kopiran v odložišče.
sq: Pozicioni i tabelës aplikuar. FEN është kopjuar në kujtesën e përkohshme.
sr: Pozicija table primenjena. FEN je kopiran u međuspremnik.
sv: Brädposition tillämpad. FEN kopierad till Urklipp.
sw: Msimamo wa ubao umetumika. FEN imebandikwa kwenye ubao wa kunakili.
ta: பலகை நிலை பயன்படுத்தப்பட்டது. FEN கிளிப்போர்டுக்கு நகலெடுக்கப்பட்டது.
te: బోర్డు స్థానం వర్తించబడింది. FEN క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది.
th: ตำแหน่งกระดานถูกนำไปใช้แล้ว FEN ถูกคัดลอกไปยังคลิปบอร์ด.
tr: Tahta konumu uygulandı. FEN panoya kopyalandı.
uk: Позиція поля застосована. FEN скопійовано в буфер обміну.
ur: گیم بورڈ کی پوزیشن لاگو کر دی گئی۔ FEN کلپ بورڈ پر کاپی ہو گیا۔
uz: Taxta holati qo'llandi. FEN clipboard-ga nusxalandi.
vi: Vị trí bàn cờ đã được áp dụng. FEN đã được sao chép vào khay nhớ tạm.
zh: 棋盘位置已应用，FEN 已复制到剪贴板。
zh_hant: 棋盤佈局已套用，FEN 已複製到剪貼簿。
zu: Isikhundla sebhodi lomdlalo sisebenzisiwe. FEN ikhophiwe ebhodini lokunamathisela.

source: Suggestion: try taking a clearer picture of the board.
af: Voorstel: Probeer ’n skerpeler foto van die speelbord neem
am: ምክር፡ ቦርድውን በግልጽ ፎቶ መውሰድ ይሞክሩ።
ar: اقتراح: حاول التقاط صورة أوضح للوحة اللعب.
az: Təklif: Taxtanın daha aydın fotoşəkilini çəkin
be: Парада: паспрабуйце зрабіць больш якасную фатаграфію гульнявой дошкі
bg: Предложение: Опитайте да направите по-ясна снимка на дъската
bn: পরামর্শ: বোর্ডের একটি আরও স্পষ্ট ছবি তুলতে চেষ্টা করুন
bo: ཞུ་བ།: གདོང་ལ་རོགས་པོ་གྱི་ཡྙན་ཚིག་འཇོག་ཉོན།
ca: Suggeriment: Prova a fer una foto més clara del tauler
cs: Tip: Zkuste pořídit ostřejší snímek herní desky
da: Forslag: Prøv at tage et klarere billede af spillebrættet
de: Vorschlag: Machen Sie ein schärferes Foto des Spielbretts
el: Πρόταση: Δοκιμάστε να τραβήξετε μια πιο καθαρή εικόνα του πίνακα
es: Sugerencia: intenta tomar una foto más nítida del tablero.
et: Soovitus: proovige teha mängulauast selgemat pilti.
fa: پیشنهاد: سعی کنید عکس واضح‌تری از صفحه بازی بگیرید.
fi: Ehdotus: yritä ottaa selkeämpi kuva laudasta.
fr: Suggestion : essayez de prendre une photo plus nette du plateau.
gu: સૂચન: બોર્ડનો વધુ સ્પષ્ટ ફોટો લેવા પ્રયત્ન કરો.
he: הצעה: נסה לצלם תמונה ברורה יותר של הלוח.
hi: सुझाव: बोर्ड की एक स्पष्ट तस्वीर लें।
hr: Prijedlog: pokušajte snimiti jasniju sliku ploče.
hu: Javaslat: próbálj élesebb képet készíteni a játéktábláról.
hy: Առաջարկություն՝ փորձեք լուսանկարել խաղի տախտակը ավելի հստակ։
id: Saran: coba ambil foto papan permainan yang lebih jelas.
is: Tillaga: reyndu að taka skarpari mynd af leikborðinu.
it: Suggerimento: prova a scattare una foto più nitida del tabellone.
ja: 提案：盤面の写真をもっと鮮明に撮影してみてください。
km: យោបល់៖ សូមព្យាយាមយករូបថតដែលច្បាស់ជាងនៃផ្ទាំង។
kn: ಸಲಹೆ: ಫಲಕದ ಸ್ಪಷ್ಟವಾದ ಚಿತ್ರವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ.
ko: 제안: 보드의 더 선명한 사진을 찍어 보세요.
lt: Patarimas: pabandykite nufotografuoti aiškesnę lentos nuotrauką.
lv: Ieteikums: mēģiniet nofotografēt dēli skaidrāk.
mk: Предлог: обидете се да направите побистра фотографија на таблата.
ms: Cadangan: cuba ambil gambar papan permainan yang lebih jelas.
my: အကြံပြုချက် – ဘုတ်ကို ပိုရှင်းကောက်သော ဓါတ်ပုံတစ်ပုံ ရိုက်ကြည့်ပါ။
nb: Forslag: prøv å ta et klarere bilde av spillbrettet.
nl: Suggestie: probeer een duidelijkere foto van het spelbord te maken.
pl: Sugestia: spróbuj zrobić wyraźniejsze zdjęcie planszy.
pt: Sugestão: tente tirar uma foto mais nítida do tabuleiro.
ro: Sugestie: încearcă să faci o fotografie mai clară a tablei.
ru: Совет: попробуйте сделать более чёткое фото доски.
si: උපදෙස්: ක්‍රීඩා පුවරුව පැහැදිලිව පෙන්වන ඡායාරූපයක් ගන්න උත්සාහ කරන්න.
sk: Odporúčanie: skúste urobiť jasnejšiu fotografiu hernej dosky.
sl: Predlog: poskusite posneti bolj jasno sliko plošče.
sq: Sugjerim: provoni të bëni një foto më të qartë të tabelës.
sr: Predlog: pokušajte da uslikate jasniju fotografiju table.
sv: Förslag: försök ta en tydligare bild av spelbrädet.
sw: Pendekezo: jaribu kupiga picha wazi zaidi ya ubao.
ta: பரிந்துரை: பலகையின் தெளிவான புகைப்படத்தை எடுக்க முயற்சி செய்யவும்.
te: సూచన: బోర్డు యొక్క స్పష్టమైన చిత్రం తీసుకోవడానికి ప్రయత్నించండి.
th: คำแนะนำ: ลองถ่ายภาพกระดานให้ชัดขึ้น.
tr: Öneri: Tahtanın daha net bir fotoğrafını çekmeyi deneyin.
uk: Порада: спробуйте зробити більш чітке зображення дошки.
ur: تجویز: گیم بورڈ کی ایک صاف تصویر لینے کی کوشش کریں۔
uz: Tavsiya: taxtaning aniqroq suratini olishga harakat qiling.
vi: Gợi ý: thử chụp hình bàn cờ rõ nét hơn.
zh: 建议：尝试拍摄更清晰的棋盘照片
zh_hant: 建議：請嘗試拍攝更清晰的棋盤照片。
zu: Isiphakamiso: zama ukuthatha isithombe esicacile sebhodi lomdlalo.

source: LLM prompt template
af: LLM‑promptsjabloon
am: የLLM ጠየቃ አብያተ-ቅርጽ
ar: قالب تعليمات LLM
az: LLM sorğu şablonu
be: Шаблон запыту LLM
bg: Шаблон за подканата на LLM
bn: LLM প্রম্পট টেমপ্লেট
bo: LLM སྐུལ་བཤད་རིས་ཆ།
ca: Plantilla d'indicació per a LLM
cs: Šablona výzvy pro LLM
da: LLM-promptskabelon
de: LLM-Aufforderungsvorlage
el: Πρότυπο προτροπής LLM
es: Plantilla de prompt de LLM
et: LLM-päringu mall
fa: قالب پرامپت LLM
fi: LLM-kehotemalli
fr: Modèle de prompt LLM
gu: LLM પ્રોમ્પ્ટ ટેમ્પલેટ
he: תבנית פרומפט ל-LLM
hi: LLM प्रॉम्प्ट टेम्पलेट
hr: Predložak LLM upita
hu: LLM prompt sablon
hy: LLM prompt ձևանմուշ
id: Template prompt LLM
is: LLM prompt‑sniðmát
it: Modello di prompt LLM
ja: LLM プロンプト テンプレート
km: គំរូសំណើ LLM
kn: LLM ಪ್ರಾಂಪ್‌ಟ್ ಟೆಂಪ್ಲೇಟ್
ko: LLM 프롬프트 템플릿
lt: LLM užklausos šablonas
lv: LLM prompt veidne
mk: LLM шаблон за упатување
ms: Templat arahan LLM
my: LLM အမိန့်ပုံစံ
nb: LLM prompt‑mal
nl: LLM prompt‑sjabloon
pl: Szablon polecenia LLM
pt: Template de prompt do LLM
ro: Șablon de prompt LLM
ru: Шаблон запроса LLM
si: LLM ප්‍රෝම්ප්ට් සැකිල්ල
sk: Šablóna výzvy LLM
sl: Predloga poziva LLM
sq: Modeli i kërkesës LLM
sr: LLM šablon upita
sv: LLM-promptmall
sw: Kiolezo cha ombi la LLM
ta: LLM உந்துதல் வார்ப்புரு
te: LLM ప్రాంప్ట్ నమూనా
th: เทมเพลตพรอมต์ LLM
tr: LLM istem şablonu
uk: Шаблон підказки LLM
ur: LLM پرامپٹ ٹیمپلیٹ
uz: LLM prompt shabloni
vi: Mẫu prompt LLM
zh: 大模型提示词模板
zh_hant: LLM 提示詞範本
zu: Ithemplethi ye-prompt ye-LLM

source: No valid board detected.
af: Geen geldige speelbord gevind nie
am: ትክክለኛ ቦርድ አልተገኘም።
ar: لم يتم الكشف عن لوحة لعب صالحة.
az: Etibarlı oyun taxtası aşkarlanmadı
be: Не знойдзена прыдатнай гульнявой дошкі
bg: Не е открита валидна дъска
bn: কোনো বৈধ বোর্ড সনাক্ত করা যায়নি
bo: བདེན་པའི་ས་ཁབ་མེད།
ca: No s'ha detectat cap tauler vàlid
cs: Nebyla detekována žádná platná herní deska
da: Intet gyldigt spillebræt fundet
de: Kein gültiges Spielbrett erkannt
el: Δεν εντοπίστηκε έγκυρος πίνακας
es: No se detectó ningún tablero válido.
et: Kehtivat mängulauda ei tuvastatud.
fa: هیچ صفحه معتبری شناسایی نشد.
fi: Kelvollista lautaa ei havaittu.
fr: Aucun plateau valide détecté.
gu: કોઈ માન્ય બોર્ડ શોધવામાં આવ્યો નથી.
he: לא אותר לוח תקין.
hi: कोई वैध बोर्ड नहीं मिला।
hr: Nije otkrivena valjana ploča.
hu: Nem található érvényes játéktábla.
hy: Չգտնվեց վավեր խաղի տախտակ։
id: Tidak ada papan permainan yang valid terdeteksi.
is: Ekkert gilt leikborð fannst.
it: Nessun tabellone valido rilevato.
ja: 有効な盤面が検出されませんでした。
km: មិនមានផ្ទាំងត្រឹមត្រូវណាមួយត្រូវបានរកឃើញទេ។
kn: ಯಾವುದೇ ಮಾನ್ಯ ಫಲಕ ಕಂಡುಬಂದಿಲ್ಲ.
ko: 유효한 보드가 감지되지 않았습니다.
lt: Galiojančios lentos nerasta.
lv: Nederīgs spēles dēlis netika atrasts.
mk: Не е откриена валидна табла.
ms: Tiada papan permainan sah dikesan.
my: သင့်လျော်သော ဘုတ်မတွေ့ပါ။
nb: Ingen gyldig spillbrett registrert.
nl: Geen geldig spelbord gevonden.
pl: Nie wykryto poprawnej planszy.
pt: Nenhum tabuleiro válido detectado.
ro: Nu a fost detectată nicio tablă validă.
ru: Не обнаружена корректная доска.
si: වලංගු ක්‍රීඩා පුවරුව හමුවී නැත.
sk: Nenašla sa žiadna platná herná doska.
sl: Ni bilo zaznane nobene veljavne plošče.
sq: Asnjë tabelë e vlefshme nuk u zbulua.
sr: Nije detektovana validna tabla.
sv: Inget giltigt bräde hittades.
sw: Hakuna ubao halali uliogunduliwa.
ta: செல்லுபடியாக் பலகை கண்டறியப்படவில்லை.
te: చెల్లుబాటు అయ్యే బోర్డు కనుగొనబడలేదు.
th: ไม่พบกระดานเกมที่ถูกต้อง.
tr: Geçerli tahta tespit edilemedi.
uk: Не виявлено дійсного ігрового поля.
ur: کوئی درست گیم بورڈ نہیں ملا۔
uz: Hech qanday yaroqli taxta aniqlanmadi.
vi: Không tìm thấy bàn cờ hợp lệ.
zh: 未检测到有效的棋盘
zh_hant: 未偵測到有效的棋盤。
zu: Akukho bhodi elivumelekileyo elitholakele.

source: Selecting image from album...
af: Beeld uit album word geselekteer…
am: ከአልበም ውስጥ ምስል እየምረጥ ነው...
ar: جارٍ اختيار صورة من الألبوم...
az: Albomdan şəkil seçilir...
be: Выбар выявы з альбома…
bg: Избиране на изображение от албума...
bn: অ্যালবাম থেকে ছবি নির্বাচন করা হচ্ছে...
bo: ཨིག་མི་བརྙན་ལས་ཡྙན་ཚིག་གདངས་གཏོང་གི་ཡིན…
ca: Seleccionant imatge de l'àlbum...
cs: Výběr obrázku z alba…
da: Vælger billede fra album...
de: Bild aus Album auswählen…
el: Επιλογή εικόνας από άλμπουμ...
es: Seleccionando imagen del álbum...
et: Valin pilti albumist...
fa: در حال انتخاب تصویر از آلبوم...
fi: Valitaan kuva albumista...
fr: Sélection d'une image depuis l'album...
gu: એલબમમાંથી છબી પસંદ કરી રહ્યું છે...
he: מבחר תמונה מאלבום…
hi: एल्बम से छवि चुनी जा रही है…
hr: Odabir slike iz albuma...
hu: Kép kiválasztása az albumból...
hy: Պատկեր ընտրվում է ալբոմից...
id: Memilih gambar dari album...
is: Velja mynd úr albúmi...
it: Selezione immagine dall’album...
ja: アルバムから画像を選択中…
km: កំពុងជ្រើសរូបភាពពីអាល់ប៊ុម…
kn: ಆಲ്ബಮ್‌ನಿಂದ ಚಿತ್ರ ಆಯ್ಕೆ ಮಾಡಲಾಗುತ್ತಿದೆ…
ko: 앨범에서 이미지 선택 중…
lt: Pasirenkama nuotrauka iš albumo…
lv: Attēla atlase no albuma…
mk: Селектирање слика од албум…
ms: Memilih imej dari album...
my: အယ်လ်ဘမ်မှ ပုံရွေးနေသည်...
nb: Velger bilde fra album...
nl: Afbeelding selecteren uit album...
pl: Wybieranie obrazu z albumu...
pt: Selecionando imagem do álbum...
ro: Selectare imagine din album...
ru: Выбор изображения из альбома...
si: ඇල්බමයෙන් රූපය තෝමින්...
sk: Výber obrázka z albumu...
sl: Izbira slike iz albuma...
sq: Zgjedhja e imazhit nga albumi...
sr: Odabir slike iz albuma...
sv: Väljer bild från album...
sw: Inachagua picha kutoka albamu...
ta: ஆல்பமில் இருந்து படத்தை தேர்வு செய்கிறது...
te: అల్బమ్ నుండి చిత్రం ఎంచుకుంటోంది...
th: กำลังเลือกภาพจากอัลบั้ม...
tr: Albümden görüntü seçiliyor...
uk: Вибір зображення з альбому...
ur: البم سے تصویر منتخب کی جا رہی ہے...
uz: Albumdan rasm tanlanmoqda...
vi: Đang chọn hình từ album...
zh: 正在从相册中选择图片…
zh_hant: 從相簿選取影像中…
zu: Kukhethwa isithombe ku-albhamu...
