Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# pasteDone
source: The paste is done.
af: Die pasta is klaar.
am: ማስቀመጥ ተከናወነ።
ar: تم اللصق.
az: Pasta hazırdır.
be: Паста гатовая.
bg: Пастата е готова.
bn: পেস্ট করা হয়।
bo: སྦྱར་ཚར།
ca: S'ha enganxat.
cs: Pasta je hotová.
da: Pastaen er færdig.
de: Einfügen abgeschlossen.
el: Η πάστα έχει γίνει.
es: Se ha pegado.
et: Pasta on valmis.
fa: عملیات چسباندن انجام شد.
fi: Tahna on valmis.
fr: Collage terminé.
gu: પેસ્ટ થઈ ગઈ છે.
he: ההדבקה מוכנה.
hi: पेस्ट बन चुका है।
hr: Lijepljenje je gotovo.
hu: A beillesztés megtörtént.
hy: Կպցնելը ավարտվեց:
id: Pasta selesai.
is: Deigið er búið.
it: Incollaggio completato.
ja: 貼り付け完了です。
km: ការបិទភ្ជាប់រួចរាល់។
kn: ಪೇಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ.
ko: 붙여넣기 완료.
lt: Pasta baigta.
lv: Pasta ir gatava.
mk: Пастата е готова.
ms: Pastu dah siap.
my: ငါးပိပြီးပြီ။
nb: Pastaen er ferdig.
nl: Plakken voltooid.
pl: Wklejanie zakończone.
pt: A pasta está pronta.
ro: Pasta este gata.
ru: Паста готова.
si: අලවා අවසන්.
sk: Pasta je hotová.
sl: Pasta je narejena.
sq: Pasta është bërë.
sr: Паста је готова.
sv: Pastan är klar.
sw: Kuweka ni kufanyika.
ta: பேச்ட் செய்யப்படுகிறது.
te: పేస్ట్ పూర్తయింది.
th: วางเสร็จแล้ว
tr: Yapıştırma tamamlandı.
uk: Паста готова.
ur: پیسٹ ہو گیا ہے۔
uz: Pasta tayyor.
vi: Việc dán được thực hiện.
zh: 已粘贴
zh_hant: 已粘貼
zu: Ukunamathisela kwenziwe.

source: Cannot paste.
af: Kan nie plak nie.
am: ማስቀመጥ አይቻልም።
ar: لا يمكن اللصق.
az: Yapışdırmaq mümkün deyil.
be: Немагчыма ўставіць.
bg: Не може да се постави.
bn: পেস্ট করা যাবে না।
bo: སྦྱར་མི་ཐུབ།
ca: No es pot enganxar.
cs: Nelze vložit.
da: Kan ikke indsætte.
de: Kann nicht einfügen.
el: Δεν είναι δυνατή η επικόλληση.
es: No se puede pegar.
et: Ei saa kleepida.
fa: نمی توان چسباند.
fi: Liittäminen ei onnistu.
fr: Impossible de coller.
gu: પેસ્ટ કરી શકાતું નથી.
he: לא ניתן להדביק.
hi: चिपकाया नहीं जा सकता।
hr: Nije moguće zalijepiti.
hu: Nem lehet beilleszteni.
hy: Հնարավոր չէ տեղադրել:
id: Tidak dapat menempel.
is: Ekki hægt að líma.
it: Impossibile incollare.
ja: 貼り付けできません。
km: មិនអាចបិទភ្ជាប់បានទេ។
kn: ಅಂಟಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: 붙여넣기 불가능.
lt: Negalima įklijuoti.
lv: Nevar ielīmēt.
mk: Не може да се залепи.
ms: Tidak boleh tampal.
my: ကူးထည့်၍မရပါ။
nb: Kan ikke lime inn.
nl: Kan niet plakken.
pl: Nie można wkleić.
pt: Não é possível colar.
ro: Nu se poate lipi.
ru: Не могу вставить.
si: අලවිය නොහැක.
sk: Nedá sa prilepiť.
sl: Ni mogoče prilepiti.
sq: Nuk mund të ngjitet.
sr: Није могуће налепити.
sv: Kan inte klistra in.
sw: Haiwezi kubandika.
ta: ஒட்ட முடியாது.
te: అతికించలేరు.
th: วางไม่ได้
tr: Yapıştırılamıyor.
uk: Неможливо вставити.
ur: پیسٹ نہیں کیا جا سکتا۔
uz: Qo‘yib bo‘lmadi.
vi: Không thể dán.
zh: 粘贴不成功
zh_hant: 無法貼上
zu: Ayikwazi ukunamathisela.

# isUnplacedAndRemovedPiecesShown
source: Show unplaced and removed pieces
af: Wys ongeplaasde en verwyderde stukke
am: ያልተደረጉና የተወገዱ ቁራጭን አሳይ
ar: إظهار القطع غير الموضوعة والمزالة
az: Yerləşdirilməmiş və çıxarılan parçaları göstərin
be: Паказаць неразмешчаныя і выдаленыя часткі
bg: Показване на непоставени и премахнати фигури
bn: স্থানহীন এবং সরানো টুকরা দেখান
bo: འཇོག་མེད་དང་བསུབས་ཟིན་པའི་རྡེལ་སྟོན།
ca: Mostra les peces no col·locades i les retirades
cs: Zobrazit neumístěné a odstraněné kusy
da: Vis uplacerede og fjernede brikker
de: Nicht platzierte und entfernte Steine anzeigen
el: Εμφάνιση τεμαχίων που δεν έχουν τοποθετηθεί και αφαιρεθεί
es: Mostrar las piezas no colocadas y retiradas
et: Näita asetamata ja eemaldatud tükke
fa: نشان دادن مهره‌های جای‌گذاری نشده و حذف شده
fi: Näytä sijoittamattomat ja poistetut osat
fr: Afficher les pièces non placées et supprimées
gu: સ્થાનાંતરિત અને દૂર કરેલા ટુકડાઓ બતાવો
he: הצג חלקים שלא ממוקמים והוסרו
hi: हटाए गए और हटाए गए टुकड़े दिखाएं
hr: Prikaži nepostavljene i uklonjene figure
hu: Az el nem helyezett és eltávolított darabok megjelenítése
hy: Ցույց տալ չտեղադրված և հեռացված կտորները
id: Tampilkan potongan yang tidak ditempatkan dan dihapus
is: Sýndu ósetta og fjarlægða hluti
it: Mostra i pezzi non posizionati e rimossi
ja: 未配置および削除されたピースを表示
km: បង្ហាញកូនអុកដែលមិនទាន់ដាក់ និងដកចេញ
kn: ಇರಿಸದ ಮತ್ತು ತೆಗೆದುಹಾಕಲಾದ ತುಣುಕುಗಳನ್ನು ತೋರಿಸಿ
ko: 놓이지 않은 말과 제거된 말 표시
lt: Rodyti nepadėtas ir pašalintas dalis
lv: Rādīt nenovietotos un noņemtos gabalus
mk: Прикажи непоставени и отстранети парчиња
ms: Tunjukkan kepingan yang tidak diletakkan dan dialih keluar
my: နေရာလွတ်နှင့် ဖယ်ရှားထားသောအပိုင်းများကို ပြပါ
nb: Vis uplasserte og fjernede brikker
nl: Niet-geplaatste en verwijderde stukken weergeven
pl: Pokaż nieumieszczone i usunięte elementy
pt: Mostrar peças não colocadas e removidas
ro: Afișați piesele neașezate și îndepărtate
ru: Показать неразмещенные и удаленные фрагменты
si: තැබීමට නොලැබුණු සහ ඉවත් කරන ලද කැබලි පෙන්වන්න
sk: Zobraziť neumiestnené a odstránené kusy
sl: Pokaži nepostavljene in odstranjene kose
sq: Trego pjesët e pavendosura dhe të hequra
sr: Прикажи непостављене и уклоњене делове
sv: Visa oplacerade och borttagna bitar
sw: Onyesha vipande visivyowekwa na vilivyoondolewa
ta: இடம்பெயர்ந்த மற்றும் அகற்றப்பட்ட துண்டுகளை காட்டு
te: ఉంచని మరియు తీసివేయబడిన ముక్కలను చూపించు
th: แสดงชิ้นส่วนที่ไม่ได้วางและถอดออก
tr: Yerleştirilmemiş ve çıkarılmış parçaları göster
uk: Показати нерозставлені та видалені частини
ur: ہٹائے گئے اور ہٹائے گئے ٹکڑے دکھائیں۔
uz: Joylanmagan va olib tashlangan qismlarni ko'rsating
vi: Hiển thị các phần chưa được đặt và đã xóa
zh: 显示未摆和已吃的子
zh_hant: 顯示未擺和已吃的子
zu: Bonisa izingcezu ezingabekwanga nezisusiwe

source: Full screen
af: Volskerm
am: ሙሉ ማእከል
ar: شاشة كاملة
az: Tam ekran
be: Поуны экран
bg: Цял екран
bn: পূর্ণ পর্দা
bo: གསལ་སྟོན་ཆ་ཚང་།
ca: Pantalla completa
cs: Celá obrazovka
da: Fuld skærm
de: Vollbild
el: ΠΛΗΡΗΣ ΟΘΟΝΗ
es: A pantalla completa
et: Täisekraan
fa: تمام صفحه
fi: Koko näyttö
fr: Plein écran
gu: પૂર્ણ - પટ, આખો પડદો
he: מסך מלא
hi: पूर्ण स्क्रीन
hr: Cjeloekranski prikaz
hu: Teljes képernyő
hy: Ամբողջ էկրանով
id: Layar penuh
is: Fullur skjár
it: A schermo intero
ja: 全画面表示
km: ពេញអេក្រង់
kn: ಪೂರ್ಣ ಪರದೆ
ko: 전체 화면
lt: Per visą ekraną
lv: Pilnekrāna režīms
mk: Цел екран
ms: Skrin penuh
my: မျက်နှာပြင်အပြည့်
nb: Full skjerm
nl: Volledig scherm
pl: Pełny ekran
pt: Tela cheia
ro: Ecran complet
ru: Полноэкранный
si: පුර්ණ තිරය
sk: Celá obrazovka
sl: Celozaslonski način
sq: Ekran i plotë
sr: Цео екран
sv: Fullskärm
sw: Skrini nzima
ta: முழுத் திரை
te: పూర్తి స్క్రీన్
th: เต็มจอ
tr: Tam ekran
uk: Повноекранний
ur: مکمل اسکرین یا بڑی اسکرین
uz: To'liq ekran
vi: Toàn màn hình
zh: 全屏显示
zh_hant: 全屏顯示
zu: Iskrini esigcwele

# reopenToTakeEffect
source: Exit and reopen app for settings to take effect.
af: Verlaat en heropen app vir instellings om in werking te tree.
am: አፕሊኬሽንን ለመዝጋትና እንደገና ለመክፈት ወጣና ውጣ።
ar: اخرج من التطبيق وأعد فتحه لتصبح الإعدادات سارية المفعول.
az: Parametrlərin qüvvəyə minməsi üçün proqramdan çıxın və yenidən açın.
be: Выйдзіце і зноў адкрыйце праграму, каб налады ўступілі ў сілу.
bg: Излезте и отворете отново приложението, за да влязат в сила настройките.
bn: প্রস্থান করুন এবং সেটিংস কার্যকর করার জন্য অ্যাপ্লিকেশন পুনরায় খুলুন।
bo: སྒྲིག་སྟངས་ལག་བསྟར་བྱེད་པར་མཉེན་ཆས་ཕྱིར་ཐོན་ནས་བསྐྱར་དུ་ཁ་ཕྱེ།
ca: Sortiu i torneu a obrir l'aplicació perquè els canvis tinguin efecte.
cs: Ukončete a znovu otevřete aplikaci, aby se nastavení projevila.
da: Afslut og genåbn appen, for at indstillingerne træder i kraft.
de: Die App beenden und erneut Öffnen, damit die Einstellungen wirksam werden.
el: Βγείτε και ανοίξτε ξανά την εφαρμογή για να τεθούν σε ισχύ οι ρυθμίσεις.
es: Salga y vuelva a abrir la aplicación para que los ajustes surtan efecto.
et: Väljuge ja avage rakendus uuesti, et seaded jõustuksid.
fa: برای اعمال تنظیمات از برنامه خارج شده و دوباره باز کنید.
fi: Poistu ja avaa sovellus uudelleen, jotta asetukset tulevat voimaan.
fr: Quittez et rouvrez l'application pour que les paramètres prennent effet.
gu: સેટિંગ્સને પ્રભાવિત કરવા માટે બહાર નીકળો અને એપ્લિકેશનને ફરીથી ખોલો.
he: צא ופתח מחדש את האפליקציה כדי שההגדרות ייכנסו לתוקף.
hi: सेटिंग्स के लिए एप्लिकेशन को बाहर निकालें और फिर से खोलना।
hr: Zatvorite i ponovo otvorite aplikaciju kako bi postavke stupile na snagu.
hu: Lépjen ki, majd nyissa meg újra az alkalmazást, hogy a beállítások érvénybe lépjenek.
hy: Դուրս եկեք և նորից բացեք հավելվածը, որպեսզի կարգավորումներն ուժի մեջ մտնեն:
id: Keluar dan buka kembali aplikasi agar pengaturan diterapkan.
is: Lokaðu og opnaðu forritið aftur til að stillingar taki gildi.
it: Esci e riapri l'app per rendere effettive le impostazioni.
ja: 設定を有効にするには、アプリを終了して再度開きます。
km: ចាកចេញ និងបើកកម្មវិធីឡើងវិញដើម្បីឱ្យការកំណត់មានប្រសិទ្ធភាព។
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಕಾರ್ಯರೂಪಕ್ಕೆ ಬರಲು ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ನಿರ್ಗಮಿಸಿ ಮತ್ತು ಪುನಃ ತೆರೆಯಿರಿ.
ko: 설정을 적용하려면 앱을 종료한 후 다시 시작하세요.
lt: Išeikite ir iš naujo atidarykite programą, kad nustatymai įsigaliotų.
lv: Izejiet un atkārtoti atveriet lietotni, lai iestatījumi stātos spēkā.
mk: Излезете и отворете ја повторно апликацијата за поставките да стапат на сила.
ms: Keluar dan buka semula apl untuk tetapan berkuat kuasa.
my: ဆက်တင်များအကျိုးသက်ရောက်စေရန် အက်ပ်ကိုထွက်ပြီး ပြန်ဖွင့်ပါ။
nb: Avslutt og åpne appen på nytt for at innstillingene skal tre i kraft.
nl: Sluit de app en open deze opnieuw om de instellingen van kracht te laten worden.
pl: Wyjdź i ponownie otwórz aplikację, aby ustawienia zaczęły obowiązywać.
pt: Saia e reabra o aplicativo para que as configurações entrem em vigor.
ro: Ieșiți și redeschideți aplicația pentru ca setările să intre în vigoare.
ru: Выйдите и снова откройте приложение, чтобы настройки вступили в силу.
si: සැකසුම් සක්‍රීය කරන ලදී, යෙදුම වහාම සහ නැවත විවෘත කරන්න.
sk: Ukončite a znova otvorte aplikáciu, aby sa nastavenia prejavili.
sl: Zaprite in znova odprite aplikacijo, da bodo nastavitve začele veljati.
sq: Dilni dhe rihapni aplikacionin që cilësimet të hyjnë në fuqi.
sr: Изађите и поново отворите апликацију да би подешавања ступила на снагу.
sv: Avsluta och öppna appen igen för att inställningarna ska börja gälla.
sw: Ondoka na ufungue tena programu ili mipangilio ianze kutumika.
ta: அமைப்புகள் நடைமுறைக்கு வருவதற்கான பயன்பாட்டிலிருந்து வெளியேறவும் மீண்டும் திறக்கவும்.
te: సెట్టింగ్‌లు అమలులోకి రావడానికి యాప్ నుండి నిష్క్రమించి, మళ్లీ తెరవండి.
th: ออกและเปิดแอปอีกครั้งเพื่อให้การตั้งค่ามีผล
tr: Ayarların etkili olabilmesi için uygulamayı kapatıp yeniden açın.
uk: Вийдіть і знову відкрийте програму, щоб налаштування вступили в силу.
ur: ترتیبات کے اثر میں آنے کے لیے ایپ سے باہر نکلیں اور دوبارہ کھولیں۔
uz: Sozlamalar kuchga kirishi uchun ilovadan chiqing va qayta oching.
vi: Thoát và mở lại ứng dụng để cài đặt có hiệu lực.
zh: 您需要退出并重新打开本应用才能生效。
zh_hant: 退出並重新打開應用程序以使設置生效。
zu: Phuma futhi uvule kabusha uhlelo lokusebenza ukuze izilungiselelo zisebenze.

source: Forest
af: Bos
am: ጫካ
ar: غابة
az: Meşə
be: Лес
bg: гора
bn: বন। জংগল
bo: ནགས་ཚལ།
ca: Bosc
cs: Les
da: Skov
de: Wald
el: Δάσος
es: Bosque
et: Mets
fa: جنگل
fi: Metsä
fr: Forêt
gu: વન
he: יַעַר
hi: जंगल
hr: Šuma
hu: Erdő
hy: Անտառ
id: Hutan
is: Skógur
it: foresta
ja: 森
km: ព្រៃ
kn: ಅರಣ್ಯ
ko: 숲
lt: Miškas
lv: Mežs
mk: Шума
ms: Hutan
my: သစ်တော
nb: skog
nl: Woud
pl: Las
pt: Floresta
ro: pădure
ru: Лес
si: වනය
sk: les
sl: Gozd
sq: Pyll
sr: Форест
sv: Skog
sw: Msitu
ta: காடு
te: అడవి
th: ป่า
tr: Orman
uk: Ліс
ur: جنگل
uz: O'rmon
vi: Rừng
zh: 原野森林
zh_hant: 原野森林
zu: Ihlathi

source: Desktop Image
af: Werkskermbeeld
am: ዴስክቶፕ ምስል
ar: صورة سطح المكتب
az: Masaüstü Şəkli
be: Выява працоўнага стала
bg: Изображение на работния плот
bn: ডেস্কটপ ছবি
bo: ཌེག་སཀོབ་བརྙན་རིས།
ca: Imatge d'escriptori
cs: Obrázek pozadí
da: Desktop billede
de: Desktop-Bild
el: Εικόνα επιφάνειας εργασίας
es: Imagen del escritorio
et: Töölaua pilt
fa: تصویر دسکتاپ
fi: Työpöytäkuva
fr: Image de bureau
gu: ડેસ્કટૉપ છબી
he: תמונת שולחן העבודה
hi: डेस्कटॉप छवि
hr: Slika radne površine
hu: Asztali kép
hy: Աշխատասեղանի պատկեր
id: Gambar Desktop
is: Skrifborðsmynd
it: Immagine del desktop
ja: デスクトップ画像
km: រូបភាពផ្ទៃតុ
kn: ಡೆಸ್ಕ್‌ಟಾಪ್ ಚಿತ್ರ
ko: 데스크탑 이미지
lt: Darbalaukio vaizdas
lv: Darbvirsmas attēls
mk: Слика на работната површина
ms: Imej Desktop
my: ဒက်စတော့ပုံ
nb: Skrivebordsbilde
nl: Bureaubladafbeelding
pl: Obraz pulpitu
pt: Imagem da área de trabalho
ro: Imagine de pe desktop
ru: Изображение рабочего стола
si: ඩෙස්ක්ටොප් රූපය
sk: Obrázok pracovnej plochy
sl: Slika namizja
sq: Imazhi i desktopit
sr: Слика радне површине
sv: Skrivbordsbild
sw: Picha ya Eneo-kazi
ta: டெச்க்டாப் படம்
te: డెస్క్‌టాప్ చిత్రం
th: รูปภาพเดสก์ท็อป
tr: Masaüstü Resmi
uk: Зображення робочого столу
ur: ڈیسک ٹاپ امیج
uz: Ish stoli tasviri
vi: Hình ảnh máy tính để bàn
zh: 桌面图片
zh_hant: 桌面圖片
zu: Isithombe sedeskithophu

source: Invalid position.
af: Ongeldige posisie.
am: የተሳሳተ ነጥብ።
ar: وضع غير صالح.
az: Yanlış mövqe.
be: Няправільная пазіцыя.
bg: Невалидна позиция.
bn: অবৈধ অবস্থান।
bo: ནུས་མེད་གནས་ས།
ca: Posició no vàlida.
cs: Neplatná pozice.
da: Ugyldig stilling.
de: Ungültige Position.
el: Μη έγκυρη θέση.
es: Posición no válida.
et: Kehtetu positsioon.
fa: موقعیت نامعتبر
fi: Virheellinen sijainti.
fr: Position invalide.
gu: અમાન્ય સ્થિતિ.
he: עמדה לא חוקית.
hi: अमान्य स्थिति।
hr: Nevažeći položaj.
hu: Érvénytelen pozíció.
hy: Անվավեր դիրք:
id: Posisi tidak valid.
is: Ógild staða.
it: Posizione non valida.
ja: 位置が無効です。
km: ទីតាំងមិនត្រឹមត្រូវ។
kn: ಅಮಾನ್ಯ ಸ್ಥಾನ.
ko: 유효하지 않은 위치입니다.
lt: Neteisinga pozicija.
lv: Nederīga pozīcija.
mk: Невалидна позиција.
ms: Kedudukan tidak sah.
my: တည်နေရာမမှန်ကန်။
nb: Ugyldig stilling.
nl: Ongeldige positie.
pl: Nieprawidłowa pozycja.
pt: Posição inválida
ro: Poziție nevalidă.
ru: Неверная позиция.
si: වලංගු නොවන තත්වයකි.
sk: Neplatná pozícia.
sl: Neveljaven položaj.
sq: Pozicioni i pavlefshëm.
sr: Неважећа позиција.
sv: Ogiltig position.
sw: Nafasi batili.
ta: தவறான நிலை.
te: చెల్లని స్థానం.
th: ตำแหน่งไม่ถูกต้อง
tr: Geçersiz pozisyon.
uk: Недійсна позиція.
ur: غلط پوزیشن۔
uz: Yaroqsiz pozitsiya.
vi: Vị trí không hợp lệ.
zh: 局面是不合法的
zh_hant: 無效的棋局
zu: Indawo engavumelekile.

source: Share GIF
af: Deel GIF
am: GIF አካፍል
ar: مشاركة صورة متحركة
az: GIF paylaşın
be: Абагуліць GIF
bg: Споделете GIF
bn: GIF শেয়ার করুন
bo: GIF མཉམ་སྤྱོད།
ca: Comparteix un GIF
cs: Sdílet GIF
da: Del GIF
de: GIF teilen
el: Κοινή χρήση GIF
es: Compartir un GIF
et: Jagage GIF-i
fa: GIF را به اشتراک بگذارید
fi: Jaa GIF
fr: Partager GIF
gu: GIF શેર કરો
he: שתף GIF
hi: जीआईएफ साझा करें
hr: Dijeli GIF
hu: GIF megosztása
hy: Կիսվեք GIF-ով
id: Bagikan GIF
is: Deildu GIF
it: Condividi GIF
ja: GIF を共有
km: ចែករំលែក GIF
kn: GIF ಹಂಚಿಕೊಳ್ಳಿ
ko: GIF 공유하기
lt: Bendrinkite GIF
lv: Kopīgojiet GIF
mk: Споделете GIF
ms: Kongsi GIF
my: GIF ကိုမျှဝေပါ
nb: Del GIF
nl: Deel GIF
pl: Udostępnij GIF
pt: Compartilhar um GIF
ro: Distribuie GIF
ru: Поделись гифкой
si: GIF බෙදාගන්න
sk: Zdieľať GIF
sl: Delite GIF
sq: Ndani GIF
sr: Поделите ГИФ
sv: Dela GIF
sw: Shiriki GIF
ta: பகிர்வு gif
te: GIFని షేర్ చేయండి
th: แบ่งปัน GIF
tr: GIF paylaş
uk: Поділіться GIF
ur: GIF شیئر کریں۔
uz: GIF-ni ulashing
vi: Chia sẻ ảnh GIF
zh: 动图分享
zh_hant: 動圖分享
zu: Yabelana nge-GIF

source: Pixel ratio
af: Pixel verhouding
am: ፒክሰል እንክብካቤ
ar: نسبة البكسل
az: Piksel nisbəti
be: Суадносіны пікселяў
bg: Съотношение на пикселите
bn: পিক্সেল অনুপাত
bo: པིག་སེལ་གྱི་བསྡུར་ཚད།
ca: Proporció dels píxels
cs: Poměr pixelů
da: Pixelforhold
de: Pixelverhältnis
el: Αναλογία εικονοστοιχείων
es: Proporción de los píxeles
et: Pikslite suhe
fa: نسبت پیکسل
fi: Pikselisuhde
fr: Rapport de pixels
gu: પિક્સેલ રેશિયો
he: יחס פיקסלים
hi: पिक्सेल अनुपात
hr: Omjer piksela
hu: Pixel arány
hy: Պիքսելների հարաբերակցությունը
id: Rasio piksel
is: Pixel hlutfall
it: Rapporto pixel
ja: ピクセル比
km: សមាមាត្រភីកសែល
kn: ಪಿಕ್ಸೆಲ್ ಅನುಪಾತ
ko: 픽셀 비율
lt: Pikselių santykis
lv: Pikseļu attiecība
mk: Сооднос на пиксели
ms: Nisbah piksel
my: Pixel အချိုး
nb: Pikselforhold
nl: Pixelverhouding
pl: Stosunek pikseli
pt: Proporção de pixels
ro: Raportul pixelilor
ru: Соотношение пикселей
si: පික්සල අනුපාතය
sk: Pomer pixelov
sl: Razmerje slikovnih pik
sq: Raporti i pikselëve
sr: Однос пиксела
sv: Pixelförhållande
sw: Uwiano wa pixel
ta: படப்புள்ளி விகிதம்
te: పిక్సెల్ నిష్పత్తి
th: อัตราส่วนพิกเซล
tr: piksel oranı
uk: Співвідношення пікселів
ur: پکسل کا تناسب
uz: Piksel nisbati
vi: Tỷ lệ pixel
zh: 像素比
zh_hant: 像素比
zu: Isilinganiso sephikseli

source: Duration
af: Duur
am: ጊዜ ርዝመት
ar: المدة
az: Müddət
be: Працягласць
bg: Продължителност
bn: সময়কাল
bo: ཡུན་ཚད།
ca: Durada
cs: Doba trvání
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
et: Kestus
fa: مدت زمان
fi: Kesto
fr: Durée
gu: અવધિ
he: מֶשֶׁך
hi: अवधि
hr: Trajanje
hu: Időtartam
hy: Տեւողությունը
id: Durasi
is: Lengd
it: Durata
ja: 時間
km: រយៈពេល
kn: ಅವಧಿ
ko: 지속 시간
lt: Trukmė
lv: Ilgums
mk: Времетраење
ms: Tempoh
my: သင်တန်းကာလ
nb: Varighet
nl: Looptijd
pl: Czas trwania
pt: Duração
ro: Durată
ru: Продолжительность
si: කාලය
sk: Trvanie
sl: Trajanje
sq: Kohëzgjatja
sr: Трајање
sv: Varaktighet
sw: Muda
ta: காலம்
te: వ్యవధి
th: ระยะเวลา
tr: Süre
uk: Тривалість
ur: دورانیہ
uz: Davomiyligi
vi: Khoảng thời gian
zh: 持续时间
zh_hant: 持續時間
zu: Ubude besikhathi

source: Game screen recorder
af: Speletjieskermopnemer
am: ጨዋታ መነሻ መቅዳት
ar: مسجل شاشة اللعبة
az: Oyun ekran yazıcı
be: Дыктафон экрана гульні
bg: Рекордер на екрана на играта
bn: গেম স্ক্রিন রেকর্ডার
bo: རྩེད་མོ་གསལ་སྟོན་པར་རྒྱག་བྱེད་མཁན།
ca: Enregistrador de pantalla de la partida
cs: Záznamník herní obrazovky
da: Spil skærmoptager
de: Bildschirmrekorder für Spiele
el: Εγγραφή οθόνης παιχνιδιού
es: Grabador para las pantalla de los juegos
et: Mängu ekraani salvestaja
fa: ضبط کننده صفحه بازی
fi: Pelin näytön nauhoitin
fr: Enregistreur d'écran de jeu
gu: ગેમ સ્ક્રીન રેકોર્ડર
he: מקליט מסך משחק
hi: गेम स्क्रीन रिकॉर्डर
hr: Snimač ekrana igre
hu: Játék képernyő felvevő
hy: Խաղի էկրանի ձայնագրիչ
id: Perekam layar permainan
is: Skjáupptökutæki fyrir leik
it: Registratore dello schermo di gioco
ja: ゲームスクリーンレコーダー
km: កម្មវិធីថតអេក្រង់ហ្គេម
kn: ಗೇಮ್ ಸ್ಕ್ರೀನ್ ರೆಕಾರ್ಡರ್
ko: 게임 화면 녹화기
lt: Žaidimo ekrano įrašymo įrenginys
lv: Spēles ekrāna ierakstītājs
mk: Снимач на екранот на играта
ms: Perakam skrin permainan
my: ဂိမ်းစခရင်အသံဖမ်းစက်
nb: Spillskjermopptaker
nl: Spelschermrecorder
pl: Rejestrator ekranu gry
pt: Gravador de tela para jogos
ro: Recorder ecran joc
ru: Запись игрового экрана
si: ක්‍රීඩා තිර රෙකෝඩරය
sk: Záznamník hernej obrazovky
sl: Snemalnik zaslona v igri
sq: Regjistrues i ekranit të lojës
sr: Снимач екрана игре
sv: Spelskärminspelare
sw: Kinasa skrini cha mchezo
ta: கேம் திரை ரெக்கார்டர்
te: గేమ్ స్క్రీన్ రికార్డర్
th: เครื่องบันทึกหน้าจอเกม
tr: Oyun ekran kaydedici
uk: Диктофон ігрового екрану
ur: گیم اسکرین ریکارڈر
uz: O'yin ekran yozuvchisi
vi: Trình ghi màn hình trò chơi
zh: 游戏录屏
zh_hant: 遊戲錄屏
zu: Irekhoda yesikrini segeyimu

source: Previous
af: Vorige
am: ቀዳሚ
ar: السابق
az: Əvvəlki
be: Папярэдні
bg: Предишен
bn: আগে
bo: སྔོན་མ།
ca: Enrere
cs: Předchozí
da: Tidligere
de: Vorherige
el: Προηγούμενος
es: Anterior
et: Eelmine
fa: قبلی
fi: Edellinen
fr: Précédent
gu: અગાઉના
he: קודם
hi: पिछला
hr: Prethodna
hu: Előző
hy: Նախորդ
id: Sebelumnya
is: Fyrri
it: Precedente
ja: 前
km: មុន
kn: ಹಿಂದಿನ
ko: 이전
lt: Ankstesnis
lv: Iepriekšējais
mk: Претходна
ms: Sebelumnya
my: အရင်
nb: Tidligere
nl: Vorig
pl: Poprzedni
pt: Anterior
ro: Anterior
ru: Предыдущий
si: පෙර
sk: Predchádzajúce
sl: Prejšnja
sq: E mëparshme
sr: Претходна
sv: Tidigare
sw: Iliyotangulia
ta: முந்தைய
te: మునుపటి
th: ก่อนหน้า
tr: Öncesi
uk: Попередній
ur: پچھلا
uz: Oldingi
vi: Trước
zh: 以前的
zh_hant: 以前的
zu: Ngaphambilini

source: Next
af: Volgende
am: ቀጣይ
ar: التالي
az: Sonrakı
be: Далей
bg: Следващия
bn: পরবর্তী
bo: རྗེས་མ།
ca: Endavant
cs: další
da: Næste
de: Nächste
el: Επόμενο
es: Próximo
et: Edasi
fa: بعد
fi: Seuraava
fr: Prochain
gu: આગળ
he: הַבָּא
hi: अगला
hr: Sljedeća
hu: Következő
hy: Հաջորդը
id: Lanjut
is: Næst
it: Prossimo
ja: 次
km: បន្ទាប់
kn: ಮುಂದೆ
ko: 다음
lt: Kitas
lv: Nākamais
mk: Следно
ms: Seterusnya
my: နောက်တစ်ခု
nb: Neste
nl: Volgende
pl: Następny
pt: Próximo
ro: Următorul
ru: Следующий
si: ඊළඟ
sk: Ďalšie
sl: Naslednji
sq: Tjetra
sr: Следећи
sv: Nästa
sw: Inayofuata
ta: அடுத்தது
te: తరువాత
th: ต่อไป
tr: Sonraki
uk: Далі
ur: اگلے
uz: Keyingisi
vi: Kế tiếp
zh: 下一个
zh_hant: 下一個
zu: Olandelayo

source: Skip
af: Huppel
am: ተው
ar: تخطي
az: Keç
be: Прапусціць
bg: Пропускане
bn: এড়িয়ে যান
bo: མཆོང་རྒྱུག
ca: Omet
cs: Přeskočit
da: Springe
de: Überspringen
el: Παραλείπω
es: Omitir
et: Vahele jätma
fa: پرش کنید
fi: Ohita
fr: Sauter
gu: છોડો
he: לדלג
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
hy: Բաց թողնել
id: Melewati
is: Sleppa
it: Saltare
ja: スキップ
km: រំលង
kn: ಬಿಟ್ಟುಬಿಡಿ
ko: 건너뛰기
lt: Praleisti
lv: Izlaist
mk: Прескокни
ms: Langkau
my: ကျော်သွားပါ။
nb: Hopp over
nl: Overslaan
pl: Pomijać
pt: Pular
ro: Ocolire
ru: Пропускать
si: මග හරින්න
sk: Preskočiť
sl: Preskoči
sq: Kapërce
sr: Скип
sv: Hoppa
sw: Ruka
ta: தவிர்
te: దాటవేయి
th: ข้าม
tr: Atlamak
uk: Пропустити
ur: چھوڑ دو
uz: Oʻtkazib yuborish
vi: Nhảy
zh: 跳过
zh_hant: 跳過
zu: Yeqa

source: Got it
af: Het dit
am: ተረዳሁ
ar: مفهوم
az: Anladım
be: Зразумела
bg: Схванах го
bn: বুঝেছি
bo: ཤེས་རྟོགས་བྱུང་།
ca: Entès
cs: Mám to
da: Forstået
de: Verstanden
el: Το έπιασα
es: Entiendo
et: Sain aru
fa: فهمیدم
fi: Sain sen
fr: J'ai compris
gu: જાણ્યું
he: הבנת
hi: समझ गया
hr: Razumijem
hu: Megvan
hy: Հասկացա
id: Mengerti
is: Náði því
it: Fatto
ja: とった
km: យល់ហើយ
kn: ಅರ್ಥವಾಯಿತು
ko: 이해했습니다
lt: Supratau
lv: Sapratu
mk: Сфатив
ms: faham
my: နားလည်ပြီ
nb: Har det
nl: Ik snap het
pl: Rozumiem
pt: Entendi
ro: Am înţeles
ru: Понятно
si: ගත්තා
sk: Mám to
sl: Razumem
sq: E kuptova
sr: Схватио сам
sv: Jag förstår
sw: Nimeelewa
ta: கிடைத்தது
te: దొరికింది
th: เข้าใจแล้ว
tr: Anladım
uk: Зрозумів
ur: یہ مل گیا
uz: Tushundim
vi: Hiểu rồi
zh: 知道了
zh_hant: 知道了
zu: Ngiyitholile
