Repository: calcitem/Sanmill
Catalog: src/ui/flutter_app/lib/l10n/intl_*.arb
Languages: af, am, ar, az, be, bg, bn, bo, ca, cs, da, de, el, es, et, fa, fi, fr, gu, he, hi, hr, hu, hy, id, is, it, ja, km, kn, ko, lt, lv, mk, ms, my, nb, nl, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, zh, zh_hant, zu

# mayRemoveFromMillsAlways_Detail
source: By default, players must remove any other pieces first before removing a piece from a formed mill. Enable this option to disable the limitation.
af: By verstek moet spelers eers enige ander stukke verwyder voordat 'n stuk uit 'n gevormde meul verwyder word. Aktiveer hierdie opsie om die beperking te deaktiveer.
am: በነባሪነት፣ ተጫዋቾች ከተመሰረተ ሚል ውስጥ ቁራጭ ከማስወገዳቸው በፊት ሌሎች ቁራጮችን መጀመሪያ ማስወገድ አለባቸው። ይህን አማራጭ በማንቃት ገደቡን ያሰናክሉ።
ar: بشكل افتراضي ، يجب على اللاعبين إزالة أي قطع أخرى أولاً قبل إزالة قطعة من مطحنة مشكلة. قم بتمكين هذا الخيار لإلغاء هذا القيد.
az: Varsayılan olaraq, oyunçular formalaşmış dəyirmandan bir parça çıxarmazdan əvvəl hər hansı digər parçaları çıxarmalıdırlar. Məhdudiyyəti aradan qaldırmaq üçün bu seçimi aktivləşdirin.
be: Па змаўчанні гульцы павінны спачатку выдаліць любыя іншыя часткі, перш чым выдаліць частку са сфармаванага млына. Уключыце гэты параметр, каб адключыць абмежаванне.
bg: По подразбиране играчите трябва първо да премахнат всички други фигури, преди да премахнат фигура от образувана мелница. Активирайте тази опция, за да деактивирате ограничението.
bn: ডিফল্টরূপে, খেলোয়াড়কে গঠিত মিল থেকে কোনও টুকরো অপসারণ করার আগে প্রথমে অন্য কোনও টুকরো অপসারণ করতে হবে। সীমাবদ্ধতা অক্ষম করতে এই বিকল্পটি সক্ষম করুন।
bo: སྔོན་སྒྲིག་གི་རྣམ་པར་གཞིགས་ན། རྩེད་འགྲན་པ་རྣམས་ཀྱིས་གྲུབ་ཟིན་པའི་ གསུམ ནས་རྡེལ་གཅིག་བསུབ་སྔོན་དུ་རྡེལ་གཞན་དག་བསུབ་དགོས། ཚོད་འཛིན་འདི་ལས་ཐར་བའི་ཆེད་དུ་འདེམས་གཞི་འདི་ཤུགས་ལྡན་བཟོ།
ca: Per defecte, els jugadors han de prendre qualsevol altra peça abans de poder prendre una peca d'un molí format. Marqueu aquesta opció per a desactivar aquesta limitació.
cs: Ve výchozím nastavení musí hráči nejprve odebrat všechny další figurky, než odeberou figurku z formovaného mlýna. Povolením této možnosti zakážete omezení.
da: Som standard skal spillerne først fjerne alle andre brikker, før de fjerner en brik fra en dannet mølle. Aktiver denne indstilling for at deaktivere denne begrænsning.
de: Normalerweise müssen Spieler alle freien Steine entfernen, bevor Steine aus einer Mühle entfernt werden dürfen. Diese Option hebt diese Beschränkung auf.
el: Από προεπιλογή, οι παίκτες πρέπει να αφαιρέσουν άλλα κομμάτια πριν αφαιρέσουν ένα από έναν σχηματισμένο μύλο. Ενεργοποιήστε αυτή την επιλογή για να καταργήσετε αυτόν τον περιορισμό.
es: Por defecto, los jugadores deben remover primero cualquier otra pieza antes de retirar una pieza de un molino formado. Activa esta opción para desactivar la limitación.
et: Vaikimisi peavad mängijad enne moodustatud veski eemaldamist esmalt eemaldama kõik teised tükid. Selle piirangu väljalülitamiseks lülitage see valik sisse.
fa: فعال کردن این گزینه به بازیکنان اجازه می‌دهد حتی اگر مهره‌های دیگری خارج از دوز وجود داشته باشد، مستقیماً مهره‌ای را از دوز حریف حذف کنند.
fi: Oletusarvoisesti pelaajien on ensin poistettava kaikki muut nappulat ennen nappulan poistamista muodostetusta myllystä. Ota tämä vaihtoehto käyttöön, jos haluat poistaa rajoituksen käytöstä.
fr: Par défaut, les joueurs doivent d'abord retirer toute autre pièce avant de retirer une pièce d'un moulin formé. Activez cette option pour désactiver cette limitation.
gu: ડિફ defaultલ્ટ રૂપે, રચાયેલી મિલમાંથી કોઈ ભાગ કા removingતા પહેલા ખેલાડીઓએ પહેલા કોઈપણ અન્ય ટુકડાઓ કા mustવા જ જોઈએ. મર્યાદાને અક્ષમ કરવા માટે આ વિકલ્પને સક્ષમ કરો.
he: כברירת מחדל, שחקנים חייבים להסיר תחילה כל חלק אחר לפני הסרת חתיכה מטחנה שנוצרה. אפשר אפשרות זו כדי להשבית את המגבלה.
hi: डिफ़ॉल्ट रूप से, खिलाड़ियों को एक गठित मिल से एक टुकड़ा निकालने से पहले किसी भी अन्य टुकड़े को हटाना होगा। सीमा को अक्षम करने के लिए इस विकल्प को सक्षम करें।
hr: Standardno je postavljeno da igrači moraju najprije ukloniti bilo koje druge figure prije uklanjanja figura iz formiranog mlina. Uključite ovu opciju za isključivanje ograničenja.
hu: Alapértelmezés szerint a játékosok az ellenfél malmából nem vehetnek el korongot, kivéve ha az ellenfél minden korongja malomban áll. Engedélyezze ezt a lehetőséget a korlátozás kikapcsolásával.
hy: Լռելյայնորեն, խաղացողները պետք է նախ հանեն ցանկացած այլ կտոր, նախքան ձևավորված ջրաղացից կտորը հեռացնելը: Միացրեք այս տարբերակը՝ սահմանափակումն անջատելու համար:
id: Secara default, pemain harus mengeluarkan bidak lain terlebih dahulu sebelum mengeluarkan bidak dari penggilingan yang terbentuk. Aktifkan opsi ini untuk menonaktifkan batasan.
is: Sjálfgefið er að leikmenn verða að fjarlægja öll önnur stykki fyrst áður en stykki er fjarlægt úr myndaðri myllu. Virkjaðu þennan valkost til að slökkva á takmörkuninni.
it: Per impostazione predefinita, i giocatori devono rimuovere qualsiasi altro pezzo prima di rimuovere un pezzo da un mulino formato. Abilita questa opzione per disabilitare la limitazione.
ja: デフォルトでは、プレーヤーは形成されたミルから駒を取り除く前に、他の駒を最初に取り除く必要があります。制限を無効にするには、このオプションを有効にします。
km: តាមលំនាំដើម អ្នកលេងត្រូវតែដកកូនអុកផ្សេងទៀតចេញជាមុនសិន មុននឹងដកកូនអុកចេញពីមីលដែលបានបង្កើត។ បើកជម្រើសនេះដើម្បីបិទការដាក់កម្រិត។
kn: ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ, ರೂಪುಗೊಂಡ ಗಿರಣಿಯಿಂದ ತುಂಡನ್ನು ತೆಗೆದುಹಾಕುವ ಮೊದಲು ಆಟಗಾರರು ಮೊದಲು ಬೇರೆ ಯಾವುದೇ ತುಣುಕುಗಳನ್ನು ತೆಗೆದುಹಾಕಬೇಕು. ಮಿತಿಯನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಈ ಆಯ್ಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ko: 기본설정에서는 곤을 이루는 말을 제거하기 위해서는 일단 곤이 아닌 다른 말들을 먼저 제거해야하지만, 이 설정을 켜면 그 제한이 없어집니다.
lt: Pagal numatytuosius nustatymus, prieš pašalindami figūrą iš suformuoto malūno, žaidėjai pirmiausia turi pašalinti visas kitas figūras. Įjunkite šią parinktį, kad šis apribojimas būtų išjungtas.
lv: Pēc noklusējuma spēlētājiem vispirms ir jānoņem visas citas figūras, pirms noņemt figūru no izveidotajām dzirnavām. Ieslēdziet šo opciju, lai atspējotu šo ierobežojumu.
mk: Стандардно, играчите мора прво да отстранат други парчиња пред да извадат парче од формираната мелница. Овозможете ја оваа опција за да го оневозможите ограничувањето.
ms: Secara lalai, pemain mesti mengeluarkan kepingan lain terlebih dahulu sebelum mengeluarkan sekeping dari kilang yang dibentuk. Aktifkan pilihan ini untuk melumpuhkan had.
my: ပုံမှန်အားဖြင့်၊ ကစားသမားများသည် ဖွဲ့စည်းထားသော ကြိတ်စက်မှ အပိုင်းအစကို မဖယ်ရှားမီ အခြားအပိုင်းများကို ဦးစွာ ဖယ်ရှားရပါမည်။ ကန့်သတ်ချက်ကို ပိတ်ရန် ဤရွေးချယ်မှုကို ဖွင့်ပါ။
nb: Som standard må spillerne fjerne alle andre brikker før de fjerner en brikke fra en dannet mølle. Aktiver dette alternativet for å deaktivere begrensningen.
nl: Standaard moeten spelers eerst alle andere stenen verwijderen voordat ze een steen van een gevormde molen kunnen verwijderen. Activeer deze optie om deze beperking uit te schakelen.
pl: Domyślnie, gracze muszą najpierw usunąć wszystkie inne elementy, zanim usuną element z uformowanego młyna. Włącz tę opcję, aby wyłączyć to ograniczenie.
pt: Por padrão, os jogadores devem primeiro remover quaisquer outras peças antes de remover uma peça de um moinho formado. Habilite esta opção para desabilitar a limitação.
ro: În mod implicit, jucătorii trebuie mai întâi să elimine orice alte piese înainte de a îndepărta o piesă dintr-o moară formată. Activați această opțiune pentru a dezactiva această limitare.
ru: По умолчанию игроки должны сначала удалить все другие фигуры, прежде чем удалить фигуру из сформированной мельницы. Включите эту опцию, чтобы отключить ограничение.
si: සාමාන්‍යයෙන්, ක්‍රීඩකයන් සෑදුනු මිල්ලකින් කැබලියක් ඉවත් කිරීමට පෙර වෙනත් කැබලි ඉවත් කල යුතුයි. මෙම සීමාව අක්‍රීය කිරීමට මෙම විකල්පය සක්‍රීය කරන්න.
sk: V predvolenom nastavení musia hráči pred odstránením figúrky z vytvoreného mlyna najprv odstrániť všetky ostatné figúrky. Zapnutím tejto možnosti toto obmedzenie vypnete.
sl: Privzeto morajo igralci najprej odstraniti vse druge kose, preden odstranijo kos iz oblikovanega mlina. Če to možnost omogočite, to omejitev onemogočite.
sq: Si parazgjedhje, lojtarët duhet të heqin çdo pjesë tjetër së pari para se të heqin një copë nga një mulli i formuar. Aktivizoni këtë mundësi për të çaktivizuar kufizimin.
sr: Подразумевано, играчи морају прво уклонити било који други комад пре него што га уклоне из формираног млина. Омогућите ову опцију да бисте онемогућили ограничење.
sv: Som standard måste spelarna först ta bort alla andra pjäser innan de tar bort en pjäs från en bildad kvarn. Aktivera det här alternativet för att inaktivera begränsningen.
sw: Kwa chaguo-msingi, wachezaji lazima waondoe vipande vingine kwanza kabla ya kuondoa kipande kutoka kwa kinu kilichoundwa. Washa chaguo hili ili kuzima kizuizi.
ta: இயல்பாக, உருவாக்கப்பட்ட ஆலையிலிருந்து ஒரு பகுதியை அகற்றுவதற்கு முன் வீரர்கள் வேறு எந்த துண்டுகளையும் முதலில் அகற்ற வேண்டும். வரம்பை முடக்க இந்த விருப்பத்தை இயக்கவும்.
te: అప్రమేయంగా, ఏర్పడిన మిల్లు నుండి ఒక భాగాన్ని తొలగించే ముందు ఆటగాళ్ళు మొదట ఇతర ముక్కలను తొలగించాలి. పరిమితిని నిలిపివేయడానికి ఈ ఎంపికను ప్రారంభించండి.
th: โดยค่าเริ่มต้น ผู้เล่นจะต้องถอดชิ้นส่วนอื่น ๆ ออกก่อนที่จะนำชิ้นส่วนออกจากโรงสีที่ขึ้นรูป เปิดใช้งานตัวเลือกนี้เพื่อปิดใช้งานข้อจำกัด
tr: Varsayılan olarak, bir değirmeni oluşturan taşlar kaldırılmadan önce diğer tüm taşlar kaldırılmalıdır. Bu kısıtlamayı kaldırmak için bu seçeneği etkinleştirin.
uk: За замовчуванням гравці повинні спочатку видалити будь-які інші шматки, перш ніж витягти шматок зі сформованого млина. Увімкніть цей параметр, щоб вимкнути обмеження.
ur: پہلے سے طے شدہ طور پر، کھلاڑیوں کو بنی چکی سے کسی ٹکڑے کو ہٹانے سے پہلے پہلے کسی دوسرے ٹکڑے کو ہٹانا چاہیے۔ حد کو غیر فعال کرنے کے لیے اس اختیار کو فعال کریں۔
uz: Odatiy bo'lib, o'yinchilar shakllangan tegirmondan biron bir qismni olib tashlashdan oldin, boshqa qismlarni olib tashlashlari kerak. Cheklovni o'chirish uchun ushbu parametrni yoqing.
vi: Theo mặc định, người chơi phải loại bỏ bất kỳ mảnh nào khác trước khi loại bỏ một mảnh khỏi cối xay đã hình thành. Bật tùy chọn này để tắt giới hạn.
zh: 默认情况下，不能吃三连中的子，除非对方所有子都在三连中。打开此选项可解除此限制。
zh_hant: 預設情況下，不能吃三連中的子，除非對方所有子都在三連中。打開此選項可解除此限制。
zu: Ngokuzenzakalelayo, abadlali kufanele basuse noma yiziphi ezinye izingcezu kuqala ngaphambi kokukhipha ucezu emshinini wokugaya owenziwe. Nika amandla le nketho ukuze ukhubaze umkhawulo.

# isWhiteLoseButNotDrawWhenBoardFull
source: The second player loses when the board is full
af: Die tweede speler verloor wanneer die bord vol is
am: ሰሌዳው ሲሞላ ሁለተኛው ተጫዋች ይሸነፋል
ar: اللاعب الثاني يخسر عندما تكون اللوحة ممتلئة
az: Lövhə dolu olduqda ikinci oyunçu itirir
be: Другі гулец прайграе, калі дошка поўная
bg: Вторият играч губи, когато дъската е пълна
bn: বোর্ড পূর্ণ হলে দ্বিতীয় প্লেয়ার হেরে যায়
bo: རྩེད་པང་ཁེངས་དུས་རྩེད་འགྲན་པ་གཉིས་པ་ཕམ་པ།
ca: El segon jugador perd si el tauler és ple
cs: Druhý hráč prohraje, když je hrací plocha plná
da: Den anden spiller taber, når brættet er fuldt
de: Zweiter Spieler verliert wenn das Brett voll ist
el: Ο δεύτερος παίκτης χάνει όταν το ταμπλό είναι γεμάτο
es: El segundo jugador pierde cuando el tablero está lleno
et: Teine mängija kaotab, kui laud on täis
fa: هنگامی که تخته پر میشود بازیکن دوم می‌بازد
fi: Toinen pelaaja häviää, kun lauta on täynnä
fr: Le deuxième joueur perd lorsque le plateau est plein
gu: જ્યારે બોર્ડ ભરાતું હોય ત્યારે બીજો ખેલાડી ગુમાવે છે
he: השחקן השני מפסיד כשהלוח מלא
hi: बोर्ड भर जाने पर दूसरा खिलाड़ी हार जाता है
hr: Drugi igrač gubi kada je ploča puna
hu: A második játékos veszít, ha a tábla megtelt
hy: Երկրորդ խաղացողը պարտվում է, երբ խաղատախտակը լի է
id: Pemain kedua kalah saat papan penuh
is: Annar leikmaður tapar þegar borðið er fullt
it: Il secondo giocatore perde quando il tabellone è pieno
ja: ボードがいっぱいになると、2 番目のプレイヤーが負けます
km: អ្នកលេងទីពីរចាញ់នៅពេលក្តារពេញ
kn: ಬೋರ್ಡ್ ತುಂಬಿದಾಗ ಎರಡನೇ ಆಟಗಾರನು ಕಳೆದುಕೊಳ್ಳುತ್ತಾನೆ
ko: 판이 가득찰 시 두 번째 플레이어 패배
lt: Antrasis žaidėjas pralaimi, kai lenta yra pilna
lv: Otrais spēlētājs zaudē, kad tāfele ir pilna
mk: Вториот играч губи кога таблата е полна
ms: Pemain kedua kalah apabila papan penuh
my: ဘုတ်အဖွဲ့ပြည့်သောအခါ ဒုတိယကစားသမားသည် ရှုံးသည်
nb: Den andre spilleren taper når brettet er fullt
nl: De tweede speler verliest als het bord vol is
pl: Drugi gracz przegrywa, gdy plansza jest pełna
pt: O segundo jogador perde quando o tabuleiro está cheio
ro: Al doilea jucător pierde când tabla este plină
ru: Второй игрок проигрывает, когда доска заполнена
si: පුවරුව පිරෙන විට දෙවන ක්‍රීඩකයා පරාජය වේ
sk: Druhý hráč prehráva, keď je hracia plocha plná
sl: Drugi igralec izgubi, ko je igralna plošča polna
sq: Lojtari i dytë humbet kur bordi është i mbushur
sr: Други играч губи када је табла пуна
sv: Den andra spelaren förlorar när brädet är fullt
sw: Mchezaji wa pili hupoteza wakati ubao umejaa
ta: பலகை நிரம்பும்போது இரண்டாவது வீரர் இழக்கிறார்
te: బోర్డు నిండినప్పుడు రెండవ ఆటగాడు ఓడిపోతాడు
th: ผู้เล่นคนที่สองแพ้เมื่อกระดานเต็ม
tr: Tahta dolduğunda ikinci oyuncu kaybeder
uk: Другий гравець програє, коли дошка заповнена
ur: دوسرا کھلاڑی ہار جاتا ہے جب بورڈ بھر جاتا ہے۔
uz: Ikkinchi o'yinchi taxta to'ldirilganda yutqazadi
vi: Người chơi thứ hai thua khi bàn đầy
zh: 当棋盘摆满时先摆子的输棋
zh_hant: 當棋盤擺滿時先擺子的輸棋
zu: Umdlali wesibili uyalahlekelwa uma ibhodi seligcwele

# isWhiteLoseButNotDrawWhenBoardFull_Detail
source: When the board is full at the end of the placing phase, the side that places first loses the game. Otherwise, the game is a draw.
af: Wanneer die bord vol is aan die einde van die plasingsfase, verloor die kant wat eerste plaas die wedstryd. Andersins is die wedstryd gelykop.
am: በማስቀመጫ ደረጃ መጨረሻ ላይ ሰሌዳው ሲሞላ፣ መጀመሪያ የሚያስቀምጠው ወገን ጨዋታውን ይሸነፋል። ካልሆነ፣ ጨዋታው እኩል ይሆናል።
ar: في نهاية مرحلة الوضع، عندما تمتلئ اللوحة بالكامل، يخسر اللاعب الذي وضع قطعه أولًا اللعبة، وإلا فستكون النتيجة تعادلًا.
az: Yerləşdirmə mərhələsinin sonunda lövhə dolu olduqda, ilk yeri tutan tərəf oyunu uduzur. Əks halda oyun heç-heçə olacaq.
be: Калі дошка запоўнена ў канцы фазы размяшчэння, бок, які ставіць першым, прайграе гульню. У адваротным выпадку гульня нічыя.
bg: Когато дъската е пълна в края на фазата на поставяне, страната, която постави първа, губи играта. В противен случай играта е реми.
bn: বোর্ড স্থাপনের পর্ব শেষে যখন পূর্ণ থাকে, তখন যে পাশটি প্রথমে খেলাটি হারাবে। অন্যথায়, খেলাটি একটি ড্র।
bo: འཇོག་རིམ་གྱི་མཇུག་ཏུ་རྩེད་པང་ཁེངས་ཚེ། སྔོན་ལ་འཇོག་མཁན་ཕྱོགས་ཀྱིས་རྩེད་མོ་ཕམ་པ། གལ་ཏེ་དེ་མིན་ཚེ། རྩེད་མོ་འདི་ནི་གྲུབ་འབྲས་མཉམ་པ་ཡིན།
ca: Si el tauler és ple al final de la fase de col·locació, el jugador que col·loca peces primer perd la partida. Altrament, la partia és un empat.
cs: Na konci fáze umístění, když je hrací deska plná, strana, která umístí první, prohrává hru, jinak je hra remízou.
da: Når brættet er fuldt ved slutningen af placeringsfasen, taber den side, der placerer først, spillet. Ellers er spillet uafgjort.
de: Wenn das Brett am Ende der Setzphase voll ist, verliert der Spieler, der zuerst gezogen hat. Sonst unentschieden.
el: Όταν το ταμπλό είναι γεμάτο στο τέλος της φάσης τοποθέτησης, η πλευρά που τοποθετεί πρώτη χάνει το παιχνίδι. Διαφορετικά, το παιχνίδι είναι ισόπαλο.
es: Al final de la fase de colocación, cuando el tablero está lleno, el bando que coloque primero pierde la partida, de lo contrario, la partida es un empate.
et: Kui laud on paigutusfaasi lõpus täis, kaotab mängu see pool, kes paigutab esimesena. Vastasel juhul on mäng võrdne.
fa: در پایان مرحله جای‌گذاری مهره‌ها ، وقتی تخته پر است ، طرفی که ابتدا مهره‌ای قرار می‌دهد بازی را می‌بازد ، در غیر این صورت بازی مساوی است.
fi: Kun lauta on täynnä sijoitusvaiheen lopussa, ensimmäisenä sijoittava osapuoli häviää pelin. Muussa tapauksessa peli on tasapeli.
fr: À la fin de la phase de placement, lorsque le plateau est plein, le camp qui a placé le premier perd la partie, sinon, la partie est nulle.
gu: જ્યારે બોર્ડ પ્લેસિંગના તબક્કે પૂર્ણ થાય છે, ત્યારે બાજુ જે રમતને પહેરે છે તે રમતને ગુમાવે છે. નહિંતર, રમત ડ્રો છે.
he: כאשר הלוח מלא בסוף שלב ההצבה, הצד שממקם ראשון מפסיד במשחק. אחרת, המשחק הוא תיקו.
hi: प्लेसमेंट चरण के अंत में, जब बोर्ड भर जाता है, तो जो पक्ष पहले रखता है वह खेल खो देता है, अन्यथा, खेल ड्रॉ होता है।
hr: Kada je ploča na kraju faze postavljanja puna, igrač koji prvi postavlja figure gubi igru. Inače igra završava neodlučeno.
hu: Ha a lerakási szakasz végén, megtelik a tábla, az elsőként lerakó lesz a vesztes (nem tud lépni), helyezett játékos veszíti el a játékot, különben a játék döntetlen lenne.
hy: Երբ տեղադրման փուլի վերջում տախտակը լցվում է, այն կողմը, որը առաջինը տեղադրում է, պարտվում է խաղը: Հակառակ դեպքում խաղը ոչ-ոքի է:
id: Ketika papan penuh pada akhir fase penempatan, pihak yang menempatkan pertama kalah dalam permainan. Jika tidak, permainannya seri.
is: Þegar borðið er fullt í lok staðsetningarfasans tapar sú hlið sem kemur fyrst leiknum. Að öðru leyti er leikurinn jafntefli.
it: Alla fine della fase di piazzamento, quando la scacchiera è piena, il lato che piazza per primo perde la partita, altrimenti la partita è un pareggio.
ja: 配置フェーズの終了時にボードがいっぱいになると、最初に配置した側がゲームに負けます。それ以外の場合、ゲームは引き分けです。
km: នៅពេលក្តារពេញនៅចុងបញ្ចប់នៃដំណាក់កាលដាក់កូនអុក ភាគីដែលដាក់មុនគេចាញ់ហ្គេម។ បើមិនដូច្នោះទេ ហ្គេមគឺស្មើគ្នា។
kn: ಇರಿಸುವ ಹಂತದ ಕೊನೆಯಲ್ಲಿ ಬೋರ್ಡ್ ತುಂಬಿದಾಗ, ಮೊದಲು ಇಡುವ ಭಾಗವು ಆಟವನ್ನು ಕಳೆದುಕೊಳ್ಳುತ್ತದೆ. ಇಲ್ಲದಿದ್ದರೆ, ಆಟವು ಡ್ರಾ ಆಗಿದೆ.
ko: 배치 단계에서 판이 가득 찰 경우, 먼저 놓는 쪽이 패배하는 걸로 합니다. 비활성화 되어있다면 비기는 게임이 됩니다.
lt: Kai dėjimo etapo pabaigoje lenta būna pilna, šalis, kuri deda pirma, pralaimi žaidimą. Priešingu atveju žaidimas laikomas lygiosiomis.
lv: Ja izvietošanas fāzes beigās dēlis ir pilns, zaudē tā puse, kas pirmā izvieto figūru. Pretējā gadījumā spēle ir neizšķirta.
mk: Кога таблата е полна на крајот од фазата на поставување, страната што прво се поставува ја губи играта. Инаку, играта е нерешена.
ms: Apabila papan penuh pada akhir fasa penempatan, bahagian yang meletakkan pertama akan kehilangan permainan. Jika tidak, permainan ini seri.
my: နေရာချခြင်းအဆင့်၏အဆုံးတွင် ဘုတ်အဖွဲ့ပြည့်သွားသောအခါတွင် ပထမနေရာက ဂိမ်းကိုရှုံးသည်။ မဟုတ်ရင် ဂိမ်းက သရေပါပဲ။
nb: Når brettet er fullt på slutten av plasseringsfasen, mister siden som plasseres først spillet. Ellers er spillet uavgjort.
nl: Aan het eind van de plaatsingsfase, als het bord vol is, verliest de partij die als eerste plaatst, anders is het een gelijkspel.
pl: Na koniec fazy układania, gdy plansza jest pełna, strona, która ułożyła planszę jako pierwsza, przegrywa grę, w przeciwnym razie gra jest remisowa.
pt: No final da fase de colocação, quando o tabuleiro está cheio, o lado que coloca primeiro perde o jogo, caso contrário, o jogo empata.
ro: Dacă la sfârșitul fazei de plasare, se umple tabla, jucătorul care a plasat primul pierde jocul (neavând posibilitate de mișcare), altfel ar fi remiză.
ru: В конце фазы расстановки, когда доска заполнена, сторона, которая расставляет первой, проигрывает игру, в противном случае - ничья.
si: තැන්පත් කිරීමේ අවසානයේ පුවරුව පිරෙන විට, පළමුව තැන්පත් කරන පැත්ත ක්‍රීඩාව පරාජය වේ. එලෙස නොවේ නම්, ක්‍රීඩාව දීප්තියක් වේ.
sk: Keď je na konci umiestňovacej fázy hracia plocha plná, strana, ktorá umiestni prvú figúrku, prehráva hru. V opačnom prípade je hra remízová.
sl: Ko je igralna plošča ob koncu faze postavljanja polna, izgubi stran, ki je prva postavila mlinček. V nasprotnem primeru je igra neodločena.
sq: Në fund të fazës së vendosjes, kur tabela është e mbushur, pala që vendoset e para humb lojën, përndryshe, loja është barazim.
sr: Када је табла пуна на крају фазе постављања, она која се прво пласира губи игру. У супротном, игра је нерешена.
sv: När brädet är fullt i slutet av placeringsfasen förlorar den sida som placerar först spelet. I annat fall är spelet oavgjort.
sw: Wakati ubao umejaa mwishoni mwa awamu ya kuweka, upande unaoweka kwanza hupoteza mchezo. Vinginevyo, mchezo ni sare.
ta: வைக்கும் கட்டத்தின் முடிவில் பலகை நிரம்பியிருக்கும் போது, முதலில் இடும் பக்கம் விளையாட்டை இழக்கிறது. இல்லையெனில், விளையாட்டு ஒரு சமநிலை.
te: ఉంచే దశ చివరిలో బోర్డు నిండినప్పుడు, మొదట ఉంచే వైపు ఆటను కోల్పోతుంది. లేకపోతే, ఆట డ్రా.
th: เมื่อกระดานเต็มเมื่อสิ้นสุดระยะการวาง ฝ่ายที่วางก่อนจะเป็นฝ่ายแพ้ในเกม มิฉะนั้นเกมจะเสมอกัน
tr: Yerleştirme aşamasının sonunda, eğer tahta dolarsa, ilk taşları yerleştiren taraf kaybeder; aksi halde oyun beraberlikle sonuçlanır.
uk: Коли дошка заповнена наприкінці фази розміщення, сторона, яка займає першою, програє. Інакше гра – нічия.
ur: جب پلیٹنگ کے مرحلے کے اختتام پر بورڈ بھر جاتا ہے، تو وہ طرف جو پہلے رکھتا ہے گیم ہار جاتا ہے۔ دوسری صورت میں، کھیل ایک ڈرا ہے.
uz: Joylashtirish bosqichi oxirida taxta to'ldirilganda, birinchi bo'lib joylashadigan tomon o'yinni yo'qotadi. Aks holda, o'yin durang.
vi: Khi bàn cờ đầy vào cuối giai đoạn đặt, bên nào đặt trước sẽ thua trò chơi. Nếu không, trò chơi là một trận hòa.
zh: 对于十二子棋，在摆子阶段的最后，若棋盘摆满而双方均未吃子，则先手方输棋，而非和棋。
zh_hant: 對於十二子棋，在擺子階段的最後，若棋盤擺滿而雙方均未吃子，則先手方輸棋，而非和棋。
zu: Lapho ibhodi ligcwele ekupheleni kwesigaba sokubeka, uhlangothi olubeka kuqala lulahlekelwa umdlalo. Uma kungenjalo, umdlalo uwukudonsa.

# isLoseButNotChangeSideWhenNoWay
source: Lose when no legal moves
af: Verloor wanneer geen wettige skuiwe nie
am: ህጋዊ እንቅስቃሴ ሲያጣ ይሸነፋል
ar: تخسر عندما لا توجد حركات قانونية
az: Heç bir qanuni hərəkət olmadığı zaman itirmək
be: Страта, калі няма законных крокаў
bg: Губи, когато няма законни ходове
bn: কোনও আইনি পদক্ষেপ না হলে হারাবেন
bo: ཁྲིམས་མཐུན་གྱི་སྤོ་འགུལ་མེད་པའི་སྐབས་ཕམ་པ།
ca: Perd si no hi ha cap moviment legal
cs: Ztratit, když žádné legální pohyby
da: Taber, når der ikke er nogen lovlige træk
de: Verlieren wenn kein Zug möglich ist
el: Χάνει όταν δεν υπάρχουν νόμιμες κινήσεις
es: Pierde cuando no hay movimientos legales
et: Kaotab, kui seaduslikke käike ei ole
fa: وقتی حرکت مجاز وجود ندارد می‌بازید
fi: Häviää, kun ei ole laillisia siirtoja
fr: Perdre en l'absence de mouvements légaux
gu: કોઈ કાનૂની ચાલ નહીં ત્યારે ગુમાવો
he: להפסיד כשאין מהלכים חוקיים
hi: कोई कानूनी कदम न होने पर हारें
hr: Izgubi kada ne postoji mogućnost pomicanja
hu: Vesztes, ha nincs érvényes lépési lehetősége
hy: Պարտվել, երբ ոչ մի օրինական քայլ
id: Kalah ketika tidak ada langkah hukum
is: Tapa þegar engar löglegar hreyfingar
it: Perdere quando non ci sono mosse legali
ja: 正当な手がなければ負け
km: ចាញ់នៅពេលគ្មានចលនាស្របច្បាប់
kn: ಯಾವುದೇ ಕಾನೂನು ಕ್ರಮಗಳಿಲ್ಲದಿದ್ದಾಗ ಕಳೆದುಕೊಳ್ಳಿ
ko: 의미 있는 수가 없을 시 패배
lt: Pralaimi, kai nėra teisėtų ėjimų
lv: Zaudēt, ja nav likumīgu gājienu
mk: Изгуби кога нема законски потези
ms: Kalah apabila tiada pergerakan undang-undang
my: တရားဥပဒေအရ ရွေ့လျားမှုမရှိတဲ့အခါ ရှုံးတယ်
nb: Taper når ingen lovlige trekk
nl: Verliezen als er geen reglementaire zetten zijn
pl: Przegrana, gdy nie ma legalnych ruchów
pt: Perder por falta de movimentos
ro: Pierde atunci când nu se mișcă legal
ru: Проигрыш при отсутствии законных ходов
si: නීතිසම්මත චලන නැති විට පරාජය වේ
sk: Prehrať, keď nie sú žiadne legálne ťahy
sl: Izgubi, ko ni dovoljenih potez
sq: Humb kur nuk ka lëvizje ligjore
sr: Изгубите кад се не повуче ниједан правни потез
sv: Förlorar när det inte finns några lagliga drag
sw: Kupoteza wakati hakuna hatua za kisheria
ta: சட்டப்பூர்வ நகர்வுகள் இல்லாதபோது இழக்கவும்
te: చట్టపరమైన కదలికలు లేనప్పుడు కోల్పోతారు
th: แพ้เมื่อไม่มีการเคลื่อนไหวทางกฎหมาย
tr: Yasal hamle olmadığında kaybet
uk: Програйте, коли немає жодних законних кроків
ur: جب کوئی قانونی اقدام نہیں ہوتا تو ہار جاتے ہیں۔
uz: Hech qanday qonuniy harakatlar bo'lmaganida yo'qotish
vi: Thua khi không có nước đi hợp pháp
zh: 当无路可走时输棋
zh_hant: 當無路可走時輸棋
zu: Lahleka uma kungekho mnyakazo wezomthetho
